{"The patent document pertains to a technology involving kinematic nucleic acid synthesis, filed by inventors Reza Kalhor, Henry Hung-Yi Lee, and George M. Church, who are affiliated with Harvard College in Cambridge, MA. The patent application, identified by the number 16/099,487, was initially filed on May 9, 2017, as part of an international application under the PCT (Patent Cooperation Treaty) with the number PCT/US2017/031658. The corresponding PCT publication number is WO2017/196783, published on November 16, 2017.\n\nThe technology in question falls under several International Classification codes including C12N 15/10, C12Q 1/68, C12P 19/34, among others, indicating its relevance to genetic engineering, specifically related to nucleic acid synthesis. The document also references a provisional application filed on May 9, 2016, with the number 62/333,501, suggesting that the work has been in progress for at least a year prior to the PCT filing.\n\nThe rights to the technology are assigned to the President and Fellows of Harvard College, indicating that the work was carried out under their auspices. The patent's term has been extended or adjusted under 35 U.S.C. 154(b) by 77 days, reflecting adjustments due to administrative or procedural delays.\n\nIn summary, this patent document outlines the development of a novel nucleic acid synthesis technology by a team of researchers from Harvard College. The filing details procedural aspects of the patent process and indicates the international protection sought for this innovation in the field of genetic engineering.###_### us10745814": ["(12) United States Patent\n\nKalhor et al.\n\n(54) KN/Y'MATIC NUCI.KI('()ID SYNTIROSIS\n\n(71) Applicant Prcsidcnt and I'ellows of Harvard\n\nCollege, Cimibridgc. MA (IJS)\n\nInvmitors: Reza Kalhor. East Boston, MA (US); Henry llung-yi I.ec. l3rookline. MA (US); George YI. Church. Brookline. MA (US)\n\n(73) Assignee Prcsidcnt and I'ellows of Harvard\n\nCollege, Cambridge. MA (US)\n\ns\n\ns Subject to any disclaimer. the tenn of tlus pa(cut is cxtcndcd or adjusted under 35 U 8 ('54(b) by 77 days ) Notice: (\n\n(\n\n16/099,487 (21) Appl. No .\n\nMay 9, 2017 PCT Filed: (22)\n\nMay 9, 2017\n\nP('1 No: PCTiUS2017/031658 (86) 6 371 (c)(1), (2) Date Nov. 7, 2018\n\n(87)\n\nP(\"I Pub. No 'O2017/196783 P('1 Pub Date: Nov. 16, 2017\n\nPrior Publication Data\n\nPrior Publication Data (65)\n\nUS 2019/0145013 A I\n\nUS 2019/0145013 A I Mav 16, 2019\n\nRelated U.S..Application Data\n\n(60) Provisional application No. 62/333.501. fiied on May 9. 201(i\n\nlnt. Cl. C258 3//() CIA 1/6844 C12P 19/34 CZ58 3/BZ CZ58 3/04 ('ll() //Gi806\n\n(51)###_### us10745814"], "The text provided appears to be the header and classification information from a U.S. patent document, specifically US Patent No. 10,745,814 B2, which was granted on August 18, 2020. The document lists various classification codes under the U.S. and Cooperative Patent Classification (CPC) systems that relate to the technologies or fields the invention pertains to. These codes include C258 3/111, C)2P 19/34, C)Zt) 1/6844, C258 3/02, C258 3/()4, BOl/ 22 l9,'00653, 80/3 2219100/l3, 8011 2219/00722, C/2(7 1/68(JG, indicating the invention's relevance to specific areas of technology, such as chemical compositions and processes. The document also mentions that there is a list of references cited, which includes prior patents and publications relevant to the patent's subject matter, but specific details about the invention or its application are not provided in the text excerpt.###_### us10745814": ["IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII US010745814B2\n\n(10) Patent No.: (45) Date of Patent:\n\nUS 1057455814 B2 Ang. 1S, 2020\n\nUS 10,745,814 B2 (10) Patent No.:\n\nAug. 18, 2020 (45) Date of Patent:\n\n(52) U.S. Cl. ('P('.... C258 .3/lll (2013 01); C)2P 19/34 (2013.01); C)Zt) 1/6844 (2013.01); C258 3/02 (2013.01)( C258 3/()4 (2013.01); BOl/ 22 l9,'00653 (2013.01); 80/3 2219100/l3 (2013.01), 8011 2219/00722 (2013.01), C/2(7 1/68(JG (2013.01)\n\n(58) Field of «lassificatinn Search CPC .............................. C(2Q I/6844, C12P 29/34 Scc appllcatioll lllc fol colilplctc so(i(oil ilia(co.\n\nReferences Cited\n\nReferences Cited (56)\n\nU.S. PATENT DOCUMENTS###_### us10745814"], "The text appears to be an excerpt from a U.S. Patent (US 10,745,814 B2), issued on August 18, 2020. The patent discloses methods of activating an enzyme, particularly error-prone or template-independent polymerases, by using electricity to alter the pH of a reaction zone. This alteration changes the pH from an inactivating level, where the enzyme is inactive, to an activating pH level where the enzyme becomes active. This activation allows the enzyme to add a nucleotide to an initiator or growing polymer chain. The activating pH can then be reverted to the inactivating pH, and this process can be repeated multiple times to produce a specific target nucleic acid sequence.\n\nThe patent includes 48 claims and is supported by 9 drawing sheets that illustrate various aspects of the disclosed technology. One of the drawing sheets lists several modified nucleotides, such as 1-Borano-dATP, 5-Propargylamino-dNTP, Alpha-Thiol-dCTP, Beta-Thiol-dGTP, 2-Amino-dATP, 5-Aminoallyl-dUTP, 5-Propynyl-dUTP, Alpha-Thiol-dTTP, 7-Deaza-7-bromo-dATP, 7-Deaza-7-iodo-dATP, Alpha-Thiol-dGTP, Beta-Thiol-dGTP, and others. These modified nucleotides might be part of the methods described for activating the enzyme and synthesizing the target nucleic acid sequences.\n\nAdditionally, Figure 2 of the patent shows lanes corresponding to different pH levels (6, 7, 8, 9, 10, 11) and a non-extended initiator, potentially demonstrating the effects of pH on the enzyme activation and nucleotide extension process.\n\nOverall, the patent provides a novel approach to nucleic acid synthesis, emphasizing the control of enzyme activity through pH manipulation facilitated by electrical changes, which could have applications in various fields of biotechnology and genetic engineering.###_### us10745814": ["2019r0040459 Al 2r2019 Pi'casiicb ei sl\n\n'\" cited by examiner\n\nPrimriri Ear(ruiner Narayan K Bhat (74) driornel;\n\n)gent, or Firm Banner & Witcofi; Ltd.\n\n)gent, or Firm Banner & Witcofi; Ltd.\n\nABSTRACT (57) The present disclosure provides methods of activatin an enzyme. such as error prone or template independent poly- mcrasc, using clcctucity io alter pH of a rcactton zone and reaction site from an inactn aiing pH at wluch tlm enzyme is inactive to an activating pl I at v hich the enzynie is active to add a nucleotide to an initiator or amwing polynier chain 'I'he activating pl I can then be changed back to an inacti- vating pH and the process repeated as many times as desired to produce a target nucleic acid sequence\n\n48 Claims, 9 Drawing Sheets\n\nSpecilication includes a Sequence Listing.\n\nU.S. Patent\n\nAug. 18,2020\n\ng FIG.1 43 rs & Ss %, % ey oe Re e red\n\n1-Borano-dATP\n\no  o o*  HO  B3eara-dATP  0 5-Propargylamlno-dNP  HO  S~ R~ /X. / 0 0  0  0  0  0  ,54r4' —0 0 0 0  HO  Alpha ThioldCTP  o~  r'-0/X. 0  5  0  j' 4U P 0 0 0 0  0  BetaThioi dGP \n\nSheet 1 of 9\n\nUS 10,745,814 B2\n\n(/  H  )  4u 'l~-o o 0 o  HO \n\n2-Amino-dATP\n\nP 0 &0  0 P—0 0/X. /%. 4tf P 0 0 0 0  0  0  HO  5.AmlnoallyldllTP  /W„ 4u ~0 0 0 0  HO  5-Propynyll4UTP  P-0 /X p 0 0  0  0  H  0  0  P 0 Cl  0 0  HO  Alpha Thlol dTTP  HH  /%. P 0 0  0  0  ~v'-0 0  0 0  HO \n\nU.S. Patent\n\nAug. 18,2020\n\nSheet 2 of 9\n\nUS 10,745,814 B2\n\nFIG. 1 (cont.)\n\nHQ  r)  HO~/'~O~reiO~PiO  OH W~O/  OH OH \n\ni NH, f g 8 40) ant maets, ™, a are a ou\n\n7-Deaza-7-broma-dATP\n\n7-Deeda-7-bromDMATP\n\n7-Deaza-7-iodo-dATP\n\n0 ~f 0  0 P 0 lh P 0 0 /X. 0  0  0 4U f'  0  P 0 0 0  p' 0 0  4tr  0 0  HO  500dOAUTP \n\nW  cu\" p-o 0 o 0 \n\nk  8  (/  Ih F D D th . y-o o\" 0 0  H  0  0  HD \n\nAtpha Thlol dGTP\n\nAtpha That dATP\n\no  o  r' lh au'P O D o b  Ho \n\nIX„D e o D  5 XE  j' cu'-O D  D  D D  HD \n\nBeta Thiol dGTP\n\nBeta Throt dATP\n\nU.S. Patent\n\nAug. 18,2020\n\nSheet 3 of 9\n\nUS 10,745,814 B2\n\nFIG. 2\n\nLanes in order: pH=6, 7, 8,9, 10, 11, non-extended initiator.###_### us10745814"], "The document is a series of excerpts from the U.S. Patent No. 10,745,814 B2, issued on August 18, 2020. It includes descriptions of figures and technical details related to a patent focused on the field of enzymatic nucleic acid synthesis. The patent appears to involve a method for synthesizing nucleic acid polymers with desired sequences through sequential exposure to different nucleotides. This method could potentially make the synthesis of custom DNA sequences cheaper, more accurate, and longer, which could have applications in various biochemical, biomedical, or biosynthetic fields. Additionally, the method might be able to support high-speed DNA synthesis, suggesting its utility in using DNA as an information storage medium. This could involve a solid-phase synthesis device to convert digital information into DNA molecules.\n\nThe patent also mentions that it is a National Stage Application under the United States code, stemming from a previous PCT application and claims the benefit of an earlier U.S. provisional application. Furthermore, it notes that the invention was supported by a grant from the National Institutes of Health, indicating that the U.S. government has certain rights in the invention.\n\nThroughout the document, there are references to specific materials and methods involved in the synthesis process, including the use of conductive ITO surfaces, adhesive frames, reaction chambers, and various chemical groups and compounds such as thermotabile groups, 4-Methoxy-tetrahydropyranyl (MTHP), Methoxyacetyl (Mac), and several others. Figures and chemical structures are mentioned, providing visual representations of the concepts and components involved in the patent. Overall, the document outlines a sophisticated technique for nucleic acid synthesis with potential wide-ranging applications in science and technology.###_### us10745814": ["U.S. Patent\n\nAug. 18,2020\n\nSheet 4 of 9\n\nUS 10,745,814 B2\n\nFIG, 3\n\n8 \n\nU.S. Patent\n\nAug. 18,2020\n\nSheet 5 of 9\n\nUS 10,745,814 B2\n\nFig. 6\n\nCondut(ve (TO surface  Adhesive frame 2  Adhesive frame 1  )  tch (AA)  tch (AC)  t'IRIWX~  tch (CC)  I eactlGn chamber \n\nU.S. Patent\n\nAug. 18,2020\n\nSheet 6 of 9\n\nUS 10,745,814 B2\n\nobs DOU | LL. Cs BSRUAUAOd Yue Hd posrscap jo aos ofa snoanby SIS HHER MOLINOS\n\nLO\n\nU.S. Patent\n\nAug. 18,2020\n\nSheet 7 of 9\n\nUS 10,745,814 B2\n\nFig. 8\n\n'@ili~x«« n««i\n\ngg«i«««,;.«y 'x«u««ca\n\nFig. 9\n\n0  0  0 II  0 Il 0 — P—0— P—0 — P—0 I.. 0  0 0— P —0—P—0 — P —0 I. 0  0  ..  II  II  PCR buffer  I. 0  I  0  0  0  Heat  OX \n\n8=A, T,C,G\n\nX = thermotabile group, where OX =\n\nU  2»  4-Methoxy- tetrahydropyranyl (MTHP)  Methoxyacetyi (Mac)  Phenoxyacetyi (Pac)  Tetrahydrofuranyl (THF)  Tetrahydropyranyl (THP)  Acetyl (Ac) \n\nU.S. Patent\n\nAug. 18,2020\n\nSheet 8 of 9\n\nUS 10,745,814 B2\n\nFIG. 10\n\nMe a\n\nTrityl embers\n\nDMT,Z=H\n\nTMT, Z = IWe\n\nPixy!\n\nMe\n\nTHP arid THF ethers\n\nTHP \n\nTHF\n\nVoTHF\n\n1-substituted Ethyl ethers\n\nM wy ° oR\n\nR\n\nTBE  lBE  EE  CHE \n\nMe\n\nU.S. Patent\n\nAug. 18,2020\n\nSheet 9 of 9\n\nUS 10,745,814 B2\n\nFIG. il\n\nIadTP  5-FITP  /  /  / \n\n5CHITP\n\n5-CEITP\n\n5-NaplTP\n\n0\n\n0 il 0—P—0—P—0— P — 0 0'\n\n0\n\nIl\n\nII\n\nj 0\n\n,814 B2 US 10,745\n\n1\n\n1 ENZYMATIC NUCLEIC ACID SYNTHESIS\n\nRELATED APPLICATIONS\n\n2\n\nusnig scpiiidtc viilulgcs dpplicil 10 IMcrcnt Icdcnon sncs. The present disclosure provides sequential exposure of nucleic seals to difii:rent nuclcotides to obtain nucleic acid polymers of a desired sequence.\n\nline dpphcatiou m a National Stage Apphcation under 35 U.S.('71 of co-penduig P('T application PC1/IJS17/ 31(i58 desi~sting the United States and filed May 9. 2017, which claims the benetit of U S provisional application No. 62/333,501 filed on May 9. 2016 each of which are hereby incorporated by reference in their entireties.\n\nSTAT)!MIINT Oli (rOVI IRNMI IN1'N'I'I IRI'S'I'S\n\nI it\n\nThe methods according to the present disclosure can be used 101 s)'nihcsts of chcapcr. Uiiirc iiccUraic Bnd longci custom DNA scqucnccs Ibr venous biochcnucal. biomedi- cal, or biosynthcuc apphcafions. Furthermore, givmi thc for high-speed l)NA synthesis, the methods potential according to the present disclosure can facihtate the use of DNA Bs an information stomge medium. In tins case, a sohd-phase synthesis device can be used to record digital iufiirmation In DNA molccules.\n\nThis invention was made with government support under Grant No. IROIMH103910-01 awarded by National Inst&- IUics ol Hcdlth. Thc govcIIUncni hds ccriaui ri his ui thc invention.\n\n15\n\nFurther features and advantages of certain embodiments Of Ihc prcscnt uivenuon will bccomc morc fully apparent in the Rillowing dcscnpiion ol cmboihmcnts aud drawings thereof, and front the cffiims###_### us10745814"], "The provided text outlines the context and innovations related to the enzymatic synthesis of oligonucleotides and polynucleotides, which are crucial for advancing DNA synthesis technology. The background section highlights the current challenges in DNA synthesis, notably the inefficiency, slowness, and high cost associated with traditional chemical synthesis methods that use phosphoramidite precursors in organic solvents. These methods, which have an error rate of about 1% and take roughly 10 minutes per addition step, also involve expensive reagents that can damage the DNA, limiting the synthesis to strands shorter than approximately 200 bases. This inefficiency is a significant barrier to using DNA as a storage medium for digital information. The text mentions the use of terminal deoxynucleotidyl transferase (TdT) in batch reactions for adding nucleotides, but highlights the need for faster and cheaper enzymatic synthesis methods.\n\nThe brief description of the drawings section introduces various figures that support the proposed advancements in enzymatic oligonucleotide synthesis. Figure 1 shows screened nucleotide analog substrates selected for improved extension efficiency, rate, and length distribution. Figure 2 and Figure 3 present results related to the pH regulation of TdT enzyme activity, with Figure 3 specifically illustrating reversible pH regulation effects on the enzyme activity during polymerization reactions. Figure 4 depicts a schematic of a pattern etched in an indium tin oxide coating on a polyethylene film, which is part of the manufacture of an electrochemical cell designed for the described methods. \n\nOverall, the text emphasizes the need for developing new methods for the enzymatic synthesis of oligonucleotides that overcome the limitations of current chemical synthesis processes, with the ultimate goal of making DNA synthesis faster, more efficient, and less costly.###_### us10745814": ["FIELD\n\ncncral to meIhods of making oligonucleotides and polynucleotides using enzy- matic synthesis\n\nBACKGROUND\n\nl)NA has been proposed as a highly desirable medium for stomge of di ital information. The barrier to such use of DNA is the low efhciency and speed as well Bs the high cost of current synthesis methods. In the current state of the art, DNA is synthesized usuig phosphoramidite prccursors In orgaiuc solvents. These chenucal synthesis mcIhods res u11 In errors of appmximately )% and take approximately 10 niimites per addition step liurthermore. the reagents that are used in Ibis synthesis pmcess are expensive Some of these is same reagents also damage DNA, a problem that precludes the possibility of synthesizing DNA stmsnds that are longer than —200 bases, further hmnpcnng die cfficicncy of tlus chemical process TdT Is currently used ui batch reactions for the addition of variable lengths of singular nucleotides or ao uncontmlled sequence of nucleotide mixtures to the 3'nd of a nucleic acid sequence A need remains for the development of faster and cheaper enzymatic oligonucleotide synthesis methods than the existing chemical oligonucleotide synthe- sis methods\n\n20\n\n25\n\nBRIEF DESCRIPTION OF THE DRAWINGS\n\nThe foregoing and other features and advantages of the prcscui embodiments 0 ill bc more I'ully understood from Ihe fbllowing dctailcxt description of Illustrative cmbodimmits taken ni coil)unction with Ihc acconlpiin)'ulg diiiwnlgs hl which: lil(i\n\nI depicts screened nucleotide analog substmtes tiir 1'dl'o select for better perforniance on extension efficiency, rate. and extension length distnbution according to the embodiments of the disclosed methods\n\nFILI 2 depicts results for pH regulation of TdT enzyme activity on a TBE-IJrea gel.\n\nFILI 3 depicts results for reversible pH regulation of TdT mtzymc activity on a TBE-Urea gcl. Top value I'or each lane indicates thc pH Ihat TdT was incubated at before Ihe start of the polymerization reaction. Bottont value for each lane indicates the adjusted pl I during the polynterization reac- non.\n\nFILI. 4 is a schematic of a pattern etched in an indiiun tin oxide coating on a polyethylene film used in the manufac- ture of an electrochemical cell for use in the methods described herein.###_### us10745814"], "The text outlines a method and apparatus related to the production of polynucleotides (such as DNA or RNA sequences) using an electrochemical cell. The core idea is to use an electric current to generate a specific pH within a reaction zone of the cell, which in turn activates an enzyme capable of adding nucleotides to a nucleic acid sequence without the need for a template strand. This enzymatic process is referred to as enzymatic polymer synthesis. \n\nOne example of such an enzyme mentioned is terminal deoxynucleotidyl transferase (TdT), which can extend single-stranded nucleic acid templates by adding nucleotide triphosphates. The method allows for the incorporation of various nucleotides, including natural ones like A, T, C, G, and synthetic or modified nucleotides, into an initiator sequence or an existing nucleic acid chain. The activation of the enzyme is controlled by the pH, which is altered using an electric current within the reaction zone. This process can be carried out in parallel, enabling the production of multiple nucleic acid sequences simultaneously.\n\nThe document also describes the assembly of an electrochemical cell used in these methods, including its components like an anode, cathode, and a substrate with initiator sequences attached. Application of voltage to the cell induces an oxidation reaction at the anode, generating acid that lowers the pH in the reaction zone, hence activating the enzyme for nucleotide addition. The enzyme can be deactivated by dispersing the acid or reversing the current to generate a base, thus modifying the pH again.\n\nFigures included in the text provide schematics of the electrochemical cell setup, the assembly of such a cell, and the positioning of the anode and cathode in relation to the substrate with initiators. There are also gel images showing the results of DNA extension using the method, and figures depicting modified and unmodified reversible terminators and base-modified nucleotides, which are likely related to the specific modifications of nucleotides used in the enzymatic synthesis process.\n\nThe document, identified by the US patent number 10,745,814 B2, essentially presents a novel approach to synthesizing polynucleotides using electrochemical cells to control the enzymatic activity by altering pH, offering a potentially efficient and versatile method for generating nucleic acids for various applications.###_### us10745814": ["SUMIVLasRY\n\nFI(i 5 is a schcmanc ol'ouble salad Bdhcsivc frames used In the manufidciurc of an electrochemical cell for use in the niethods described herein\n\nlite prcsmit disclosure Is directed Io Ihc usc of an electric current to gcncmtc a pH within a reaction zone IhaI aciivaIcs an enzyme, such as mi error prone or ImnplaIe independent to add a nucleotide. such as a nucleotide polymerase. triphosphate. to an mitiator 1'his method allov s the produc- tion of one or more polynucleotides using enzymatic poly- mer synthesis For example, an enzyme such as terminal dixixynuclcotidyl transfi:rase (TdT) (wluch extends suiglc stranded nucleic acid tcmplatcs with nuclcondc Iriphos- phaies without use of a Imnplaic) Is combuuxl with one or 'I'/lJ (dAI 9, more micleotide triphosphates such as A. ( . (I or dC'I P. d(iiR dl\"I'P, dU1'P) or non-naturally occurring or io synthetic nucleotide triphosphates and other reagents under pH conditions where the enzyme is inactive. An electric current Is used to alter pH ai Ihe rcacuon site w11hin the reaciion zone to activate Ihe enzyme Io add onc Or more UUclcolide Inphosphatcs to an initiator sequence Or growutg Ss micleic acid sequence. A plurality of reactions may be carried out in parallel to pniduce a plurality of nucleic acids\n\nlil(i 6 is a schematic of an assembly of an electrochemi- cal cell for use in the methods described herein\n\nlil(i 7 is a schematic of an electrochemical cell ivith an anode and cathode positioned adjacent to a substrate includ- ing initiators attached thereto. An aqueous electrolyte is in contact with the anode and the cathode and the substrate including Initiators attached Ihcreio. Apphcanon ol a volui c to lhc clccirochcnucdl cell rcsUIB hl dn oxxlBnon Icdction d1 thc anode crcaiuig a rcaciion zone including a rcacnon site including a portion of the substrate with the initiators attached thereto 'I'he schematic is for exeniplary purposes only to show that an oxidation reaction enerates an acid v hich lov,ers pH in a reaction zone which activates enzy- nulIU: UUclcoinlc iiddiiion Iit d reaction site w nhul lhc reaction Bouc. Thc cnzymc can then bc Inactivated by dilfusive dispersion of Ihc acid or by rcvcrsal of thc current and generation of base at the reaction zone\n\nlil(i 0 is a gel inm e of results of l)NA extension using 1'dl'n an electrochemical cell.\n\nUS 10,745,814 B2\n\n3\n\n4\n\nFIG. 9 depicts 3umod&lied rcvcrsiblc tennuxitors. FIG. 10 depicts 3umodified reversible terminators. FIG. 11 dcp&cts b»sc-mod&ficxf nuclcotnles.###_### us10745814"], "The text provides a detailed description of methods for enzymatic nucleic acid synthesis, particularly focusing on controlling the enzymatic activity through pH modulation using electricity. This technique involves alternating the pH of the reaction zone between levels that activate and inactivate the enzyme, thereby allowing precise control over the addition of nucleotides during DNA synthesis. The process can be repeated multiple times to achieve the desired sequence length and composition. The methods utilize various types of dNTPs, including natural, non-natural, analogues, synthetic, and reversible terminator dNTPs, to facilitate the synthesis of user-defined nucleic acid sequences. This approach is especially useful for template-independent polymerases like terminal deoxynucleotidyl transferase (TdT), offering improved control over the number and type of nucleotides incorporated into the nucleic acid polymers. The disclosed methods can be applied in biological applications and information storage using DNA. The technology includes fluidic or microfluidic devices that may be computer-controlled to manage the addition and removal of reagents or buffers to a reaction site, where initiator oligonucleotides are immobilized. Applying voltage to an electrochemical cell at the reaction site causes oxidation or reduction reactions that adjust the pH, thereby modulating enzyme activity. This innovative approach provides a platform for the user-defined synthesis of nucleic acid sequences with precise control over the enzymatic synthesis process.###_### us10745814": ["DETAILED DESCRIPTION\n\nc&nu&o& cx&cnd lur&hcr. In siwh a system. af&cr each rcvcrsiblc terminator dN'I'P is added. a reagent is added or other stimulus is applied that reverts the termination chemically, physically, or enzymatically, followed by the next desired reversible tern&inator dNTP. and so on\n\n11&c present ihsclosurc pmv&dcs mc&hods of ac»va&ing an cnzymc. such as error prone or tcmplatc independent poly- n&erase. using electricity to alter pl I of a reaction zone and reaction site fron& an inset&vating pl I at which the enzyme &s inactive to an activating pl I at &vhich the enzyme is act&ve. The activating pH can then be changed back to an inacti- vating pfq and the process repeated as many times as des&red to produce a target nucle&c ac&d scxfucncc. The pH cm& bc Bltcrxf or rcgulatcd to change &he reac&ion zone from onc which activates the enzyme to one which inactivates the enzyme in a manner to regulate the addition of a nucleotide to an initiator or prin&er or nucleic acid or growing nucleic acid oligon&er or polymer In this manner. nucleotide addi- tion can be controlled to a desired number of nucleotides, such as onc nucleot&dc, two nucleot&dcs, fluce micleo&ides c&c. Thc d&sclosure provnles 1ha& addi1ion is linu&cd to one micleotide, nvo nucleotides, three nucleotides or nx&re dur- ing one round of nucleotide addition 'I'hi ~ activation or inactivation of the eozyn&e through reguLstion of pl I usiag electricity allows for multiple rounds of nucleotide polym- erization where a d&fl'erent nucleotide is added to the initiator or pnmcr or nuclmc ac&d or growu&g nucle&c ac&d ohgomer or polymer.\n\nsynthesis using electricity to generate oxidation or reduction reactions to regulate plf in an aqueous electrolyte that activates or deactivates enzymatic nucleic acid synthes&s. Re ulatin pH enables control over the number nnd nature ol n&lclcotnhu th&n al& circ& p&onc &1& &cnlpla&c unh:pc1xh:n& 3& polymcrasc such as TdT adds to B pruner strand of DNA, for DNA synthcs&s. Exemplary i.e.. embodiments of the present disclosure are directed to meth- ods of enzymatic synthesis of user-defined micleic acid sequences usin TdT Methods according to the present do disclosure can be used for the synthesis of nucleic acid polymers for information storage u& DNSC Mc&lx&ds accord- ing to thc present dwclosure fiirfi&er prov&dc m&proved control ol'hc number m&d nature ol micleotidcs that tem- plate-independent DNA polyn&erases. such as 'I'd'I. incorpo- rate into nucleic acid polymers and enable user-defined synthesis of nucleic ac&d sequences useful for biological applications.\n\nAccording to ccrtmn aspects of &he prcsm&& d&sclosure. the mc&hods u&volvc a ro&cfion sile and d fluid&c/microflu&dic device wluch may bc computer controlled to provide and remove one or more reaction reagents or buffers to the reaction site fora plurality of reaction sites) v herein initiator oligonucleotides (nucleic acids that act as the initial sub- strate for an enzyme such as TdT to extend with the des&red &s scqum&cc) arc nmnob&1&zcd on or B& 1hc rcacuon sile. Onc elect&odc of &ul ck:ctrochc&lncBI cell &5 B1 o& nc&lr o»xlf»ccn& rcac&ion s&tc. Af&er combination of su&table rcac&ion &he reagents at the react&on site. applying voltage to the el&x- trochemical cell results in oxidation or reduction which may io either raise or low er initial pH within a reaction zone which includes the reaction site. The raising or lowerin of pH may dc&I& B&c or u&acnvatc thc cnzvn&c.\n\n11&c d&sclosure prov&des for the use ol'atural dNTPs, non-na&ural dNTPS, dNTP analogues, synthctw. dNTPs or si reversible terminator dN'I'Ps. qerminator dNTPs are n&odi- fied dN I'Ps that I'd I'an add to a growing DNA prin&er but###_### us10745814"], "The text discusses the use of polymerases, particularly those that are error-prone or template-independent, for synthesizing nucleotide polymers with random or specific sequences. These polymerases can create nucleic acids de novo using ordinary nucleotides like A, T/U, C, or G, and may operate without needing chain-terminating moieties. The process can also incorporate reversible terminators to control the synthesis of nucleic acid sequences.\n\nThe synthesis involves attaching oligonucleotide sequences or primers to a substrate, such as silicon dioxide, in an array that can be either addressable or random. The synthesis process is controlled by applying reagents, including a selected nucleotide and a template-independent polymerase, to the substrate where the initiator sequences are located. The polymerase's activity is regulated by the pH condition of the reaction, with the polymerase being inactive at a certain pH (inactivating pH) and becoming active when the pH is adjusted to within its active range. For instance, the Terminal deoxynucleotidyl Transferase (TdT) enzyme is highlighted as being active below pH 10 and inactive at pH 11. Therefore, adjusting the reaction's pH from 11 to below 10 can temporarily activate the enzyme.\n\nThe method allows for the controlled addition of nucleotides to the initiator sequence by applying them in periodic applications and using blocking groups or reversible terminators to limit the enzymatic addition of nucleotides. This control over the polymerase's activity can also be achieved through electrochemical modulation, where an applied voltage in an electrochemical cell environment alters the pH to activate or deactivate the polymerase, thus influencing the addition of nucleotides.\n\nIn summary, the text outlines a sophisticated method for the synthesis of nucleic acid sequences using error-prone or template-independent polymerases, with precise control over the sequence assembly process achieved through pH adjustments and electrochemical modulation, enabling the creation of nucleotide polymers with specific sequences.###_### us10745814": ["la\n\n15\n\nio\n\n25\n\nPolymerases. including without limitation error-prone or template-dcpm&dm&t polymerases. modilicd or o&herw&sc, can bc uscxf &o crea&e nuclcoude polymers having a random or knovn or desired sequence of nucleotides qemplate- independent polymerases. whether modified or otherwise, can be used to create the nucleic acids de novo. Ordinary nucleot&des are used. such as A„T/U. C or Ci. Nucleotides may be used wlfich lack chain tern&inatin moieties. Revers- ible 1crmina&ors may bc used in &hc methods ol malong thc nucleonic poly'n&c&s. A 1cn&plate nxlcpcndcn& polvn&c&dsc may be used to make the nucleic acid sequence. Such template independent polymerase n&ay be error-prone which may lead to the addition of more than one nucleotide result&n\n\nOligonucleotide sequences or polynucleotide sequences are synthcsrzcxl using an error prone polymerasc, such as a tcmplatc independent error prone polymerdsc, and common or natural in&cleic aciifs, &vhich may be unmodified Initiator sequences or prin&ers are attached to a substrate. such as a sil&con dioxide substrate, at various locations &vhether known, such as in an addressable array. or random Reagents including at least a selected nucleotide, a template indepen- dent polymcrasc m&d other reagents rcqu&rcd for cnzymanc activi&y ol'hc polymcrasc are applmd a& onc or morc locations of the substrate &vhere the initiator sequences are located and under pl I conditions where the polymerase adds one or more than one or a plurality of the nucleotide to the in&t&ator sequence to extend the initiator sequence. The in&t&al pH may be an inactivating pH at v hich the poly- merasc is u&ac&ivc. The inindl u&activaung pH &s altcrcd to an act&va&ing pH at whiCh thc polynu:rase &s act&ve Polymerase act&vi&y can be controlled by pH. It &s well km&wn u& thc ar& that each polyn&erase has an active plf range outside of which it is inactive In one embodiment, the reaction reagent pH can be adjusted in and out of the act&ve range to control the polymerase. In an exempLary embodiment, it has been dc&crnuncd that TdT is Bc&ive below pH 10 but w i»acuvc at pH ll 11&crclbrc, il'thc uuual setup of thc reaction &s ai pH 11, &cmporanly changu&g thc pH to anywhere below 10 can temporarily activate the 'I'd'I'nzyme.\n\n'I'he nucleotides (\"dN I'Ps\") may be apphed or flowed to the reaction site in periodic applications. Nucleotides with block&n groups or reversible terminators can be used with the dNTPs under rcac&ion condit&ons that arc suflicient to 1&m&t or reduce &hc probdbih&y of m&zymatic add&t&on of &he dNTP to onc dNTP, &.c. onc dNTP is addcxf usu&g thc sclcc&cxf reaction conditions takinu into consideration the reaction kinetics Nucleotides with blocking groups or reversible teuninators are knoivn to tin&se of slull in the art. According to an additional embodiment when reaction cond&tions per- m&t, morc than onc dNTP may bc added to form a homopo- lymcr run when common or natural nuclcondcs Brc usod wi1h a tcmplatc independen& error prone polyn&cmsc.\n\nPolymerase activity may be modified us&ng electrocheini- cal modulation as a reaction cond&tion so as to activate or deactivate the polyn&erase to add a dNTP or minimize addition of dNTP beyond a single dNTP The disclosure provnlcs for &hc usc ol;m elec&rode of an clcctrochem&cal cell or o&hcr conducu& c clement w&th&n a su&table cnv&nn&- men1 and Bn apphcd vol&age &o produce c»hcr an oxi&fanon or reduction reaction altering pl I to e&ther activate or deac- tivate the polymerase One or more reaction reagents present\n\nUS 10,745,814 B2###_### us10745814"], "The text outlines a molecular biology technique focused on nucleic acid amplification and modification. It describes a process where reaction reagents can be introduced, and possibly removed, from a specific reaction site or zone. This is followed by washing procedures to eliminate excess reagents, with these steps repeated until the desired nucleic acids are synthesized.\n\nIt mentions various methods of adding reagents to a substrate, either sequentially or simultaneously, utilizing different techniques known in the field such as depositing, flowing, spotting, and spraying. These reagents may cover the entire surface of the support to ensure thorough contact.\n\nThe text also discusses the use of error-prone polymerases that incorporate non-standard or different nucleotides into the DNA molecule. It highlights the role of template-independent polymerases, specifically terminal deoxynucleotidyl transferase (TdT), in adding nucleotides to the ends of DNA molecules without needing a template. The enzyme's activity, influenced by divalent cations like Cobalt, Magnesium (Mg), and Manganese (Mn), is detailed along with the types of nucleic acid initiators suitable for the process.\n\nFor delivering reaction fluids, including reagents and washes, to the reaction sites, the use of flow cells or microfluidic channels is described. These setups can house the substrate or reaction site and are designed to facilitate the controlled delivery and removal of substances necessary for the reaction.\n\nAdditionally, the text touches on optimizing reaction conditions, such as pH, for employing TdT in a template-independent manner to add nucleotides to an existing chain. It references a study by Ashley et al. (1977) that identifies specific conditions conducive to the activity of TdT, including initiator size, divalent cation concentration, and pH levels.\n\nIn conclusion, the text provides an overview of a complex biochemical process involving the strategic introduction and removal of reagents to synthesize or modify nucleic acids, emphasizing the utility of various polymerases and the optimization of reaction conditions to achieve desired outcomes. The patent number US10745814 is mentioned at the end, suggesting that these processes are part of a patented technology.###_### us10745814": ["i thc rctmtion site or wltlun the reaction zone may bc dt removed from the reaction site or from within the reaction region and nile or illore reaction reagents inay be introduced to the reaction site or within the reaction zone. A wash may be applied to the one or more locations or reaction sites or reaction zones to remove the one or more reagents. The steps ol'pplyulg the reagents are repeated until desired nucleic acids a recreated. Ac co rdulg to one 0 speci, the reagents may be added or deposited to one or more than one or a plurality of locations on the substrate in series or in parallel according 10 to methods known to those of skill in the art such as depositin „ flowing. spottin . sprayin etc.. or the rel eats may contact the entire surface of the support. such as by flowmg Ihc rcagcnts across thc surface of lhc suppor!.\n\n6\n\ntlons of thc DNA molecule. Error-prone polymerases will either accept a non-standard base. such as a reversible clmin terminating hase, or lvill incorpomlte a ditferent micleotide, such as a natural or unmodified nucleotide that is selectively given to it as it tries to copy a template. Template-indepen- dent polymerases such as terminal deoxynucleotidyl trans- fi:rase (TdT). also known as DNA nuclcoudylcxotrtuwfi:rase (DNTT) or temlinal transfbrdsc crcatc uuclcm acid strands by catalyzing the addition of nucleotides to the 3'ermimis of a DNA molecule without a tenlplate 'lhe preferred substrate of I'dl's a gnoverhang, but it can also add nucleotldes to biunt or recessed '3'nds Cobalt is a cofactor, however the enzyme catalyzes reaction upon M and Mn adminislranon in vitro. Nucleic acid lnlnators may be 4 or 5 nuclcotxlcs or longer and may be sulglc stranded or double stranded. Double stranded initiators may have a 3'verhang, or they may be blunt ended or they may have a y recessed end.\n\nA flow cell or other chtumcl. such a nucrofluidlc clrdiulcl or microtluidic channels having an input and an output may be used to dehver reaction fluids including reagents. such as a polymerase, a nucleotide and other appropriate reagents and washes to particular locations on a substrate or reaction site. The substmte or reaction site may be within the flov cill, such as within a mlcrofluldic channel, or within a sc)lamtc reaction clrdmbcr ulcludulg Ihe reaclion sile, the reaction zone and the electrode or other conductive structure or other structure which can generate oxidation or reduction reactions for altering pl I between an inactivating pl I and an activating pH. One of skill will recognize that reaction conditions ivill be based on dimensions of the substmste reaction region, rcagcnts, couccntmlions, rmiclion Icmpcra- Io create and dchvcr thc Iurc, and the structures usixi reagents and washes According to certain aspects. pll and lo other reactants and reaction conditions can be optimized for the use of 'I dT to add a dN'I'P to an existing nucleotide or oligonucleotide in a template independent manner. For example. Ashley et al., Viroiog) 77. 367-375 (1977) hereby incorporanxl by refi:rcncc in its ennrcly idenlilics ccrlmn ls reagents mid reaction conditions for dNTP addition, such as imliator size& divalent cation and pH. TdT was reported to be active over a wide pl I mange with an optimal pl I of 6 S5. Methods ofprovidmg or delivering dN'I'P rN'I'P or rNDP are useful in makin nucleic acids.###_### us10745814"], "The text discusses the unique characteristics and functionalities of DNA polymerases, specifically focusing on Terminal deoxynucleotidyl Transferase (TdT), and its use in nucleic acid sequence synthesis. TdT is distinguished by its ability to utilize a variety of divalent metal ions for catalysis, including Co2+, Mn2+, Zn2+, and Mg2+, each affecting the polymerization rate and nucleotide incorporation kinetics differently. For instance, Mg2+ promotes the use of dGTP and dATP, while Co2+ enhances the efficiency of incorporating pyrimidine nucleotides. Zn2+ can stimulate reaction rates by potentially inducing conformational changes in TdT, increasing catalytic efficiency. Conversely, Mo2+ is less efficient compared to Mg2+ in supporting the reaction.\n\nMoreover, the text mentions the possibility of modulating nucleotide attachment by substituting the divalent metal ions with other cations, which may regulate whether a nucleotide will incorporate or not. This technique can be used to create nucleic acid sequences de novo, leveraging polymerases' ability to incorporate nucleotides independently of the template sequence. This approach is beneficial for generating specific nucleic acid sequences and can be employed for information storage in nucleic acid sequences, taking advantage of both RNA and DNA polymerases, including those that are error-prone for specific base incorporation.\n\nAdditionally, the text references standard treatises and texts in the field of nucleic acid chemistry, biochemistry, genetics, and molecular biology, indicating the scientific context and foundation of the discussed concepts.###_### us10745814": ["like ail DNA polymemsses, also requires divalent metal iona for catalysis. Holvever„TdT is unique in its ability to usc a vanely of du alen( cd(iona such ns Co2+, Mn2+, Zn2+ mid Iyig2+. In gcncral, thc exlmlslou rate of the primer p(dA)n (v here n is the chain lenath fmm 4 thmugh 50) ivith dAI'P in the presence of divalent metal ious is mnked in the following order Mg2+&/02+)('024)M02+ In addition, ion has different effects on the kinetics of each metal nucleotide incorporation. For example. Mg2+ facilitates the prcfcrcnlial utilization of dGTP and dATP wlmreas Co2+ iucrcascs Ihc catalytic polymcnzauon cflicmncy of thc pynmidines, dG1'P and d'I\"I P /n2+ behaves as a unique positive effector for I'd'I'ince reaction mates with MB2+ are stimulated by the addition of nlicromolar quantities of /n2+ This enhancement may reflect the abihty of Zn2+ to induce conformational chan es in TdT that yields higher catalytic efliclcncies. Polymerizdiion rates arc lower in thc prcscnce of M02+ compared Io Mg2+. suggesting that MO2+ docs nol support Ihc reaction ds eflicicnlly as Mg2+ Further descrip- tion of 'I'd'I's provided in Bi»chim Biopiz&s Bird, May 2010; I f04(5) 1151-1166 hereby mcorpomlted by reference in its entirety. In addition. one may replace M 2+, Zn2+, Co2+. or Mn2+ in the nucleotide pulse with other cations dcslgucd modulate nuclcoude attaclnncnt. For example& if thc nuclcotxic pulse replaces Mg++ with other cation(s). then thc such as Na+, K+, Rb+, Bc++. Cd++, or Sr++. nucleotide can hind but not incorporate, thereby reguhlting, 'I'hen a pulse v hether the nucleotide lvill incorporate or not of (optional) pre-wash without nucleotide or Mg++ can be provided or then Mg++ buffer without nucleotide can be provulcd.\n\nTerlns and symbols of nucleic acid chemistry. biochem- istry, gcnctics, and molecular biology used hcrem Ibllow those of standard trcatlses and tcxis ul thc Iield, c g., Kombcrg and Baker, DNA Replication, Second Edition (W I I. I 'reenlan, New York, 1992): i,ehninger. I iiochenustry, Second lidition (Worth Publishers. New York, 1975): Stra- chan and Read, Human Molecular Genetics. Second Edition (Wfley-LISS„New York, 1999): Eckstein, editor. Oligonucle- ondcs mid Analogs. A Pracucal Approach (Oxi'ord Uruver- sily Press, New YorL 1991), Gmt, editor, Ohgonucleolide Synthesis: A Practical Approach (IRL Press. Oxlbrd, 19g4), and the like. Polymerases\n\n45\n\nthc nuchxltalc sub- Ihc hlcolpol'Illlon of spc'cllic strate, or thc polynlcldsc, nucleic acids into the polymer can be regulated 'I'hus, these polymerases are capable of incorpomstmg nucleotides inde- pendent of the template sequence and are therefore benef- icia for creatin nucleic acid sequences de novo. The com- bulation of an error-prune polymerase Imd a primer seqllencc scrvcs Bs d wiling nlcchtlnlsnl lnlpdlnng lnfornlaluln lnlii 0 nucbclc deli scqncncc. 'I'he eta-polymerase (Matsuda et al\n\n50\n\n0\n\nThe present disclosure provides for the use of poly- merases to build nucleic acid molecules. such as for repre- smiting infonnauon wluch ls reli:rred to hcrcul as being rcxordcd ul the nucleic acid scquencc or Ihe miclcm acid is rcfcrred to hereul as being storage media. Polymerases arc enzymes that produce a micleic acid sequence. for example, using l)NA or RNA as a temphlte Polyinemsses that produce io RNA polymers are knov n as RNA polymernses. while polymerases that produce DNA polymers are knolvn as DNA polynu:rases. Polymcmscs that ulcorpomtc errors are known in the art and are referred to hcrcul as '*error-prone polymcrascs\". Template indcpcndcni polymcrascs may be ss error prone polyillemsses Using an error-prone polymerase allolvs the mcorpomltion of specific bases at precise loca-###_### us10745814"], "The text outlines several key points related to polymerase enzymes and their application in DNA replication and modification processes. It discusses a specific type of polymerase characterized by a high mutation rate (approximately 10%) and a high tolerance for mismatches at the 3' end. This polymerase can operate in the presence of all four deoxyribonucleotide triphosphates (dNTPs), and its mutation rate may increase when limited to one or two dNTPs. This enzyme is likened to a de novo recorder of nucleic acids, similar to terminal deoxynucleotidyl transferase (TdT) but with the advantage that its product is continuously double-stranded, which has less complex secondary structure and is more predictable than single-stranded DNA. Double-stranded DNA also provides better support for further polymerase activity or DNA-binding proteins.\n\nThe text goes on to discuss the use of template-dependent or semi-dependent error-prone polymerases, which can become error-prone under certain conditions, and template-independent RNA polymerases. It mentions the possibility of using universal bases in templates to encourage the acceptance of various nucleotide types and the use of error-tolerant conditions or polymerase mutants to facilitate this process.\n\nAdditionally, the text provides details about buffer formulations for polymerization reactions, including specific concentrations of Tris-Acetate, Potassium Acetate, Magnesium Acetate, and Dithiothreitol (DTT), with an example of a specific buffer composition.\n\nFurthermore, it mentions the use of aqueous electrolyte media in electrochemical cells, which may include weakly acidic or basic moieties that participate in oxidation or reduction reactions, thereby altering pH. The media may contain acid-generating reagents like hydroquinone, catechol, and various quinone derivatives, or base-generating reagents, for various applications in electrochemical cells.\n\nOverall, the text covers advanced concepts in biotechnology and chemistry, focusing on polymerases and their applications in DNA replication and modification, as well as the chemical compositions and conditions that support these processes.###_### us10745814": ["(2000) Nature 404 (67g1 j:1011-1013) is an example of a polymerase having a hi h mutation rate (-10%) and hi h tolerance for 3'is- match ln the presence of all 4 dNTPs and probably even higher if hmilcxt to onc or Iwo dNTPs Hmlcc. dlc cid- polvnli I is c Is a dc novo I ccordcr of nucleic II elf la fonna non sunilar to terminal deoxynuclcotidyl trausfcrasc (TdT) bul with the advantage that the product produced by this poly- merase is continuously double-stranded. 1)Cubic stranded\n\nUS 10,745,814 B2\n\n7\n\n8\n\nDNA hds less sticky secondary structure and has a morc predictable secondary structure than single stranded DNA. liurthermore. double stranded DNA serves ss a good support filr polynlerases and/or DNA-binding-protein tethers.\n\nAccording to certain aspects. a template dependent or tempLate semi-dependent error prone poiymerase can be used. Accordulg to certain mnboduncnts, a template dcpcn- dent polymcmsc may bc used which mdy become error pmne According to certain embodiments, a template inde- pendent RNA polymemose can be used I/v'here a template lo dependent or template senti-dependent polylnerase is used, any combination of templates with universal bases can be used lvhich encourage acceptance of many nucleotide types. In addition, error tolerant cdtlons such as Mn can bc usixh Further. error-tolerant polymerase mutants gee 13erger et al., Uiu- versal 13ases for I lybridization. Replication and ('hain Ter- mination. Nucleic Acids Research 2(100, August I, 2S(15) pp. 2911-2914 hereby incorporated by reference. Methods of activating or inactivating template independent poly- ulcl'uses known to those ol skill ul lhc Bll Bli: uscfUI ul thc plcscut dlsciosulil 13uffers\n\n1he fitllowlng buffer filnnula is provided filr 'I di'olynl- erization reactions Other bufigr formulations are known to those of skill in the art. 10 to 20 mM Tris-Acetate 20 to 50 mM Potassium Acetate 5 to S mM Magnesium Acctatc\n\n0 5-1.0 mM I)I\"I'lI 7 9 in 25'\n\nDTT\n\nC.\n\nAn exemplary buffer Is pmvided as follolvs.\n\n14 nlM Tris-Acetate 35 nlM Potassium Acetate 7 mM Magnesium Acetate 0.7 mM DTT PH 7.9 in 25'. Acid (ienerating Reagents\n\n1he present disclosure pmvides for the use of an aqueous electrolyte media such as in commonly used with electro- do chemical cells. The aqueous electrolyte media moy further include d weakly acidic moiety paruclpdting m oxidation or rixiuctlon reaction at au clecuodc and relcasulg one or morc protons or absorbing onc or morc hydroxide tons upon thereby altering pl i. The aqueous electrolyte oxidation, media may further include ime or more or a plurality of acid enerating reagents. An exemplary acid-generating rel ent is hydroquinone, catechol, resorcinoL Alkannin. hexahy- droxynaphthoqulnonc, Juglonc, Lapdchol, Lawsone. Mmla- tctrenonc, spinocluome D, Phylloquulone, Plumbagm, spl- 1.2- nochrome B, Menadione, anthraquinones, Naphthoquinone, 1,(I-Naphthoquinono, Isoindole-4,7-diones, other natural and synthetic derivatives of quinone, other phenol derivative~, pyrrole ond reLated derivatives and polymers thereof, ilt:11vdut t:s Bail pol)'ulcrs lhcILol, online Bud Ii:IBII:0 di:nva- utes ond polymers thercol; acetylene denvatives mid poly- mers thcroxlf, Blpyndu»umor mid dcrivatlvcs thereof and re)ated compounds, aldehydes and alcohols, bromine oxides, cyanides. carbonates. hypochlorous acids, hypoiodous acids, thiois, organic halides. or other weakly acidic or anic and inorganic compounds. Bose Gcncrating Reagmlts\n\nThi: pit:scut ihsclosuri: plovulcs ILII lhc usi: of au BquLous CICLxrolytc media such as ul conunonly USLSI wnh electro- oi chemical cells. The aqueous eiectn)l)rte media may hlrther include a weakly basic moiety participating in an oxidation\n\n25\n\n30###_### us10745814"], "The text discusses various chemical compounds and their roles in redox (reduction-oxidation) reactions at electrodes, which can affect pH levels by releasing hydroxide ions or absorbing protons. Among the chemicals mentioned are different types of quinones (such as benzoquinone, anthraquinone, duroquinone, etc.), phenol derivatives, pyrrole and thiophene derivatives, aniline derivatives, acetylene derivatives, and numerous other organic and inorganic compounds. These compounds can serve as base-generating reagents in redox reactions.\n\nAdditionally, the text delves into nucleic acids, specifically focusing on the polymeric forms of nucleotides that constitute DNA (deoxyribonucleotides) and RNA (ribonucleotides), including their analogs. Oligonucleotides, which are short sequences of nucleotides, are highlighted for their importance in bioinformatics applications, such as functional genomics and homology searching. The text mentions the use of standard and non-standard nucleotides, nucleotide analogs, and modified nucleotides in creating nucleic acids, which can include modifications like methylation or glycosylation.\n\nThe disclosure also covers the use of various nucleotides in the methods described, including natural, non-natural, synthetic nucleotides, chain-terminating nucleotides, and nucleotide analogues. Deoxynucleotide triphosphates (dNTPs) and ribonucleotide triphosphates (rNTPs) are specifically mentioned for their roles in the synthesis of nucleic acids. Examples of modified nucleotides used in these methods are provided, showcasing a wide range of chemical modifications that can be applied to the nucleotide bases to achieve desired properties or functionalities in the nucleic acids produced.\n\nOverall, the text presents detailed information on the chemicals involved in redox reactions and their applications in modifying pH levels, alongside an in-depth look at nucleic acids and the use of various nucleotides and their analogs in generating specific sequences and structures for scientific and medical research.###_### us10745814": ["li\n\nor reduction reaction at an electrode and rclcasulg one or more hydmxide iona or absorbing one or nlore protons upon reduction, thereby alterin pl i. An exenlplary base-aenenst- is I,o-benzt)quinone, 1,2-benzoquinone. 1.3- ing reagent benzoquinone, anthraquinone„Duroquinone, Tetmohydroxy- 1.4-benzoquinone. Alkannin. hexahydroxynaphthoquinone, Juglonc. Lapachol, Lnwsone, Menatctrenoue, splnocluome D, Phylloqulnonc, Plumbdgul, spuxlchrome B, Mcnadionc, 1,4-Naphthoquinone. 1,(I-Naphtho- quinone, anthraquinones. Isoindole-4,7-diones, other natural and synthetic quinone derivatives, other phenol derivatives, pyrrole and related derivatives and polymers thereof, thio- phenes and related derivatives and polymers thereof, aniline and rclatixl dcnvautes and polymers thcrcol, acctylcnc dcnvattvcs and polymers thercol; Blpyndlnlumor and thereof and related compound, aldehydes, derivatives ketones, and alcohols. bmmine oxides. cyanides, carlxmates, thiols, organic hypochlorous acids, hypoiodous acids. holides. or other v,eakly basic organic or inorganic com- poUuds. Nucleic Aculs\n\nintended to include. but not linuted to. a polymeric form of nucleotldes that may have various lengths, either deoxyri- bonucleotides (DNA) or ribonucieotides (RNA). or mlalogs thcrcof. An ohgonuclcondc Is typically composed of a specllic sequence ol'our nucleotnlc bases. adcmne (A). cytosine ((.'): guanine ((i): and thymine ('I') (umcll (U) filr 'lite term thymine ('I') when the polymlcleotide is RNA). \"oligonucleotide sequence\" is the alphabetical representa- tion of a polynucleotide molecule, alternatively, the teml may be applied to the polynucieotide molecule itself. This alplrdbctical rcprcscntanon cml bc Input ulto databases ul a computer having a central processulg unit and used lor blohllonudtlcs Bpphcduous sUch as fUuctloutll gcuoullcs dull honlology searching Oligonucleotldes may optionally include one or more non-standard mlcleotide(s), mlcleotide analog(s) and/or modified nucleotides. The present disclo- sure contemplates any dcoxyribonucleotide or ribonucle- oudc mid chenucal vanmlts thereof, such as methylated. hydroxymcthylatixl or glycosylated forms of Ihc bases, and thc like. According to certain aspects, natural nucleoudcs. non-natural nucleotides, synthetic nucleotides. chain termi- nating nucleotides, nucleotides analogues and the like are used in the methods of makin the nucleic acids described herein. Nuclcotidcs\n\nThc present disclosure provides for thc usc of natural nuclcotulcs. non-natural nuclcotidcs, synthcuc nuclcoudes, chain terminating nucleotides, nucleotides analogues and the like in the methods described herein According to certain aspects, deoxynucleotide triphosphates (dNTPs. such as dATP, dCTP. d(JTP, dTTP, dUTP) may be used. According to certain aspects, nbomiclcotide tnphosphatcs (rNTPB) may bc used. Accordulg to certam aspects, ribouucleoudc dlphos- plrdtcs (rNDPs) may bc used.\n\nIixamples of nlodihed nucleotides used In the methods described herein include, but are not limited to dlmninopu- rine. SZT, 5-fiuorouracil, 5-bromoumocil. 5-chlorouracil, xontine„4-acetylcytosine, 5-iodouracil, 5-carboxymcthylamin- 5-(carboxyhydroxylmcthyl)urtmll, omethyl-2-tluouridulc. 5-carboxymcthylamulomcthyluracll, dlhydrouracil, beta-D-galactosylqucoslnc, ulosinc, N6-iso- pentenyladenine, l-methylguanine, l-methylinosine, 2.2-di- methylguanine, 2-methyladenine, 2-methylguamne. 3-meth-\n\nUS 10,745,814 B2\n\n9###_### us10745814"], "The text lists a variety of modified nucleobases and nucleoside analogues, such as N6-adcnuic, ylcyiosine, 5-methylaminomethyluracil, 7-methylguanine, beta-D-miutno-5-methoxyaminomethyl-2-(iumiracil, sylqueosine, 5-methoxycarboxymethyluracil, 5-methoxyuracil, 2-methylthio-D46-mopen(cnyladmune, uracil-5-oxyacetic acid, wybutoxosine, pseudouracil, queosine, 2-thiocytosine, 5-methyl-2-thiouracil, 4-thiouracil, 5-methyluracil, uracil-5-oxyacetic acid methylester, 3-(3-(acp3)w, 2.6-diamino-3-N-2-carboxypropyl) uracil, opurine, and others. It suggests that nucleic acid molecules can be modified at the base moiety, either at atoms typically involved in hydrogen bonding with a complementary nucleotide or at atoms not typically involved in such interactions. Modifications can also be made to the sugar moiety or phosphate backbone. Additionally, the text mentions the inclusion of amine-modified groups like aminoallyl-dUTP (aa-dUTP) and dinitrophenyl-derivatized-dCTP (dnp-dCTP) to allow covalent attachment of amine-reactive moieties, such as N-hydroxy succinimide esters (NHS). This detailed list and description indicate a broad range of potential modifications to nucleic acid molecules that can enhance their properties for various applications, including research and therapeutic uses.###_### us10745814": ["N6-adcnuic, ylcyiosine, 5-methylaminomethyluracil, 7-methylguanine. beta-D-miutno- 5-mcthoxyaminomc(hyl-2-(iumiracil, sylqueosine, 5umethoxycarboxymethyluraci1„5-methoxyu- racil. 2-mcihylthio-D46-mopen(cnyladmune, uracil-5-oxy- acetic acid (v), wybutoxosine, pseudounzcil, queosine, 2-thiocytosine, 5-methyl-2-thiouracik 2-thiouracii. 4-thio- uracil. 5-methylumscil. uracil-5-oxyacetic acid methylester, uracil-5-oxyacetic acid (v), 5-methyl-2-thiouracil. 3-(3- (acp3)w. 2.6-dianun- ammo-3-N-2-carbox)propyl) uracil, opurine and the like. Nucleic acid molecules mny also be modilicd a( thc base moie(y (c.ge at onc or morc atoms Ihai typically are available to form a hydn)gen bond v ith a complementary nucleoudc and/or ai one or more atonm Illa( are not typically capable of funning a hydrogen bond v ith a complementary nucleotide). su ar moiety or phosphate backbone Nucleic acid molecules may also contain anune- modiffed ~coups. such as aminoallyl-dIJTP (aa-dUTP) and dlllllliilicxliy'ldciylaltndc-dCTP (dll(I-dCTP) 10 allow cove- lent attachment of amine reactive moieties. such as N-hy- droxy succinimide caters (NHS).\n\n11)\n\n2(l\n\n10 'IAI31,1.\n\nI\n\nsmeened nu leo( de analogrea###_### us10745814"], "The text discusses the development and application of alternative DNA and RNA base pairs in oligonucleotides, which offer several advantages over standard base pairs. These benefits include higher data storage density (measured in bits per cubic millimeter), increased safety by reducing the risk of accidental or intentional synthesis of natural toxins, improved discrimination by photo-programmed polymerases, and reduced secondary structure formation. The alternative base pairs are designed to be compatible with both natural and mutant polymerases for both de novo synthesis and amplification of genetic material.\n\nKey research and developments in this area are highlighted through several references. For instance, a study by Betz et al. in 2012 demonstrated that the KlenTaq polymerase can replicate unnatural base pairs by inducing a Watson-Crick geometry, indicating the potential for these base pairs in genetic replication processes. Other referenced works include research by Switzer et al. in 1993 on the enzymatic recognition of the base pair between isocytidine and isoguanosine, and studies by Yang et al. and Malyshev et al. on the amplification, mutation, and sequencing of synthetic genetic systems that incorporate these unnatural base pairs.\n\nAdditionally, the text mentions that certain nucleotide analogues have shown equal or superior efficiency, rate, and length distribution compared to their natural counterparts in experimental settings, although specific details about these analogues and their performance are not provided.\n\nOverall, the incorporation of alternative base pairs into oligonucleotides represents a promising advancement in the field of synthetic biology, with potential applications in data storage, genetic engineering, and the development of safer and more efficient biotechnological tools.###_### us10745814": ["Alternatives to standard DNA base pairs or RNA base pairs in ihe oligouuclcondes of Ihc preen(1 disclosure can pmvide hi her density in hits per cubic mm, higher safety (rosie(an( Io accidmiial or purposclul synthesis oi natural toxins). easier discrinunation in photo-progranuned poly- merases, or lower secon(ksry structure. Such alternative base pairs compatible with natural and mutant polymensses for de novo and/or amplification synthesis are described in Betz K, Malyshei D A, Lavergne T, 9/chc 9/, Diedcriclm K. Dwyer T J, Ordouklmnian P, Romesberg F E. Marx A (2012) KlenTdq polymerase rcplicates uiumniral base pmrs by inducing a )Yatson-('ick geometry. Nature (:hem Bml. 8.612-614: Scc Y J, Malyshev D A. Lavergnc T. Ordoukha- nian P, Romesberg Ii li .I Am ( bern Soc 2011 Dec 14, 133(49);19878-88. Site-specific labeling of DNA and RNA using an efficiently replicated and transcribed class of unnatural base pairs: Switzer C Y, Moroney S E. Benner S so A. (1993) Biochmnis(ry. 32(39).10489-96. Enzymatic rec- ognition of the base pair between isocytidine and iso uanos- ine. Ydmashige R. Kuno(o M, Takczawd Y. Saio A, Mitsui 'I; Yokoyama S, I hrao I Nucleic Acids Res. 2012 March, 40(6):2793-806. Highly spcciiic uiumuiral base pair sysicnm as a third base pair for P('R aniplitication: and Yang )', (:hen F,Aivamsdo J B. Benner SA. JAm Chem Soc. 2011 Sep. 28, 133(38) 15105-12. Amplification. mutation, and sequenchtg of a six-letter synthetic genetic system. Other non-standard nucleoudcs may be used such as dcscubed ui Malysheve D. 7%., et al.. Nature, vol. 509, pp. 385-388 (15 May 2014) hereby incorporated by rcffcrcncc in iIs entirety.\n\nIi has bccn fi)und that the followuig nucleoudc analo ucs shown in FI(i I displayed equally good or superior etfi- cicncy. rotc, and/or lmtgth distnbution comparixi Io their natural counterparts ivith I'd I'.\n\n1AI31,1! 2###_### us10745814"], "The provided text discusses the use of nucleotide analogues in enzymatic DNA synthesis, particularly focusing on the use of terminal deoxynucleotidyl transferase (TdT). The efficiency, rate, and length distribution of DNA extension by TdT vary among the four natural nucleotides (A, C, G, T), with dCTP exhibiting the most optimal performance for TdT-based DNA synthesis, whereas dATP and dGTP show poorer behaviors. To improve this process, several nucleotide analogues have been tested for their superiority over natural nucleotides in TdT-based DNA synthesis. It has been observed that nucleotide analogues possessing a more positive charge than their natural counterparts tend to be more efficient substrates for TdT. Examples of these analogues include 5-Aminoallyl-dUTP and 5-Propargylamino-dUTP.\n\nFurther, the text lists additional nucleotide analogues, including modified versions of dTTP and dCTP, such as 5-Hydroxy-dTTP, 5-Hydroxymethyl-dCTP, 1-Bromo-dCTP, 5-Iodo-dTTP, and others, under the disclosure US 10,745,814 B2. These analogues are suggested to be within the scope of the present disclosure for use in DNA synthesis.\n\nAdditionally, the text mentions the immobilization of oligonucleotide sequences, such as primers, modulators, nucleic acids, oligonucleotides, or polynucleotides, on a support (e.g., a solid or semi-solid support). The attachment of these oligonucleotide sequences to a support can be accomplished using various methods, including the use of a phosphoramidate group.\n\nIn summary, the text focuses on the development and testing of nucleotide analogues that can improve the efficiency and reliability of TdT-based DNA synthesis, offering potential for enhanced encoding of information into DNA. It also discusses the immobilization of oligonucleotide sequences on supports for various applications.###_### us10745814": ["'IAI31,1. 3\n\nimproved dTTP .iirerni( vea\n\n5-pIop rrll-dUTP I ii orm 11111'1Io Ii'll'm I di. I I' m .d I P op.uwvh u IITIP Alpha Th nl dTTP (2'ens, ihym dure 5 0 (I Th nrnphoaphaiel B ia Th nl dTTP (2'ens, ihym dure 5 0 ( Th nrnphoaphaiel\n\nNucleotide anglo ues may be used ns substrates for mrzymatic synthesis usuig TdT. In thc general scheme of thc presently disclosed methods. the distribution of extension length by TdT is unporiant to ensure cfgcimit imd reliable encoding of infi)rniation into DNA lt has been found that the extension efficiency. rate, and extension lengrh distribu- tion of each of the four natural nucleotides (A, (2 (i, and 'I') was different. In fact, it has been observed that dCTP shows the most op(imal behavior wlulc dATP dnd dGTP show thc poorest behavior with respect to TdT-based DNA synrhes is. Given Ihcsc observauons, several nuclcotnle armlogucs were screcncd Io search for nucleotide analogues with a supemor ss performance compared to their natuml counterparts in 'I d'I- based DNA synthesis and are provided below in 'I'able I\n\nTABLE 4\n\nImpmced dGTP aiiernai cea\n\nu n I » 0 ( Ihml I(iii'I '1)eo yg .« In ')e 0 (I lir Arph. ii Ia It ol doll' Irrpiroaih I ) I I I ui pi aph I\n\nu n I » 0 (\n\nIn gcncral, rt has been obscrvcd that nil uuclcotnlc ana- logues that are more positively charged than their oatumzl counterparts are far more efficient substrates of TdT. These analogues include, but are not hmited to, 5-Ammoallyl- dUTP and 5-Propargylamino-dUTP.\n\nAdditional nuclconde analogues within the scope of thc present disclosure inchide\n\nUS 10,745,814 B2\n\n11\n\n12\n\nVIII\n\n.;... Y~,i..  P —0 /'I 0  0  0  /t0  P — 0 0  HO  I - 5-Hydroxy-di 'TP Hrdi.'1 PI  .:, .VJ,  P —0 /V, 0  0  0  P —0 /X 0  0  HO  2 - . -Hydroxy motln I dCTP Hsa tCTPI VH.  .;... Y~,i„  P —0 /X 0  0  0  'X  P — 0 0  0  HO  3 - I-Brooro-dCTP I BrdCTP)  VIII  P —0 /'y 0  0  0  P —0 /X 0  0  HO  5 Iodo di'IP HdCIPI  4  HHI \n\nand\n\n(e) ac’\n\n0\n\nP — 0 /V, 0 0\n\nY — 0 /'I 0\n\n0\n\nHO\n\nIi'TP ls ICTPI\n\nSupports and Attachment\n\nThe disclosure provides that one or more oligonucleotide scqumices descnbcd hcrcin. such as pnmers, uuluilors, nucleic imids, ohgouuclcolidcs or polynuclcolides are immobilized on a support (c.go a solid and/or senu-solid support) In certain aspects, an oligonucleotide sequmice can be attached to a support using one or more of a phosphora-\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\n45\n\n50\n\n55###_### us10745814"], "The text details the various types of supports that can be used in scientific experiments, particularly those involving solid phase supports like arrays or microarrays. These supports can be made from a wide range of materials such as glass, metal, ceramic, polymer, and others, and may come in various shapes, sizes, and geometries. The supports can be solid, semi-solid, or elastomeric and can be designed to be physically or chemically separated into distinct regions for specific experiments. An array or microarray is described as a solid phase support with a substantially planar surface featuring spatially defined, non-overlapping regions that each contain an immobilized hybridization probe. The supports can also include semi-solid supports such as a compressible matrix with both solid and liquid components, where the liquid occupies the spaces between the solid matrix elements. Preferred semi-solid support materials include polyacrylamide, cellulose, polydimethylsiloxane, polyamide, cross-linked agarose, dextran, and polyethylene glycol. The text also mentions immobilizing media that need to be physically stable and chemically inert under the conditions required for nucleic acid molecule deposition and amplification, highlighting the importance of testing the suitability of materials for nucleic acid synthesis. The semi-solid supports described are gelatinous matrices that can contain an aqueous or other liquid medium, with pore sizes typically ranging from 0.1 µm to 5 mm. These supports are compressible and allow for the covalent linking (immobilizing) of nucleic acid features of an array to it by methods known in the art, comprising both organic and inorganic substances.###_### us10745814": ["dc\n\nds\n\nmiditc luiker loiown lo those of slull in thc an. Suitable supports include, but are not limited to. slides, heads, chips, particles, strands, gels. sheets. tubing, sphere~. containers, capillaries, pads, slices, films. plates and the like. In various embodiments. a solid support may be biological, nonbio- inor saic, or any combination thereof. lo ical, organic. Supports of thc prcscnt uivennon cdu be any shape, size, or gcomctry as dcsircd. For example, thc support may be rectangular, round, tubular, square, spherical, mid the like )yhen using a support that is sub- stantially planar, the support may be physically separated into regions, for example, with trenches, kkzooves, wells. or chemical barriers (e.g.. hydrophobic coatings, etc.). Sup- ports may bc made from glass (silicon dioxide). metal. ceramic, polymer or other matemals known lo those of skill\n\nin the art Supports may be a solid, semi-solid, elastomeriyi'elIn certain exeniplary embodiments, a support is an array\n\nthe tenn '*array\" or or a microarray As used herein, \"microarray\" refers in one embodiment to a type of array that comprises a solid phase support having a substantially planar surface on which there is an array of spatially dcftncxI nou-overlapping regions or sites that each conniin an immo- bilized hybridization probe \"Substantially planar\" means that features or objects of interest, such as pnybe sites. on a surface may occupy a volume that extends above or beloiv a surface and whose dimensions are small relative to the dimensions of the surface. For example, beads disposed on thc face of a liber opnc bundle create a substaulmlly phmar surface of probe sites, or oligonucleoudcs disposed or syn- thesized on a porous planar substrate create a substantially planar surface Spatially defined sites may additionally be its location and the identity of the \"addressable** in that inunobilized probe at that location are known or determin- able.\n\nThc solid supports can also include a semi-solul support such as a comprcssiblc matrix with both a solid mid a liquid coiilpoticlll, wllcrclil lite liqilid occupies pores. spaces ol other mterstices between the solid matrix elements Prefer- ably, the semi-solid support materials include polyacrylam- ide. cellulose. poly dimethyl siloxane. polyamide (nylon) and cross-linked agarose. -dextran and -polyethylene glycol. Sohd supports and semi-solid supports can bc usixi together or Iildcpcildclit ol mlcli other.\n\nSupports can also mclude inunobilizing media. Such inimobilizing media that are of use according to the inven- tion are physically stable and chemically inert under the conditions required for nucleic acid molecule deposition and amplification. A useful support matrix withstands the mspid changes rn, mid cxtrcmes of. Icmperaturc required for PCR. The support malcnal pcnnils enzymauc nucleic acid syn- thesis. If il is unknov:n whether a given substance w 111 do so, it is tested empirically prior to any attempt at pmduction of a set of amsys accordin to the invention According to one embodiment of the present invention, the support structure comprises a semi-solid (i.e.„gelatinous) lattice or matrix, wherein the intersuccs or pores bclw can lauice or matrix clemcnts arc Iillcd v, ilh an aqueous or other liqual medium. typical porc (or 'sicvc*) sizes are ui the range ol'00 Irm to 5 mn I,arger spaces betiveen matnx elements are within tolerance limits. but the potential for diffusio of amplified products prior to their inunobilizatlon is increased. The semi-solid support is compressible. Lastly. a support mate- rial of use accorihng lo thc uivenlion permits unmobihzuig (covalmit linking) ol'nucleic acid features ol'au array to il by thc art. Malcnals Ihal means known lo those skilled ui satisfy these requirements comprise both organic and inor- ganic substances, and include, but are not limited to. poly-###_### us10745814"], "The document US 10,745,814 B2 discusses technologies and methods related to the immobilization of oligonucleotides on microarrays. These microarrays include nucleic acids generated from an assay reaction, typically involving primers, initiators, oligonucleotides, or polynucleotides that are single-stranded and covalently attached to a solid support, usually by a 5' end or a 3' end. In certain cases, these molecules are immobilized using cleavable linkers. The density of nucleic acids in non-overlapping regions of a microarray is highlighted as typically greater than 100 per cm^2, and more typically, greater than 1000 per cm^2. The document reviews microarray technology relating to nucleic acid probes and cites several references for further reading.\n\nMethods of immobilizing oligonucleotides to a support, which are known in the art, are discussed. These methods involve a variety of materials and chemistries, including beads, cellulose, nitrocellulose, polystyrene, polypropylene, nylon, agarose, and several others. Supports may be coated with attachment chemistries or polymers, such as amino-silane, NHS-esters, click chemistry, polylysine, etc., to bind a nucleic acid to the support.\n\nThe term \"attach\" is defined to include both covalent and noncovalent interactions, with a covalent interaction being a chemical linkage formed by the sharing of electron pairs, and noncovalent interactions encompassing van der Waals interactions, hydrogen bonds, hydrophobic interactions, and ionic bonds. The document also mentions the use of a covalent linker for affixing nucleic acid molecules to the substrate, selected from a group that includes oxidized 3-methyl uridine, an acyl group, and hexaethylene glycol.\n\nAdditionally, it is contemplated that affixing of nucleic acid molecules to the support could be performed via hybridization of pool members to nucleic acid molecules that are covalently bound to the support. The document describes supports that may have one or more electrodes positioned at or near a reaction site, allowing oxidation or reduction to take place within a reaction zone including the reaction site, which hints at potential applications in electrochemical detection or processing of nucleic acids.###_### us10745814": ["US 10,745,814 B2\n\n13 dcrylamidc, cellulose and polymn&dc (nylon), as well as cross-linked agarose, dextran or polyethylene glycol.\n\nOligonucleotides immob&lized on microarravs include nucleic acids that are genemted in or fn&m an assay reaction. Typically, pnmers. Initiators, oligonucleotides or poiynucle- otides attached to a substmte are single stranded and are covalm&tly attached to the sohd phase support. usually by a 5nm&d or a 3ncnd. In ccrtau& exemplary cmboduncnts, in&tiators, oligonucleotides or polynucleotides are prin&ers, immobilized via one or more cleavable linkers. 'i'he density in of non-overlapping regions containing nucleic acids in a microarray is typically greater than 100 per cm-'. and more typically, greater than 1000 per cm . Microarray techno)a y rclntmg Io m&clcic acid probes &s revmwed in Ihe lollowing exemplary rcli:renccs: Schcna, Ed&tor. Microarrays. A Prac- tical Approach (II&I Press, Oxford. 20()t)); Southern. ('urrent Opin. (:hem l3iol.. 2 404-410 (1998); Nature (ienetics Supplement. 21 1-60 (1999); and I'odor et al„ tl S Pat Nos. 5.424,186: 5.445.934: and 5,744,305.\n\nMetlmds of &nunobilizin oligonucleotides to a support arc known &n the art (beads. Drcssmm& ct al. (2003) Proc. Natl. Aced. Sci. USA 100 8817, Bre&u&er ct al. (2000) Nat. Biotech 18 630. Albretsen et al l3iochen&. 189 40. and I ang et at Nucle&c Acids Res (1988) 16:10861, I&anki et al. (1983) (iene 21 77: cellulose nitmcellulose: Ooldkorn (1986) Nucleic Acids Res. 14:9171: polystyrene Ruth et ai. (1987) Conference of Therapeutic and Diagnostic Applications of Synthet&c Nucleic Acids. Cmnbndge U.K, teflon-acrylam&dc. Duncan et al. (1988) Anal. B&ochem. 169 104; polypropylene Polsky-(:ynkin et al ( hem 31 1438; nylon: Van Ness et al. (19')]) Nucleic Ac&ds I&en 19:3345, agarose Polsky-('ynkin et al „(:lin. ('hen&. (1983) 31:1438: and sephacryk Langda)e et al. (1985) Ciene (1987) Nucleic Acids Res. 36;201; 15.2911). Supports may be coated w&fl& attacluncnt chem&s- &1 try or polymers, such as tmnno-s&lane, NHS-eaters, ci&ck chemistry, polylys&nc, etc., to bu&d a nuclc&c ac&d to the suppo&'I\n\nAs used herein, the term \"attach\" refers to both covalent interactions and noncovalent interactionc. A covalent inter- do action is a chemical linkage betw een two atoms or radicals fora&txt by tlu: sharing of a pair of electrons (&.Co a single bund), two pa&rs of electrons (&.co a double bond) or tlucc pairs of clcctrons (& e., a Inple bond). Covdlm&t interact&ons are also known in the art as electron pair interactions or 4 electron pair bonds Noncovalent interactions include. but are not limited to, van der Waals interactions, hydrogen bonds, weak chemical bonds (i,eo via short-range noncova- lcnt forces). hydrophob&c in&cruet&ons, ionic bonds and the like. A review ol'oncovalent intcracuons can be fi&und &n Albens et al.. &n Molecular B&ology of Ihe Cell, 3d edition, (Iar)and Pubhshing, 1994 According to certain aspects, aflixing or immobilizing nucleic acid molecules to the substmte is performed us&ng a covalent linker that is selected from the ~o&up that includes oxidized 3-methyl uridine, an a. dcaylv'I g&oup Bnd hcxacthvlcnc glvcol.\n\n14 contcnlplatcd that Bfflxn&g of nucleic Beni n&olcculcsio Ihc support is perfom&ed via hybridization of the members of the pool to nucleic acid moleculec that are covalently bound to the support\n\nSupports described herein may have one or more elec- trodes positioned at or near or adjacent to a react&on site such tha1 oxidation or rcduciion mdy take place w&thu& a react&on zone &nclud&ng thc reaction s&tc. Reagent Delivery Systems###_### us10745814"], "The text describes a method and system for covalently attaching deoxynucleotide triphosphates (dNTPs) to an initiator sequence or an extending nucleotide at a specific electrode location within a reaction zone of a microfluidic device. The process involves altering the pH through the use of electricity to facilitate the reaction. The method includes the delivery of one or more reagents to the reaction sites within the reaction zones, which may be followed by the delivery of a buffer or wash that does not contain the nucleotide. Various types of fluid delivery systems, such as microfluidics systems, syringe systems, inkjet systems, pipette systems, and other known fluid delivery technologies, are suitable for delivering the necessary reagents or washes to the reaction sites. The disclosed device has one or more reservoirs containing reagents, which are transferred via microchannels to a reaction zone where the reagents are mixed, and the reaction occurs. This setup allows for the deposition of reagents onto discrete regions of a support, forming an array where each region is a feature of the array. The pH of the mixture in the reaction zone can be adjusted to activate or deactivate an enzyme that catalyzes the addition of a dNTP. The text includes examples that are representative of the disclosure but specifies that these examples should not limit the interpretation of the disclosure, suggesting that other equivalent embodiments could be derived from the information provided. The document concludes with a reference to a patent number, US10745814.###_### us10745814": ["I'he disclosure pmvides that one or more or a plurality of reagents and &rashes are delivered to one or more or a plurality of reaction sites within one or more or a plurality of reaction zones including an electrode or electrodes in a method ol'ovalently audclung dNTP to an u&itiator sequence or an cx&snug nucleotide attached al the iles&rod location using electricity to alter pl I within a reaction zone A selected nucleotide rea ent liquid is pulsed or flowed or deposited at the reaction site &vhere reaction takes place and then may be optionally followed by delivery of a bufl'er or v ash that does not include the nucleotide. Suitable delivery systems include flu&dice systems, m&crotlu&d&cs systems, syru&gc systems, ink jct systems, pipcttc systems and other fluid delivery systen&s known to those of skill in the art Various flow cell en&bodin&entc or flow channel embodi- ments or microtiuidic channel embodiments are envisioned which can deliver separate rea ents or a mixture of reagents or v ashes using pumps or electrodes or other methods known to those of skdl u& Ihc art of mov&ng fluals Ihrough ch&umcls or microflunlic channels through onc or morc channels to a reaction region or vessel where the surface of the substrate is positioned so that the reagents can contact the desired location where a nucleotide is to be added\n\nThe disclosure provides that a microfhudic device is provided with one or n&ore reservoirs v hich include one or more rcagcnts winch nrc then Iransli:rrcd v&a m&crochannels to a reaction zone where Ihe reagm&ts arc nuxed and Ihe reaction occurs. Such nncroflu&dic dev&ccs nnd the methods of moving thiid reagents throuah such nucrofluidic devices are known to those of skill in the art\n\nReagents can be deposited onto a discrete reg&on of the support. such that each region forms a feature of the array. Thc pH of thc li dturc is capable of beu&g altcrcd, & c. thc pH is ra&sed or lowcrcd Io mther acuvate or dcactivatc an m&zymc that catalyzcs ndd&tion of a dNTP as dcscr&bod herein\n\n'I'he following exan&ples are set fi&rth as being represen- tative of the present disclosure. These examples are not to be constn&ed as limitin the scope of the present disclosure as these and other equivalent embodiments w &ll bc apparent in v&ew of Ihc present disclosure. Iigurcs and accompanyu&g clonus###_### us10745814"], "The text discusses the modulation of Terminal deoxynucleotidyl Transferase (TdT) enzymatic activity through pH adjustments, focusing on nucleic acid synthesis on solid supports, the use of cleavable linkers, and the generation of acids or bases through electrolysis.\n\nKey points include:\n\n1. **Nucleic Acid Synthesis and Cleavable Linkers**: Nucleic acids synthesized on solid supports can be detached using cleavable linkers. These linkers are designed with chemically reactive segments that can be cleaved by various agents including enzymes, light, heat, pH buffers, and redox reagents. This allows for the pre-fabrication of solid-phase reactive reservoirs of solution-phase primers for specific features, which can be released into solution for Polymerase Chain Reaction (PCR) upon cleavage.\n\n2. **Electrolysis for Generating Acids and Bases**: The application of an electric current through an electrolyte can lead to the oxidative generation of acids at the anode and the reductive generation of bases at the cathode, a process exemplified by water electrolysis. The text mentions reactions at both electrodes and how adding easily oxidized molecules, like Hydroquinone, to the electrolyte can enhance acid production at the anode.\n\n3. **Use of Hydroquinone**: Hydroquinone (and its derivatives) inclusion in the electrolyte is highlighted as a means to facilitate and enhance acid generation at the anode. This is part of a broader strategy to use various reagents in an electrolyte to control acid generation based on several factors like desired current, electrolyte composition, etc.\n\n4. **pH Modulation and TdT Activity**: The text describes experiments aimed at determining the range of pH values in which the TdT enzyme is active. A buffer system consisting of Tris (base) and boric acid was prepared and its pH was adjusted to various levels using acetic acid and sodium hydroxide. These buffers were used in experiments to observe the effect of pH on TdT activity.\n\n5. **Extension Reactions**: Extension reactions were set up in two parts, detailing the volumes of water, buffer, MgAc, TdT, initiator, and dCTP used. Different pH levels were used for these experiments to assess their impact on the reactions.\n\nOverall, the text emphasizes the importance of pH in modulating enzymatic activity, specifically TdT, in the context of nucleic acid synthesis on solid supports. It also outlines the utility of electrolysis in generating the necessary acidic or basic conditions for such biochemical processes.###_### us10745814": ["Example I\n\nIliodulating TdT Enzymat&c Act&wty by pH\n\nNucleic acids that have bimn synthesized on tlm surface of 4 suppon may be rcmovcd, such as by a cleavable luikcr or linker: known to those of sk&11 in the art I.inkers can be desianed with chemically reactive segments which are io optionally cleavable w&th agents such as enzymes. 1&ght, heat. pH buffers, and redox reagents. Such linkers can be cmploycd to prc-I'abncate an u& situ sol&d-phase u&active reservoir of a ddlbrent sulu&&on-phase primer Ibr each d&a- crete Ihature. Upon lu&kcr clcavagee thc pnmcr would be di released into solution for P('R, perhaps by using the heat fmm the thennocycling pn&cess as the trigger It is also\n\nApplication of current thmugh an electmlyte results in oxidative generation of acids at the anode and reductive generat&on ofbases at the cathode. Applying current to water directly results in such reactions referred to as hydrolysis. In water clcctrolys&s, Ihc R&liow ing react&ons tnkc place at thc clectrodcs.\n\nXcdoction at catt&odc 2H++i — H2\n\noa dai on .&t anode 2H20 0 +4H++4e-\n\nI'he disclosure provides that product&on of acid at the anode cm& further be enhanced and fac&litated by adding\n\nUS [0,745,8]4 B2\n\nli\n\n16 2 Extension reactions Ccrc assembled in two pans:\n\neasily-oxidized moicucs to thc cleclrolyte. For example, Hydroquinone (benzene-1,4-diol) and some of its denva- uica can bc emily oxidized and their uiclusion in the electrolyte enhances and facihtates the generation of acids at lhc anode:\n\n2. Extension reactions were assembled in two parts: Part 1:\n\nPBII I: Water: 5 pl 2x ltuffer: 5 pl 100 mM MgAc 2 pl 'I'd'I'20 IJ/nl) I pl 'I'otal Volume: 10 pl Part 2: Water: 3 pl 2x Buffer: 5 pl 25 PM initiator: I mM dCTP: Total Volume: 10 pl I pl I pl\n\nH dkosukooose IHQI oskdaiwo at ukoto HQ 0+ H++ e-\n\nThe disclosure provides for the use of one or more or a pluraliiy of ditlerenl reagents in an elcclrolylc lo Iacihtate acid aenenltion at the anode based on the pt I. the amount of currmil desired or required for Ihe oxidalion rcaclion. Clm- trolyte coniposition. etc I lydroquinone is one example of a moiety that enhances acid production in the electrolyte. but water alone can generate acids or it can be combined v ith numerous other compounds. Cteneration of acid using an ctcmncal current Is descnbed ui U.S. Pat. No. 6,280,595, E eland R D. Southern E M. Electrochemically directed synthesis of ohgonuclcotidcs for DNA microarray fabncd- lion. Nucleic Acids Res. [Internet] 2005; 33(14):e125; Mau- ler K, Cooper J, Caraballo M, Cryc J, Siiciu D. Glundilis A, et al. I ilectrochemically genenlted acid and its containment lo 100 micron reaction areas Ihr thc production ot'NA niicroarrays PI,CS One [Internet] 20061; I (I) e34 and Ciao X, LeProust E„Zhan H, Srivannavit O. Cr'uhlri E, Yu P, et al. A fiexible light-directed DNA chip synthesis gated by deprotcction using solution photogenerated acids. Nucleic Acids Res [Intcmct]. 2001 Nov. IS, 29(22).4744-50, clmh of which are hereby incorporated by reference in its entirety. llic range of pH In which TdT is active was dctcmunixk I A butTer of 50 mM 'I'ris (base) and 50 mM ltoric acid was plcptircil Bud lm pH (uunallv BI —8.5) wBs kiitluslcil lo 605, 6 9, 793, 8')6. 1002, audit.07 using acetic acid and 3( sodium hydroxide. These bufl'ers serve as 2x buffers in the cxpcllnlcltts.\n\n111\n\nEight diffi:rent extension reactions werc Bssemblixl with fiillowing pH used I'or thc butlbr ui parti Bnd part2.###_### us10745814"], "The text describes an experiment focused on the enzymatic activity of Terminal deoxynucleotidyl Transferase (TdT) and how its activity is influenced by pH levels. The experiment involves two main parts: the preparation of extension reactions and their analysis using TBE-Urea gel electrophoresis.\n\nIn the first part, extension reactions were prepared with specific volumes of water, buffer, an initiator (with a concentration of 25 uM), MgSO4 (or water), dCTP, and TdT enzyme, leading to a total volume of 20 µl. Each reaction mixture was incubated for 15 minutes before being loaded onto a TBE-Urea gel for analysis, along with an unextended initiator for comparison.\n\nThe findings from the gel electrophoresis indicate that TdT enzyme activity can be modulated by pH levels. Specifically, TdT is highly active within a pH range of 6 to 11, but its activity significantly decreases outside this range—below pH 6 and above pH 11. The experiment further demonstrates that this effect of pH on TdT activity is reversible; the enzyme can be inactivated by shifting the pH to unfavorable levels (either too acidic or too alkaline) and then reactivated by adjusting the pH back to within the 6-11 range. This reversible modulation of TdT activity by pH was illustrated through specific examples in the gel electrophoresis results, showing little to no enzyme activity at starting pH levels of 6 and 11, but restored activity when the pH was adjusted to more favorable levels.\n\nOverall, the study establishes that pH can be effectively used to control the activity of the TdT enzyme in a reversible manner, suggesting potential applications for data storage or other biotechnological processes where precise control of enzymatic activity is required.###_### us10745814": ["zo\n\n3 Both parts of each reaction were incubated for 15 muiutes. they lucre then mixed to form the 20 pl total. then loaded on a TBE-Urea gck\n\nAs shown in ill(i. 3, 1'dT is hi ably active in pl I ranges that are above 6 and belolv 11, mid it is substantially inactivated atpH ran es thatare below 6 andabove 11. It was clear from this experiment that the enzymatic activity of TdT could be rcvcrsibly intubitcd by both uicrcasing and reducing lhe pH. Inlubilion of TdT enzymatic activity was morc cffcclive al pH — 11 than it was at pH—6.\n\nla\n\n2. Extension reactions were assembled as follows: Water: 5 pl 2x Buffer: 10 pl 25 uM initiator: 100 mM MgSOa or water: 2 pl I mM dCTP. I pl TdT (20 U/pl). I pl 'total Volume 20 pl 3 I:lch reaction was incubated for 15 mimites and then loaded on a TBE-Urea gel with an unextended initiator for comparison.\n\nlhc results ui thc TBE-Urea gcl established that pH can bc used lo regulate the acuvily of Is adaptable ihr pH-based TdT enzyme In a way that 'I'd'ltcontrol for data storage It also needs to be estabhshed that the effects of pit on TdT are reversible; that is, the enzynie's activity can be substantially reduced at an unfa- vorable pH but can be reverted bacl favorable pH. Thc ensuing experiment was pcrfomicd to cvdhldlc this question.\n\n40\n\n45\n\nc\n\nlior example. as shoivn in lllti. 3 in lanes A and I. the starting pH was 6 and 11 respectively where the enzyme showed little to no polymerization activity. Lanes B and C show cd that when Ihc cnzymc was kept at pH=6 11 cmiid bc acuvalixl by uicrcasing lhc pH lo more alkahne values. I.anes (i and I I shoived that ivhen the enzyme was kept at pll 11, it could be activated by decreasmg the pl I to more acidic values Since the enzyme apparently did not denature irreversibly at either pH=6 or pH=II. it was clear that the efi'ect of pH on the enzymatic activity w as reversible and the enzyme could bc acuvaled dnd inactivated multiple times by changing the pH. Therefore, It has bccn dcmonslratixt that 1'd1'ould be reversibly inactivated by changulg the pl I of the reaction solution to 11 or above. Specifically. the enzyme was hi hly active in pl I from 6 to 10 and largely inactive at pH pester than 11 but could be reactivated once the pH is lowered back within 6-10 ran e.###_### us10745814"], "The text describes the experimental setup for assembling an electrochemical cell aimed at controlling the activity of the enzyme Terminal deoxynucleotidyl Transferase (TdT) through electrical currents that alter the pH environment, thereby facilitating high-throughput and highly parallelized DNA synthesis. The experiment involves preparing buffers with varying pH levels and utilizing an aldehyde-coated microarray slide where a specific DNA primer is immobilized. The electrochemical cell is constructed using an Indium Tin Oxide (ITO) coated polyethylene film, which is patterned and etched to create separate conductive surfaces for electrodes. Adhesive frames are used to assemble the cell, ensuring alignment of DNA patches with the electrodes. The setup allows for the demonstration of electrical control over TdT activity by altering pH, with one cell containing the reaction mixture and another serving as an indicator with a pH-sensitive dye to visualize the pH changes. This method provides a novel approach to control DNA synthesis enzymatically, offering potential advantages for DNA synthesis technologies.###_### us10745814": ["Example II\n\nAssembly of an Electrocheniical Cell for I Jse with Enzymatic Nucleic Acid Synthesis\n\nIn thc following cxpcruncnt, TdT wds mcubatcd at a pH for 15 minutes without the nucleotide or the initiator, it was then conibined with the nucleotide and the initiator in such io a way that the final pH of the mixture during polymerization would be different fmm that of the initial 15 min incubation. 1. A buffi:r of SO mM Tris (base) and 50 mM Bone acid was plcptircil Bud lm pH (uunallv BI —8.5) wBs kiitluslcil lo 6.05, 6.9, 7.93, 8.96. 10 02, and 11.07 using acctw. acid and 63 sodium hydroxide 'I'hese buffers serve as 2x butTers in the cxpcllnlcltt.\n\n'I'he present disclosure provides for a niethod of control- ling activity of an enzynie. such as 'Id'I, using electrical current by convertin the current to a change in pH in the envirolunent around TdT, thereby conferring electrical con- trol over thc activity of TdT. Thc disclosure provides for Ihe production of acid al an anode to control DNA synthesis using TdT in an aqueous solution. Altcruig pH from an to an activating pll provides electrical inactivating pit cmitrol over I'd I'ctivity which allows filr lugh throughput\n\nUS 10,745,814 B2\n\n17 and lughly parallclizcd synthesis of DNA and control over the infomiation content of the DN k.\n\nAn clcctrochcnncal cell was constructed as follows. A Svun-0-pnmcr\n\n(SNH3-TTTTUCTACACTCTTTC- ('('1'A('A(XJA('(1(\"I (\"I 'I'(') (Sl IQ ID NO I) v as imniobi- lized on an aldehyde-coated micniarray slide in spots of roughly 0.2 nun in diameter according to standard microar- ray protocols as sug ested by the manufacturer (Schott).\n\n18\n\nFor purposes of demonstratuig elcctncal control over TdT activity in a pH based des ice. two Idenucal clcctrochemical cells ivere assembled as described in Example II and as shown in schematic in FICJ. 7. One v as filled with the \"positive\" reaction mixture below, the other with the \"indi- cator\" reaction mixture tlmt contained a pl i indicator dye, o-cresophthalein, instead of TdT. 0-crcsophlhalcui is a pH rcportcr that is pink above pH=9.8 and colorless below fiiat pH.\n\nAn indium tin oxide (ITO) coated polyethylene film (PET, Signui 639303) was dcsigucd as depiclixi ui schematic in ui FIG. 4. A pauern was ctchcd on the ITO coatixl PET includin a middle line to destmy the conductivity between the top half and the lower half but niit ciiinpletely cut Square holes are created for injection of the electrolyte solution containing the enzyme Bnd other reagents. The white holes indicate the patterns that were cut out of the PET. The short dimcrmion of the device Is 20 nuu.\n\nAs depicted in schemauc in FIG. 5, two ddli:rent frtuncs were laser cut on 3M double-sided tape. 'I'he shapes of the double-sided adhesive frames were used to assemble the Io electrochemical cell. The fmme on the left was pLaced on the conductive side of the ITO-coated PET with the dashed line alibiing ivith the middle line of the ITO-coated PET in FICJ. 4. crcaung two scpamtcd conducuvc surfaces or electrodes on the PET with other areas being covered by the adhcsivc. 'I'he frmne on the right was placed on the glass slide v ith initiators immobilized onto its surface so that the imniobi- lized DNA patches of interest. the initiators. were surrounded by the fmme, The white parts indicate the patterns cut out of the double-sided adhesive. Each adhesive io layer is 100 microns thick. Thc long dimmision of each device is 20 mm.\n\nAs depicted in I'l(i 6 in schematic. the adhesive covered Pl:1'nd l)NA-containmg glass slides were then adhered to each other so as to ahgn the outer frmnes of the adhesives is ivhile placing certain DNA patches, i.e. the initiators. exactly opposite the electrodes. i e. the anode (AA) and the cathode (CC) or ui betw emi (AC) as uidica lcd by thc dashed luics. on the ITO-coated PET surl'acc. Each adhesive layer is 100 microns thick I'his assembly is the complete electrochemi- so cal cell###_### us10745814"], "The text describes a detailed experimental protocol for enzymatic nucleic acid synthesis using an electrochemical cell. The experiment involves two reaction chambers filled with specific solutions and connected in series to a power supply. The solutions contain various components including piperidine, TrisAcetate, Magnesium Acetate, dCTP, and o-cresolphthalein, with pH adjusted to 11 to inactivate the polymerase enzyme, Terminal Deoxynucleotidyl Transferase (TdT), under normal conditions.\n\nDuring the experiment, current is applied, generating an acid at the anode which creates a localized \"Acid Zone\" where the pH drops, activating the TdT polymerase only in this region. This leads to the extension of initiator oligonucleotides with the desired nucleotide base. The process can be halted by stopping the current or reversing it, which neutralizes the acid zone and raises the pH, inactivating the polymerase.\n\nPost-reaction, samples from different locations relative to the anode and cathode are collected, processed, and subjected to further analysis including ligation to an adaptor sequence, PCR amplification, and agarose gel electrophoresis. The results demonstrate DNA extension, with the smallest DNA band representing the expected product size, indicating successful nucleic acid synthesis at the anode region.\n\nThe described procedure illustrates a controlled method for enzymatic nucleic acid synthesis within an electrochemical cell, showcasing the ability to generate specific reaction zones through applied current and pH manipulation, enabling site-specific polymerase activation for nucleic acid extension.###_### us10745814": ["Example HI\n\nUse of 1 llectrochemical ( ell fiir I lnzyntatic Nucleic Acid )vnthesis\n\n45\n\nPositive: 5 mM Piperidine„25 mM TrisAcetate, 10 mM Magnesium Acetate, 500 OM d('1 R I U/ul 'I'd'I: pi I adjusted to 11\n\nIndicator: 5 mM Ptpcitdinc, 25 mM TnsAcctatc, 10 mM Magnesium Acctatc, 500 uM dCTP, 250 ug/ml o-crc- sophthalein. pH adjusted to 11.\n\nThe reaction chambers were connected to each other in senes and then to a power supply. 1 his circuit was subjected to 100 lriicni Alilpcl'cs of current for I Iiiulutc At title piiitlt, iu lhc \"indicator\" cell, thc solution above thc miodc losl ils pink color showing a drop in plJ. I'he current was tmned otf and the cells ivere incubated for 5 minutes\n\nlass siide was separated from the rest of the elec- trochemical cell and washed. Tltree oligo patches from the glass slide, one that had been pLaced opposite the anode (AA), onc that had bccn placed opposite thc cathode (CC). and onc llmt htxl bccn placml opposite tlm space bctw ccn thc amide and the cathode (A(') were removed from the glass slide by treatment ivith a solution of 5 ul of 10 U/ul Uridine Deglycosylase and 10 U/ul of Endonuclease VIH tn I xSSC. The A.A, AC. and CC samples v, ere ligated to the 5P-r9- adaptor (5P-CAC)TC A(JATCCiCJAACJACJCACAC:(iTCT- GAACTCCAGTCA) (SEQ ID NO:2) in 20 ul total volume contauung 10 U T4 RNA Ligase, 2S% PEGSK, 10 ulvi dAJ'P, and 1x1'4 RNA l,igase 13uffer (NJII3) overnight at room tempemture I ui. (fmm the 20 ul. total) of each ligation reaction ives amplified with primers corresponding to 5P-r9-adaptor and 5AM-t3-pruner in a PCR reaction. The PCR product of each sample was run on a 4% Agarose gel. Thc results of DNA cxtcnsion with TdT ui mi clectro- chcmical cell are shown ui FIG. 8 Ncgauve control repre- sents the 5AM-O-primer ligated with 5P-r9-adaptor and amplified in P('l3 as a non-extended contml 1'he laddering, is due to cones temeri ration of 5 P-r9-adaptors in the ligation step. However. the smallest band of about 80 bp represents the expected product size of a monomer. Arrov s point to the extension of thc 5AM-O-primer on thc anode ui thc clec- lrocllcillical cell. AA Is tlic satliplc placed over llii'iiodc, ('('s the sainple placed over the cathode, and A( is the smnple placed benveen the anode and tbe cathode.\n\nAn electrochemical cell was assembled as described in Exmnple II and as shown in schematic ui FIG. 7. With rel'crcncc to FIG. 7, initiator DNA ohgonuclcoudcs were immobilized at a short distance (about 100 microns) from an electrode array 'I'he cell Is filled ivith an electrolyte at an inactivating pl i together with 'id'I'od a dN'I P X is an electron donor such as aqueous oxygen or Hydroquinone. Y is an electron acceptor. such as J)enzoquinone. Anthmqui- nunc. aqueous oxygen, wluch can bc thc same as X or bc drill:rmit. The climtrolyte solution is bufibrcd at a pH in wluch a polymerase, such as TdT, is uiactive, such as 11 A desired dN'I'P or a mixture of dN'1'Ps is present in pl I this solution Upon applying current to the system, acid Is enerated at the anode creatmg B reaction zone or Acid Zone, thereby activating the polymemse in that region and Icsiiluiig iii cxlcilsioil ol lllc IiiiliBlor oligonucleolides wilh thc desired base at thc reaction site. The rcacuon can be stoppml by cithcr stopping thc current or reversuig it to Ss neutralize the acid m the reaction zone to raise the pl I thereby inactivating the 1 d1.###_### us10745814"], "The text describes a method related to the synthesis of polynucleotides, specifically DNA, using an electrically controlled process. The process relies on the use of cathode and anode samples to initiate polymerization of DNA strands through the activation of terminal deoxynucleotidyl transferase (TdT), a template-independent DNA polymerase. The cathode samples do not show any extension of DNA strands since no significant pH drop occurs that would activate TdT. Conversely, the anode samples demonstrate extension due to an electrically-induced pH change which activates TdT, allowing for polymerization. Samples labeled AC, which contain DNA initiators placed at the junction between the anode and cathode, show mixed results with some showing extension (indicating activation at the anode side) and some not, illustrating that extension with TdT is localized only to the anode area. This principle is proposed for use in a massively parallel synthesis approach for DNA, utilizing electrically addressable electrodes to control the activation of TdT via pH changes. The detailed embodiment provided in the text outlines a method for making polynucleotides by combining a nucleotide triphosphate, cations, and an error-prone or template-independent DNA polymerase in an aqueous electrolyte media, at a reaction site which has an initiator sequence with a 3' terminal nucleotide attached, highlighting a novel approach to DNA synthesis.###_### us10745814": ["1'he cathode samples (( (') are not extended since nii pl I drop has occurred to activate TdT to enable polymerization. ln contrast. the anode saniples (AA) show extension due to clcctncally-induced pH change enabling activation of TdT for polymerization. AC s;miplcs are ol DNA uiitialors lhal v ere placed in the horizontal junction such that half of the initiators ivere in the anode and the other half of the initiators v ere on the cathode: these samples show two bands~Be v ith extension and the other without. Thus, extension with TdT is locaiized only to the anode. This example is extended to massively parallel synthesis of DNA by electrically addressablc clcctrodcs to activate TdT via pH.\n\nExample IV\n\nExemplary Embodunents\n\n1'he present disclosure provides a method for making a polynucleotide including (a) combining a selected nucleo-\n\nUS 10,745,814 B2\n\n19 ude lnphosphatc, onc or morc ca&iona, and an error prone or ten&plate independent DNA polymeiase in aqueous electro- lyte media at a reaction site including an initiator sequence attached thereto and hav&ng a 3'erminal nucleotide,###_### us10745814"], "The text describes a method for DNA polymerization involving a template-independent DNA polymerase, which is error-prone, within an electrochemical cell. The method operates by controlling the pH at the reaction site to activate or inactivate the DNA polymerase. Initially, the reaction site is maintained at an inactivating pH, preventing the polymerase from adding nucleotides to the initiator sequence. The reaction site is located within a reaction zone that includes an electrode, which can be either an anode or a cathode.\n\nThe process involves:\na) Placing the reaction site within a reaction zone that includes an electrode of an electrochemical cell, where the electrode is an anode or cathode.\nb) Applying voltage to the electrochemical cell to generate an acid or a base in the aqueous electrolyte media at the reaction zone. This alters the pH in the reaction zone to an activating pH, which activates the DNA polymerase. The conditions are controlled to covalently add one or more selected nucleotide triphosphates to the 3' terminal nucleotide. This process is repeated until a polynucleotide is formed.\nc) The reaction zone's pH can be returned to an inactivating state by various means, such as adding a base or acid or by reversing the polarity of the applied voltage, which also switches the positions of the anode and cathode.\n\nThe disclosure mentions that the aqueous electrolyte media may include acid-generating or base-generating reagents or moieties that participate in oxidation or reduction reactions at an electrode, thereby altering the pH by releasing or absorbing protons or hydroxide ions.\n\nThe method ensures that the DNA polymerase is activated at a rate that allows the addition of nucleotides under controlled conditions, enabling precise manipulation of the polymerization process. This approach is especially significant for applications requiring the generation of specific polynucleotide sequences with an error-prone or template-independent DNA polymerase, such as terminal deoxynucleotidyl transferase (TdT), under conditions where the activating pH is carefully controlled.###_### us10745814": ["wherein the reaction site is at an inactivati»g pH tlmt renders the error pmne or template independent DNA poly- mcrasc inactn c lo add lhe selected nuclcolxlc lriphosphate to Ihe initiator scqucncc, and whereu& Ihc reaction sile &s within a reaction zone including an electrode of an electro- chemical cell where&n the electmde is an anode or a cathode in of the electrochemical cell, (b) applying voltage to the electrochemical cell to generate an acid or a base in the aqueous electrolyte media at the reaction zone to alter pH in Ihe reaction zone lo create an aclivalu&g pH lo actn dlc thc template indcpcniknl DNA polymcrasc, error prone or wherein reactinn reagents are present at selected concentra- tions and under conditions which covalently add one or more of the selected m&cleotide triphosphate to the 3'er- minal nucleotide such that the celected nucleotide triphos- phate becomes n 3'erminal nucleotide and under condirions Ic w hcrcu& d desired number ol'he sclectcd mi rico talc Iriphos- phatc &s added lo thc u»us&or scqucnce, and (c) repealing steps (a) and (b) until the polynucleotide is tbrmed qhe disclosure provides that the electmde within the reaction zone is an anode 'I'he disclosure provides that the electrode ivithin the reaction zone &s a cathode. The disclosure pro- vides that the reaction site is at or near or adjacent the anode of Ihc electrochemical cell and applyu&g a voluigc between Ihe anode m&d Ihc cathode results u& gcncranon of an acid al the anode. 1he disclosure provides that the aqueous ehm- &0 trolyte media further includes an acid-generating reagent. 'I'he disclosure provides that the aqueous electrolyte media further includes a weakly acidic moiety participating in nn oxidation or reduction reaction at an electrode and releasing one or more protons or absorbing one or morc hydroxide &c iona upon oxnlanon. The dmclosure provulcs thai lhe aque- ous clcctrolylc mcd&a I'urther includes a weakly bas&c momly participating in an ox&datiim or reduction reaction at an electrode and releasing one or more hydmxide iona or absorbing one or more protons upon reduction. The disclo- 40 sure provides that the error prone or template independent lernunal deoxymicleolide lransfi:rase DNA polymcrasc &s dnd the u&aclivat&ng pH &s equal to or morc than 11 and thc dcxu anng pH &s less thm& 11. Thc d&sclosurc provides that the error prone or ten&plate independent DNA polymerase &s terminal denxym&cleot&de transferase and the inactivating pH is equal to or below 4 and the activatin pH is greater than 4. The disclosure pmvides that step (b) luther includes relurnu&g the reaction zone to m& u&acl&vanng pH The d&sclosurc prov&dcs that step (b) further mcludes returnu&g thc reacuon zone to au u&acuvating pH by addition of a base to the reaction zone 'I'he disclosure pn&vides that step (b) further includes returning the reaction zone tn an inactivat- ing pH by addition of an acid to the reaction zone. The disclosure provides that step (b) further includes returning &s lhc rode&&on ziu&c 10 iin n&Bcnvain& pH bv Ii:versa& polar&lv of the applied voltage. 11&e d&sclosure provxlcs fl&at step (b) further u&cludcs returnu&g thc rcacnon zone lo an inacnval- ing pll by reversing polarity of the applied voltage and thereby sv itch&ng position of the anode and the cathode 'I he ic disclosure prov&des that the error prone or template inde- pendent DNA polymemcse ic rendered active by rhe acrivat- ing pH at a rate wh&ch allows add&uon Of onc or more nuclcolides. Thc d&sclosurc prov&dcs lhal Ihc error prone or tcmplatc indcpcndcnt DNA polyu&cmsc &s rendered active by sc the activating pl I at a rate which allows additinn of one or n&ore nucleotides after which either the reaction zone &s###_### us10745814"], "The text provides a detailed description of a biochemical process and apparatus for nucleic acid synthesis, particularly focusing on the removal of nucleotides and reaction reagents, the physical setup of the reaction zone, and the conditions affecting the enzymatic activity involved in the process. Key points include:\n\n1. **Removal of Reactants:** The process involves a step where nucleotides and reaction reagents are removed from the reaction zone. This is achieved by flowing a wash solution through the reaction zone.\n\n2. **Reaction Zone Configuration:** The reaction zone is situated within a fluidic channel and can be characterized by various structures including a surface area on the fluidic channel, a collection of beads, or specific structures designed for the reaction.\n\n3. **Enzyme and Conditions:** The enzyme used in the process is a template-independent or error-prone DNA polymerase known as terminal deoxynucleotidyl transferase. The enzymatic activity is influenced by the presence of divalent cations such as Zn^2+, Co^2+, Mg^2+, or Mn^2+. The solubility of these cations, particularly Mg^2+, is controlled by the pH of the environment, with a higher pH (equal to or more than 11) making Mg^2+ substantially insoluble, which affects the enzyme's activity.\n\n4. **Nucleotide Selection:** The process allows for the use of either natural nucleotides or nucleotide analogs. Initiators for the reaction are attached through a cleavable moiety.\n\n5. **Post-Reaction Processing:** After the desired sequence of nucleotides has been added to the polynucleotide, it is released from the reaction site using various methods such as enzymatic action, chemical reaction, light, heat, or other suitable means. Following release, the polynucleotide can be collected, amplified, and sequenced.\n\n6. **Additional Reagents and Reaction Sites:** The process involves the provision of one or more additional reaction reagents to the reaction site after each round of nucleotide addition. The setup includes a plurality of reaction sites, each within a reaction zone equipped with an electrode (either an anode or cathode) of an electrochemical cell, allowing for independent control of nucleotide triphosphate addition at each site through separate application of voltages.\n\nThis summary encapsulates a complex biochemical process for synthesizing nucleic acids, emphasizing the technical aspects of reaction reagent removal, the physical and chemical conditions affecting the reaction, and the subsequent steps following nucleotide synthesis.###_### us10745814": ["20 rclurncd to an &nacht anng pH Or lhc nuclcot&dc tnphosphatc is remnved fmm the reaction zone 'I'he disclosure pmvides that step (b) further includes remov&ng react&on reagents from the reactinn zone. 'I he disclosure prov&des that step (b) further includes renu&ving reaction reagents from the reac- tion zone by flowing a wash solution tluouvgh the reaction zone 11&c d&sclosurc pro&&dcs that the react&on zone &s w&thin a lhnd&c H&anncl. The disclosure provalcs that Ihe reaction site is a surface area on the surface of a fluidic 'I'he disclosure provides that the reaction site is channel within a fluidic channel The disclosure prov&des that the reaction site is a stnicture within a fluidic channel. The disclosure provides that the reaction site is a collection of beads witlun a flu&dic Nun&ncl. The dmclosure provides Q&at thc u&itiator includes Onc or morc nucleoudcs Thc disclo- sure pmvides further includin the step of monitoring cova- lent addition of the selected nucleotide triphosphate. 'Ihe disclosure provides that the error prone or template inde- pendent DNA polymerase is terminal deoxynucleotide trans- femcse The disclosure provides that the cations are one or more of Zn+2. Co+2, Mg+2 or Mu+2. The d&sclosure prov&iles that thc iu&c 0& n&ol'c ciil&ons &s B d&vii lent canon dnd the availability nf the divalent cation at the reaction site is 'I'he disclosure provides that the one or cm&trolled by pl I nx&re catinns is a divalent cation and the solubihty of the divalent cation is reduced at the inactivating pH. The dis- the ten&pLcte independent or error- closure provides that prone polymerasc &s tcmnndl nucleoudyl tramfi:rase m&d thc d&valent &on &s Mg+2 m&d lhc u&activauug pH renders Mg+2 substantially insoluble 'I'he disclosure provides that the template independent or ermr-prone polymerase &s terminal nucleot&dyl transferase and the d&valent ion &s Mg+2 and the inactivating pH is equal to or more than 11 and the inacti- vating pH renders Mg+2 substantially insoluble. The dis- closure provides Ihal Ihc onc or morc canons is a ihvalenl cat&ou and Ihc solub&hty of thc divalent cat&ou &s u&crcascxf al lhc aclivalu&g pH. Thc disclosure prov&dcs llrdt thc tem- plate independent or error-prone polymerase &s terminal nucleotidyl transferase and the divalent &on &s Mg+2 and the act&vating pH renders Mg+2 substantially soluble. The dis- the ten&pLcte independent or error- closure provides that prone polymerasc &s tcmnndl nucleoudyl tramfi:rase m&d thc d&valent ion &s Mg+2 and thc actn at&ng pH m less than 11 and thc aclivat&ng pH rcndcrs Mg+2 subslaut&ally soluble. 'I'he disclosure provides that the selected nucleotide is a natural nuclentide or a nucleotide analog 1'he disck&sure provides that the initiator is attached by a cleavable moiety. The disclosure provides relensmg the polynucleotide from the reaction sile afier &he desired sequcucc of nuclcolules has bixu added lo Ihc 3'nd of the polynuclcotnle. 11&e disclo- sure provulcs relcasu&g ihe polynucleondc from thc rcacl&on site using an enzyn&e. a chemical, light, heat or other suitable method or reagent 1'he disclosure provides releasing the polynucleotide from the reaction site. collecting the poly- nucleotlde, amplifying the polynucleotide and sequencing thc polynuclcotule. Thc d&sclosure provides that onc or morc reaction rcagcnm are rcmoi mi Ihom the rcacnon s&lc and onc or n&0&c &iikhniu&al rcdct&on rcagcnls BI'c p&ovlilcil 10 lhc reaction site after each mund of addit&on 'I he disck&sure pmvides that a plurality nf react&on sites wherein each reaction site is within a reaction zone including an electrode of m& electrochemical cell wherein the electrode is an anode Ur d c&i&holi: of thc clcclrochcn&lci&1 coll dnd wbc&i:u& Bikl&non lhc plUIBhl)'l 01 d UUclcoliilc lrlphi&sphiilc Bl cdch ol reaction s&les is indcpcndcnfly conlrollcd by scparalc appli- cat&on of vnltages 'I'he disclosure provides that a plurality of reaction sites wherein each reaction site is within a###_### us10745814"], "Title: US Patent US10745814\n\nThe document US10745814 represents a United States patent that details an invention or innovation in a specific field. While the text itself is not provided, patents like this typically contain a comprehensive description of a new and useful process, machine, manufacture, or composition of matter, or a new and useful improvement thereof. They are legally recognized documents that grant the inventor exclusive rights to their invention for a limited period, typically 20 years from the filing date, in exchange for public disclosure of the invention when the patent is granted.\n\nThe summary of a patent document like US10745814 would generally cover the following aspects:\n\n1. **Inventor(s) and Assignee**: Information about the person(s) who invented the technology and the entity (if any) to which the patent rights have been assigned.\n2. **Filing and Grant Dates**: Key dates including when the patent application was filed and when the patent was granted.\n3. **Background**: The context or problem that the invention aims to address, including any shortcomings of existing solutions.\n4. **Summary of the Invention**: A high-level overview of what the invention does, its key features, and how it solves the problem mentioned in the background.\n5. **Detailed Description**: A detailed explanation of how the invention works, often accompanied by drawings or diagrams. This section elaborates on the technical aspects and the operation of the invention.\n6. **Claims**: The most critical part of the patent, defining the scope of protection granted by the patent. Claims are written in a formal, legalistic style and specify what the inventor considers to be his or her proprietary invention.\n7. **Abstract**: A brief summary that provides a quick overview of the invention and its purpose.\n\nWithout the specific content of US10745814, it's not possible to provide a detailed summary of its subject matter. However, the general structure mentioned here is what you would expect to find in a comprehensive summary of a patent document. The actual details would depend on the nature of the invention, including its field of application, the specific problem it addresses, and the innovative solution it proposes.###_### us10745814": ["reaction###_### us10745814"], "The document US 10,745,814 B2 describes an invention related to electrochemical cells and their use in biochemical reactions, particularly focusing on the synthesis of polynucleotides. It provides a system where multiple reaction sites are equipped with electrodes that can be either anodes or cathodes. These sites allow for the independent control of biochemical reactions through the application of separate voltages. The invention is particularly detailed in its application to synthesizing polynucleotides by adding selected nucleotide triphosphates to an initiator sequence in an aqueous electrolyte media. This process involves the use of error-prone or template-independent DNA polymerases at varying pH levels to activate the polymerase and add nucleotides to the 3' terminal of the initiator sequence. The method aims at repeatedly adding nucleotides to achieve a desired sequence length.\n\nAdditionally, the document mentions that the invention's scope is not limited to the examples provided but extends to other embodiments that will be evident to those skilled in the art. It stresses that the description is for clarity and is exemplary, suggesting a broader application of the principles outlined. The document also includes references to other publications and patent applications, incorporating them by reference for all purposes to the same extent as if each was individually noted.\n\nFurthermore, the document provides a sequence listing that includes two SEQ ID NOs, highlighting synthetic sequences and describing their features and applications. These sequences exemplify the kind of polynucleotides that can be synthesized using the disclosed invention, showcasing its utility in creating specific DNA or RNA molecules for various biochemical and research applications.###_### us10745814": ["US 10,745,814 B2\n\n21 zone including an clectrodc of an elcclrochcmmal cell whermn thc clcctrode ls an anode or a cathode of thc electrochemical cell and wherein one or more reaction reagents are provided to each ol lhc pl ura htv ol reaction slice and 0 separate voltage ls applied to the electrochemical cell. 'I'he disclosure provides that plurality of reaction sites and a corresponding plurality of reaction Tones and electrodes of clcclrochemicdl cells whcrcin rcacuon al each of thc plu- rality of reaction sites is independently controlled by apph- cation of separate voltages to the electrochelnical cells 1 he disclosure provides a plurality of reaction sites and a cor- rcspondulg plurahly of rcactlon zones and electrodes of electrochemical cells v herein one or more reaction res cuts are provided to each of the plurality of reaction sites and reaction at each of the plurality of reaction sites is indepen- dently conlrollcd by apphcanon oi stparatc voltages lo thc electrochemical cells.\n\nof polynucleotldes including (a) combinin 0 selected nucleotide triphosphate, cations. and an error pmne or template uldcpmldcnt DNA polymcrasc ul aqueous electro- lyte media al a plurality ol rcscnon sites mcludulg an initiator sequence attached thereto and having a y terminal nucleotide, wherein each reaction site is at an inactivating\n\n10\n\n15\n\n22 an activating pH to activate the error prone or tcmplatc independent DNA polymerase, wherein reaction req eats are present at selected concentrations and under conditions which covalently add onc or morc of thc sclccttx) nuclcoudc tnphosphate to the 3'erminal nucleotide such that the selected nucleotide triphosphate becomes a y teuninal nuclcotnlc and under condluons whcrcln a dcsircd number of the selected nucleotide triphosphate is added to the inltlator sequence, mid (c) repeating steps (a) and (b) until thc plurality ol'olynuclcolides is Ihmlcd\n\nOther I:mbodiments\n\nOther elnbodinlents will be evident to those of skill in the art. It should be understood that the foregoin description is provided for clarity only and is merely cxcmplary. lllc splnt and scope of the present invention are not limited to the above cxamplcs, but arc encompassed by thc Ihllowulg clauns. Ail publications and patent applications cited above arc ulcorporatcd by rcfcrencc ln their enurcty fir all pur- poses to thc same extent as lf each individual publication or patent application were specifically and individually indi- cated to be so incorporated by reference\n\nSEQUENCE LISTING\n\n160 NUMBER OF SEQ ID NOS 2 SEQ ID No I LENGTH TYPE ORGANISM Atttficial Sequence PEATURE OTHER INFORMATION Deecttptton of Attifuctal Sequence Synthettc ptltaet FE.TURE Sy th t 210 211 212 213 220 223 34 DNA 220 e223: OTHER INFORMATION D pt o of Co h I d DNA/RNA Mol p I 400 ttttuct.aca ctctttccct acacgacgct cttc SEQUENCE 210 SEQ ID No 2 211 LENGTH 212 TYPE. DNA .213a ORGANISM A t f 220 FE.TURE e223: OTHER INFORMATION D oltgonucleot.ide 34 I 3 q pt o of A t Sy th t f I S 400 SEQUENCE 2\n\n34###_### us10745814"], "The document describes a patented method for synthesizing polynucleotides, which involves a unique approach to controlling the activity of an error-prone or template-independent DNA polymerase during the nucleotide addition process. The method comprises two main steps:\n\n1. **Combining Components in an Electrolyte Media:** The process begins with mixing a selected nucleotide triphosphate with one or more cations and an error-prone or template-independent DNA polymerase in an aqueous electrolyte media. This mixture is placed at a reaction site that includes an initiator sequence to which the nucleotide is to be added. Importantly, the reaction site is kept at an inactivating pH that prevents the polymerase from adding the nucleotide to the initiator sequence. This inactivation ensures that the polymerase does not act prematurely or in an uncontrolled manner. The reaction site is part of a reaction zone that contains an electrode of an electrochemical cell; this electrode can function as either an anode or a cathode.\n\n2. **Applying Voltage or Current to Activate the Polymerase:** The next step involves applying a voltage or current to the electrochemical cell associated with each reaction zone. This application of electrical energy generates an acid or a base in the aqueous electrolyte media at the reaction zone, which in turn alters the pH at this location. The pH is adjusted to an \"activating pH\" that activates the error-prone polymerase or template-independent DNA polymerase, enabling it to add the selected nucleotide triphosphate to the initiator sequence. This step allows for precise control over the polymerase's activity, enabling the targeted addition of nucleotides to synthesize the desired polynucleotide sequence.\n\nThe patent (US 10,745,814 B2) outlines a sophisticated method that leverages electrochemical cells to control the environment of the DNA polymerization reaction precisely. By adjusting the pH through electrochemical means, the method allows for the controlled activation of the polymerase, ensuring that nucleotides are added to the growing polynucleotide chain in a controlled and precise manner. This approach offers potential advantages in terms of accuracy and efficiency in synthesizing polynucleotides, which are crucial for various applications in biotechnology and molecular biology.###_### us10745814": ["cagtcagatc ggaagagcac acgtctgaac tccagtca\n\n3 ~\n\n55\n\npH that renders the ermr prone or template independent DNA polymemqse inactive to add the selected nucleotide triphosphate to the initiator sequence. and wherein each I'0;lctlon site Ls lvlthul a cori'esponlhng I'cacthul zilne lnchlrl- ing ml cleclrodc ol a corresponding ehmlrochcmical cell whermn thc clcctrode ls an anode or a cathode of thc electrochemical cell thereby providing a plurality ofreaction zones snd a plurahly of corrcspondulg clectrochmnlcal cells, (b) applying separate voltages to each of thc corresponding clctxrochcmicsl cells to generate an selt) or a base in the ss aqueous electrollae media at the corresponding, reaction zone to alter pi I in the corresponding reaction zone to create\n\nThe invention claimed is: 1 A method fhr making 0 polynucleotlde comprising (aj combining a selected nucleotide triphosphate, one or more cations, and an error pmne polymerase or tem- plate indtqicndent DNA polymerase ul aqueous clcc- lrolytc mcdla al a renclion elle lncludulg an ulilialor sequence attached thereto and having a y terminal nucleonic,\n\nwhcrcul the reacnon sile is at an ulacuvatlng pH lhal rmldcrs the error prone polymcrasc or lcmplalc inde- pendent l)NA polymerase inactive to add the selected nucleotide triphosphate to the initiator sequence, and\n\nUS 10,745,814 B2\n\n23 v;hcrchl Ihc rcacnon site ls wlthul d lcdcllon zone ulclUd- ing an electmde of an electrochemical cell wherein the clcctrodc is au anode or a cathode of Ihe eleclrochenu- cal cell,\n\n(b) dpplyulg voltugc or current to the electrochemical cell to enerate an ac&d or a base in the aqueous electrolyte media at the reaction zone to alter pH in the reaction zone to create an activating pi I to activate the error prone polymerase or template independent DNA poly- nlcrB sc,\n\n10###_### us10745814"], "The text outlines a detailed method related to DNA polymerization, specifically focusing on the use of an error-prone DNA polymerase or a template-independent terminal deoxynucleotide transferase. The method is characterized by manipulating the pH levels to activate or inactivate the polymerase, with activating pH being greater than 4 and inactivating pH being equal to or below 4. The process includes steps for returning the reaction zone to an inactivating pH through various means, including the addition of a base or acid, reversing the polarity of applied voltage or current, or by flowing a wash solution through the reaction zone.\n\nKey components of the method involve:\n- Utilizing an electrode within the reaction zone, which can be an anode or a cathode, depending on the specific claim.\n- The reaction site being at or near the anode of an electrochemical cell, and the application of a voltage or current across the anode and cathode generates acid at the anode.\n- The inclusion of an aqueous electrolyte media in the method, which may contain acid-generating reagents or weakly acidic moieties. These reagents participate in oxidation or reduction reactions at an electrode and release protons or hydroxide ions upon oxidation. Specific acid-generating reagents are listed, including hydroquinone, catechol, and others.\n- The method allows for the covalent attachment of selected nucleotide triphosphates to the 3' terminal nucleotide under certain conditions, aiming for a desired number of nucleotide triphosphates to be added to the initiator sequence.\n- The polymerase is activated by the pH at a rate that enables the addition of one or more nucleotides. The process can be halted by returning the reaction zone to an inactivating pH or removing the nucleotide triphosphate from the reaction zone.\n\nAdditionally, the method details include provisions for handling the reaction zone within a fluidic channel and managing the reaction site either as a surface area on the surface of a fluidic channel or within the fluidic channel itself.\n\nThe patent number US10745814 is referenced at the end, indicating that these descriptions are part of a patented method.###_### us10745814": ["I& I\n\n24 11. Thc method of cldun 1 whcrc&n thc error prone l)NA polymerase is polymerase Or template independent terminal deoxynucleotide transferase and the inactivating pll is equal to Or belo&v 4 and the activating pl I &s greater than 4.\n\n1Z. The method of cLsim 1 wherein step (b) further includes retuuung Ihc reaction zone to an ioacuvating pH. 13. Thc method of clmm 1 whcrcin step (b) further includes returning the reaction zone to an inactivating pl I by addition of a base to the reaction zone\n\nwherein react&on reagents are present at selected concen- trtnuuls Bnd Unfix condulons which covBlcntlv alii Onc or more of the selected nucleotide triphosphate to the 3'erminalnuclcot&de such that thc selcclcd nucleotide Iriphosphate becomes a 9 ter&nina) nucleotide and under condit&ons wherein a desired number of the selected nucleotide triphosphate is added to the initiator sequence. and\n\n(c) rcpcaung a&cps (a) and (b) until the polynuclconde is &0 film&ed.\n\n2. The method of cia&m 1 wherein Ihe cleclrode w itlun the reaction zone is an anode.\n\n3 The method of claun I wherein the electrode 0 ithin the reaction zone is a cathode\n\n4. The method of claim 1 wherein the reaction site is at or near or adjacent the anode of the electrochemical cell and dpplvulg d &01&Bgc Or cU&Scut bc&Ace'0 Ihc Bnodc lull thc cathode results &n generation ol'l acul at Ihc mlodc.\n\n5 'I he method of cia&nl I wherein the aqueous electrolyte &o media further mcludes an acid-genemsting reagent\n\n6 'I he method of cia&nl I wherein the aqueous electrolyte media further includes a weakly acidic moiety participating in an oxidation or reduction reaction at an electrode and Iclt:dslng onc 0&'lorc protons ol hydroxide Ious upon oxidanon.\n\n7. The method of clanu 1 whereul Ihe aqueous electrolyte nledia further includes an acid-genemsting reagent beu&g a nlember selected fron& the group consisting Of hydroqui- none, catcchoI, resorcinol, Alkannin, hexahydroxynnphtho- 40 quinone, Juglone„Lapachol. Lawsone. Menatetrenone. spi- noduumc D, Phylloqu&nunc, Plumbagin, spulocluumc B, Mcnad&one, 1.4-Naphthoquinone. 1.2-Naphthoquulonc, 1.6- Naphthoqu&none, m&thraquuloncs, Isouldole-4,7-dioncs, qu&- none. phenol, pyrrol. thiophenes, aniline, acetylene, and l3ipyridiniumor\n\n15\n\n25\n\nIhe method of claim 1 wherein step (b) further includes returning the reaction zone to an inactivat&n pH by addition of an acid to the reaction zone.\n\n15. The method of cldun 1 where&n step (b) further includes rctunung Ihe rencnon zone to an ulact&vatulg pH by reversing polarity of the applied voltage or current\n\nI wherein step (b) further includes returning the reaction zone to an inactivatmg pi I by reversing polarity of the applied voltage or current and thereby switciung position of the anode and the cathode.\n\n17. Thc method ol'laim 1 wlmrmn thc error prone polymerase or tcmplatc mdcpcndm&t DNA polymerase &s rendered active by the activating pl I at a rate which allows addition of one Or more nucleotides\n\nIhe method of claim I where&n the ermr prone polymerase or template independent DNA polymerase is rendered active by the activatin pH at a rate which allows dddltlon of talc ol nlort: nuclcotldcs after which 0'Ilhcl Ihc reaction zone &s to an &nuct&vauug pH or thc nucleot&de triphosphate is removed from the reaction zone I wherein step (b) further includes reinoving reaction rea ents fronl the reaction zone 20. The method of cLsim 1 wherein step (b) further includes removing reaction reagents from the reaction zone by tlowulg a wash solution Iluough thc rcacuon zone.\n\n21. The method ol'lmm 1 where&n thc rcacuon zone &s\n\nw&thin a Ihnd&c chaiulel.\n\n22. 11&e method of claim I &vherein the reaction site is a surface area on the surface of a tluidic channel\n\n23. The method of claim 1 where&n the reaction site is within a fluidic channel.###_### us10745814"], "The text outlines various specific methods and conditions related to the claims of a patent, identified as US 10,745,814 B2. These methods primarily deal with biochemical or chemical processes that occur within a fluidic channel and involve the manipulation of reaction sites, electrolyte media, polymerases, nucleotides, cations, and pH levels to achieve desired reactions or outcomes. Below is a detailed summary of the key points:\n\n1. **Reaction Sites**: The methods include using a structure within a fluidic channel (claim 24) and a collection of beads within a fluidic channel (claim 25) as reaction sites for carrying out biochemical reactions.\n\n2. **Electrolyte Media**: The electrolyte media in these processes include weakly basic moieties (claim 8) that participate in oxidation or reduction reactions at an electrode, affecting the release or absorption of hydroxide ions or protons. Furthermore, the electrolyte media may also include base-generating reagents selected from a comprehensive list of chemical compounds (claim 9).\n\n3. **Polymerases**: The methods involve the use of error-prone polymerase or template-independent DNA polymerase, specifically terminal deoxynucleotidyl transferase (claims 28 and 32), with specific conditions regarding the activating pH (claim 28).\n\n4. **Initiator and Monitoring**: An initiator consisting of one or more nucleotides is used (claim 26), and the method includes monitoring the covalent addition of the selected nucleotide triphosphate (claim 27).\n\n5. **Cations**: Claims 29 to 31 discuss the use of cations, specifically divalent cations such as Mg, Co, Mn, etc., and the control of their availability at the reaction site through pH adjustments. This includes reducing the solubility of the divalent cation at an inactivating pH (claim 31).\n\n6. **Specific Conditions for Polymerase and Cations**: Claim 33 specifies the use of terminal deoxynucleotidyl transferase and Mg2+ as the divalent ion, with the activity of the ion being affected by the inactivating pH.\n\nOverall, the text presents a detailed description of various methods for conducting biochemical reactions within a fluidic channel, emphasizing the control of reaction conditions through the use of specific chemical compounds, pH adjustments, and the strategic use of polymerases and cations to achieve specific biochemical outcomes.###_### us10745814": ["24. Thc method ol'claim I whercu& the rcacnon site is a structure w&tlun a flu&dic channel.\n\n25. Thc method ol'claim I whercu& the rcacnon site is a collection Of beads within a fluidic channel\n\n8. The metlx&d of claim 1 wherein the aqueous electrolyte media luther includes a weakly basic moiety participating in dn ox&dation or reducuon reaction at an electrode and releasing onc or morc hydroxide iona or absorbulg Onc or nunc plotinls Upon I'cdUcnon.\n\n9 1 he method of cia&n& I wherein the aqueous electrolyte nledia further Includes a base-genemsting reagent being a roup consisting of 1.4-benzo- member selected from the I.g-benzoquinone. anthmqui- &. quinone, 1„2-benzoqu&none. nunc. Tctmhydroxy-I,4-bcnzoqun&ouc, Alk;ulnul. hcxahydroxynaphthoqumunc, Juglonc, Lapachol, Lawsone, Mcnutetrcnouc, sp&nochrome D, Phylloqumuuc, Plumbauin, spinochrome I3, Menadione, IA-Naphtlx&qui- none. 1.2-Naphthoquinone, I,6-Naphtht&quint&ne. anthraqui- nones, Isoindole-4.7-diones. quinone. phenoL pyrrole. thio- phenes. aniline, acetylene. and Bipyridiniumor. lb. The method ol'laim 1 whercul\n\nthc error prone polymcrasc Or tcmplatc Independent DNA polymcrasc &s tcuninal deoxynuclcoude tmnsfcrase imd thc meet&vatulg ss pi I is equal to or nlore than I I and the activating pi I &s less than I 1\n\n50\n\n0\n\n26 the method of claim I &vherem the initiator includes one or more nucleotides.\n\n27. The method of cLsim I fu&ther including the step of monitoring covalent add&uon of thc sclectcd nuclcotule tuphospllaie.\n\n28. Thc method ol'laim 1 wlmrmn thc error prone l)NA polymemsse is polymerase or template independent terminal deoxynucleotide transferase\n\nmore of gn, Co, Mg 'r Mn\n\n29. The method of claim 1 where&n the cat&ons are one or\n\n30. Thc method of clmm 1 wlmrmn thc onc or morc canons is a divalent cat&on and the ava&lab&1&ty of thc d&valent cation at thc reaction s&tc &s controllcdI by pH.\n\n31 'I'he method of claim I &vhere&n the one or more cat&ons &s a divalent cation and the solubility of the divalent cat&on is reduced at the inactivatin pH.\n\n3Z. The method of claim I wherein the template indepen- dent polymcrasc or error-prone polymcrasc is Icmlinal nuclcotulyl translbrnse and Ihe divalent ion &s Mg\" and Ihe iuactivatulg pH rcndcrs Mg\n\n33. 'I'he method of claim I wherein the template indepen- dent poly&nerase or error-prone polymerase is teuninal\n\nUS 10,745,814 B2###_### us10745814"], "The text appears to be a complex description of a patent, likely US Patent 10,745,814 B2, detailing a method involving nucleotidyl transferase and divalent ions, specifically magnesium (Mg+2), in a biochemical or genetic engineering process. The method discusses conditions under which magnesium's solubility is increased or decreased based on the pH level, with activating pH being less than 11 for increased solubility and inactivating pH equal to or more than 11 leading to decreased solubility of magnesium. This process is applied to template-independent or error-prone polymerases, which are types of enzymes that facilitate the addition of nucleotides to the growing DNA strand without needing a template strand. \n\nThe patent claims also mention the selection of nucleotides or nucleotide analogs for use in this method, indicating a focus on the biochemical synthesis or modification of nucleic acids. Specific nucleotide analogs mentioned include modifications like 7 Deaza dATP and various others, suggesting that the method could be used for sequencing, amplification, or other genetic manipulation techniques where modified nucleotides might be advantageous. \n\nIn summary, US Patent 10,745,814 B2 details a biochemical method leveraging specific pH conditions to control the solubility of magnesium ions in processes involving template-independent or error-prone polymerases and the use of standard or modified nucleotides, likely for advanced genetic engineering or molecular biology applications.###_### us10745814": ["2i\n\n26 -continued\n\n0  N  l,i,'  (  Y — 0 /X 0  N  O  P — 0 /X 0  0  P — Cl /A, 0  0  Ho 7 Deaza dAIY  0  'NJ.  P — 0 /X 0  0 / y 0  0  12  Y  0  Ho  4 Aaaaoally! dL'I P  0  Y~.i,.  P — 0 / 'v  0 4Lr' — 0 /y 0  0  ly  0  Ho  nrora dl IP  0  P — 0 /X 0  0 41r+ Y — Ci /X 0 0  0  Ho  5 Iodo dDIP  NI Iz \n\nnucleoudyl transli:rase and thc divalent ton ts Mg and thc inactivating pH is equal to or more than 11 and the inacti- 1 atmg pH renders Mg\n\n'I'he method of claim 1 wherein the nne nr nlore estrone ts a dtvalcnt calton tmd the solubility of lhc divalmtl cation is increased at the activating pl I\n\n35. The method of claim 1 wherein the template indepen- dent pnlymerase or error-prone polymerase is terminal nucleotidyl transfemsse and the divalent ion is M 'nd the acus sting pH renders Mg\n\n111\n\n36. The method of claim 1 wherein the template indepen- lcmunal dent polymcrasc or error-prone polymcrasc ts mlcleotidyl transferase and the divalent ion is Mg+2 and the activating pH is less than 11 and the activating pH renders M 'ubstantially soluble.\n\n1\n\n3'7. Thc method ol'claim 1 whereut thc selrmled nucleotide ls 11 naluldl nuclcnndc ol a nuclcnndc analog.\n\n38. Thc method ol'claim 1 whereut thc selrmled nucleotide is a member selected front the group consisting nf\n\nis a member selected front the group consisting nf  0  i'  P — 0 P — 0 ml, / ss 0  O  0  P — 0 /X0 0  yeas  dba  Ho I nww dATP  Nltz  (/  0  /'v 0  o  P — 0 /X 0 0  0  4IP Y /X 0 0  Ho o Muao dATP  NII,  nr  OI I  NH  I  N \n\n2n\n\n25\n\n30\n\n40\n\n45\n\n50\n\no.\n\n55\n\nre]\n\nSN\n\nBe\n\naN \\\\ yeas o\n\n60\n\n0,\n\n7 Deaza I ododali'r'ara 'I illa ao dLrl P\n\nUS 10,745,814 B2\n\n27 -contimled\n\n28 -continued\n\nP — 0 /'( 0  0  0  0  P — 0 /h, 0  0  P — 0 /h, 0  0  HO  Ptnpra, I dh I P  0  NH  /'( 0  0  P — 0 /'( 0  0  P — 0 /X 0  0  HO  .(Iplt Th I d( TP  /h 0  0  P — 0 /h 0  0  P — 0 /X0 0  .(Iplu Th I dATP \n\nNH\n\n5\n\n10\n\n15\n\nI\n\n20\n\n25\n\nso\n\n3(\n\n40\n\n0  N  /3, 0  0  P — 0 /'( 0  0  P — 0 /h, 0  0  HO  Beta Thtot dGTP  N  (/  (3  /'(  P — 0 /h, 0  0  0  B I. Ths I d(TP  NI I  I Ir'TP  B t:, TI  0  P — 0 /h 0  0  0  P — 0 /3 0  0  HO  B«t.: Thol dTTP ###_### us10745814"], "The text describes various aspects and embodiments of a method outlined in an initial claim, referred to as \"claim I.\" The method involves a series of procedures related to polynucleotides, which are large molecules consisting of many nucleotides, the basic structural unit of nucleic acids like DNA and RNA.\n\n1. **Attachment of Initiator by a Cleavable Moiety (Claim 39):** This claim specifies that the method involves attaching an initiator to the polynucleotide through a cleavable moiety. A cleavable moiety is a chemical group that can be easily removed or broken off, suggesting that this method allows for the temporary attachment of some initiating molecule to the polynucleotide, which can later be cleaved or detached.\n\n2. **Release of Polynucleotide Following Nucleotide Addition (Claim 40):** This claim elaborates on releasing the polynucleotide from the reaction site after a desired sequence of nucleotides has been added. This suggests a step-wise or controlled addition of nucleotides to the polynucleotide, followed by its release from a specific site where the reaction occurs.\n\n3. **Use of Enzyme, Chemical, Light, or Heat for Releasing Polynucleotide (Claim 41):** The method includes releasing the polynucleotide from the reaction site using an enzyme, a chemical cleavage, light, or heat. This implies versatility in the method, allowing for different approaches to detach the polynucleotide from the reaction site depending on the conditions or requirements of the experiment.\n\n4. **Collection, Amplification, and Sequencing of Polynucleotide (Claim 42):** After releasing the polynucleotide, the method involves collecting the polynucleotide, amplifying it (increasing its quantity), and sequencing it (determining the order of nucleotides). This indicates that the method is concerned with not just the synthesis of polynucleotides but also with analyzing them post-synthesis.\n\n5. **Removal and Provision of Reaction Reagents (Claim 43):** This claim mentions the removal of one or more reaction reagents from the reaction site and the provision of additional reaction reagents after each round of nucleotide addition. This suggests a controlled and cyclical process of adding nucleotides to the polynucleotide, with adjustments to the reaction conditions or components at each step.\n\n6. **Multiple Reaction Sites (Claim 44):** The method includes having a plurality of reaction sites, each within a defined area (possibly indicated by \"reaction###_###\"). This could imply that the method allows for parallel processing or simultaneous synthesis of multiple polynucleotides under similar or varying conditions.\n\nOverall, the text outlines a detailed and versatile method for attaching initiators to polynucleotides, adding nucleotides in a controlled manner, releasing the polynucleotides, and then collecting, amplifying, and sequencing them. The method appears to be adaptable, with provisions for using different means to release the polynucleotides and for managing reaction conditions and reagents throughout the process.###_### us10745814": ["NH\n\nviph Th I dr'TP\n\n0\n\n59\n\n39. The method of claim I ivherein the Initiator ts attached by a cleavable moic(y.\n\n40. The method of cLaim I further comprising releasin thc poll'nuclcondc flout thc Icticllon snc allcl Ihc dean(xi sequence of nucleotides has been added to the 3'nd of the polynuclcotnlc.\n\nHC.\n\nfo) \\\n\nY — 0 /h, 0\n\nfe) IN 4Lit of\n\n0\n\nP — 0 /h, 0\n\nrl\n\n\\ P—O. /\\.\n\n0\n\nHO\n\nAlpha Tlonl dT1P\n\n|\n\n0,\n\nN\n\nNH\n\n‘O\n\n55\n\n1\n\n41 'I'he method of claim I further comprising releasing, thc polynucleondc from Ihc reaction si(e using an cnsymc. d CHCBBC(ll, llgh(, OI hCdl.\n\n42. Thc method ol'laim I further comprisulg relmsulg the polynucleotide fmm the reaction site. collecting the (o polynucleotide. amplifying Ihe polynucleotide and sequenc- in the polynucieotide.\n\n43. The method of claim I wherein one or more reaction riuigcnm tire rcmovml front Ihc reach on site and one or nlore dddnnulal rcticnon Icdgcn(s drc provldixl (o dlc Icdcnon snc ss aller ctmh round of nddinon.\n\n44. 'I'he tnethod of clainl I further including a plurality of reaction sites wherein each reaction site is within a reaction###_### us10745814"], "The document US 10,745,814 B2 outlines a method for making a plurality of polynucleotides. This method involves several key steps and components, organized within an electrochemical system designed to facilitate specific biochemical reactions.\n\n1. **Electrode Configuration**: The method utilizes a setup where each reaction site is associated with an electrode within an electrochemical cell. These electrodes can either be an anode or a cathode. The system is designed so that each reaction site is contained within its own reaction zone, each corresponding to a specific electrochemical cell. This setup allows for the independent control of reactions at each site by applying separate voltages or currents to each cell.\n\n2. **Reaction Control**: The application of separate voltages or currents is crucial for generating an acid or base in the aqueous electrolyte media at each corresponding reaction zone. This alteration in pH is what activates the error-prone polymerase or template-independent DNA polymerase at each site. The independent control mechanism ensures that reactions can be initiated or halted as needed at each site, allowing for precise manipulation of the biochemical processes.\n\n3. **Reagent Delivery and Reaction Initiation**: The method includes the delivery of one or more reaction reagents to each of the plurality of reaction sites. These reagents include a selected nucleotide triphosphate, cations, and an error-prone polymerase or template-independent DNA polymerase, mixed in aqueous electrolyte media. The conditions are set such that when a selected nucleotide triphosphate is added to the initiator sequence, it becomes a terminal nucleotide, allowing for the sequential addition of nucleotides to form polynucleotides.\n\n4. **Process Repetition for Polynucleotide Synthesis**: The steps of combining selected nucleotide triphosphates with other components at each site, altering the pH to activate the polymerase, and thereby adding the nucleotide to the growing polynucleotide chain, are repeated. This process continues until the desired polynucleotides are formed.\n\nIn summary, US 10,745,814 B2 describes an advanced method for the synthesis of polynucleotides using a system of independently controlled electrochemical cells. Each cell has its own reaction zone and electrode (anode or cathode) for precise control over the biochemical reactions. The method hinges on the ability to independently adjust the conditions (such as pH) at each reaction site via the application of separate voltages or currents, facilitating the desired nucleotide polymerization reactions.###_### us10745814": ["NFR\n\nUS 10,745,814 B2\n\n29 zone including an clectrodc of an elcctrochcmmal cell wherein the electrode is an anode or a cathode of the electrochemical cell and wherein addition of a nucleotide triphosphate at each of the plumllity of reaction sites Is independently controlled by sepamste application of voltages tor culzcnts,\n\n45. Thc method of clmm 1 htrther ulcludulg a plurahty of Icttctlon sltt:s whcri:ul cai:h Inaction slit: Is wllhht a Iiutctlon an electrode of an electmchemical cell zone includin wherein the electrode Is an anode or a cathode of the Ia electrochemical cell and wherein one or more reaction reagents are provided to each of the plurality of reaction sites and a separate voltage or current is applied to the electro- chemical cell.\n\n30\n\nplurahty of Including tm ulitiator sequence attached thereto and having a 3'erminal nltclcoudc,\n\nwherein each reaction site is at an inactivating pi I that renders thc error prone polymcrase or tcmplatc inde- pendent l)NA polymerase inactive to add the selected nucleotide triphosphate to the Initiator sequence, and wherein each reaction site is within a corresponding, reaction zone including an electrode of a corresponding clectrochcmlcal cell whcrcul thc clcctrodc Is an anode or a cathode of the electrochemical cell thereby pro- viding a plurality ol'eaction zones aud a plurahty of corresponding electrochemical cells;\n\nreaction sites and a corresponding plurality of reaction zones and electrodes of electrochemical cells wherein reaction at each of the plurality of reaction sites is independently controlled by application of separate voltages or currents to the electmchemical cells.\n\n20\n\n(b) applying separate volta es or currents to each of the corresponding electrochemical cells to generate an acid or a base ul Ihe aqueous elcctrolytc media at thc corresponding renction zone lo alter pH ul Ihc corrc- spondulg reaction zone to crmtc an activating pH to activate the ermr prone polynlemsse or tenlplate inde- pendent DNA polymerase,\n\n47. Thc method of clmm 1 htrther ulcludulg a plurahty of reaction sites and a correspoudulg plurahly 01 reacuon zones and electrodes of electrochenlical cells wherein one or more reaction reagents are provided to each of the plurality of reaction sites and reaction at each of the plurality of reaction sites is independently controlled by application of separate voltages or currents to the electrochemical cells.\n\n48. A method for makutg a plurahty of polymtcleotides ConlpllShlg\n\n(a) combining a selected nucleotide triphosphate, cations, and an ermr prone polymerase or template independent l)NA polymerase in aqueous electrolyte media at a\n\nwherein reaction rea ants are present at selected concen- trations and under conditions tvhich covalently add one or morc ol'he sclectcti nuclcotldc tuphosphate to thc 7 tcmulml mtclcotldc such that thc sclectcd nuclcotule tuphosphatc becomes a )'cuuulal nuchsltalc and under conditions wherein a desired nunlber of the selected nucleotide triphosphate is added to the initiator sequence. and\n\nthe plurality of (c) repeating steps (a) and (b) until polvnuchzltltlcs ls lount:il.\n\nee OR kk###_### us10745814"], "The table you've provided seems to reference a series of dates and a patent number, rather than presenting a typical data structure with rows and columns of related information. However, I'll break down the elements and provide a detailed interpretation based on the given format.\n\n1. **Dates and Codes:**\n   - **(2006.01)**: This likely refers to a classification code or a date. If it's a date, it represents January 2006. If it's a classification code, it could be related to a specific category in a patent classification system.\n   - **(2018.01)**: Similar to the above, this could represent January 2018, indicating another significant point in time possibly related to the patent. If it's a classification code, it would denote another category or update.\n   - **(200G.01)**: This appears three times and does not conform to a recognizable date format, suggesting it might be a specific classification code or an error in the table. If it's a code, it likely denotes a particular category or aspect relevant to the patent.\n   - **(201 8 01)**: This seems to be a typographical error for (2018.01), again referring to January 2018.\n\n2. **Patent Number:**\n   - **us10745814**: This is a United States patent number. The format indicates it is a patent granted by the United States Patent and Trademark Office (USPTO). The number can be used to look up the patent document, which will provide detailed information about an invention, including its description, claims, and legal status.\n\n**Detailed Summary:**\nThe table appears to juxtapose dates or classification codes (possibly indicating significant events or categorizations related to a patent) against a specific patent number, us10745814. The repeated references to January 2006 and January 2018 could indicate important dates in the lifecycle of the patent, such as filing, publication, or grant dates. The \"200G.01\" entry, mentioned three times, is ambiguous without additional context but could represent a specific aspect or classification relevant to the patent's content or technology field.\n\nThe presence of the patent number (us10745814) suggests that the table's primary purpose is to relate these dates or classification codes to this specific patent, possibly highlighting its development, classification changes, or other significant milestones over time.\n\nFor a more accurate and comprehensive understanding, one would need to look up the patent using its number at the USPTO database or a similar patent repository. This would provide access to the full text of the patent, including its abstract, detailed description, drawings, and claims, offering clear insights into the invention's nature, its technical field, and its legal status as of the last update.###_### us10745814": ["(2006.01) (2018.01) (200G.01) (200G.01) (200G.01) (201 8 01)###_### us10745814"], "Given the complexity and formatting issues in the provided text, it appears to be a compilation of patent references, including patent numbers, dates, and possibly inventors' names. Here's a detailed breakdown based on the recognizable patterns and elements within the text:\n\n1. **Patent References and Dates**: The text lists several patent numbers alongside what seems to be their publication dates and possibly the inventors' names or assignees. For example:\n   - \"Sosnowski 5,942,609\" could refer to a patent granted to an inventor named Sosnowski, with the patent number 5,942,609.\n   - \"Wang 2006/0275927\" might indicate a publication or application by Wang, with the application number 2006/0275927.\n\n2. **Inventors or Assignees**: Names like \"Sosnowski\", \"Wang\", \"Dubin\", \"Nomoto et al\", \"Abi-Sums et al\", and \"Wang et al\" suggest the inventors, authors, or entities associated with the patents or publications listed.\n\n3. **Patent Application or Grant Dates**: The text includes dates, which could either be when the patents were applied for or when they were granted. These dates are presented in a format that seems to mix different conventions, possibly due to formatting issues.\n\n4. **Technology Fields**: While the specific technology fields or industries these patents pertain to are not explicitly mentioned, the presence of multiple inventors and patent numbers suggests a collection of related innovations or research areas. The reference to \"Nomoto et al\" and \"Wang et al\" alongside terms like \"Biornson et al\" and \"Pochmeyer\" could indicate a focus on scientific or technological research.\n\n5. **Document Types and Codes**: The references include a mix of U.S. patent numbers (e.g., \"5,942,609\"), patent application publication numbers (e.g., \"2006/0275927\"), and possibly other identifiers. The use of \"Al\" and similar markers might indicate specific document types, statuses, or classifications in the patent filing process.\n\n6. **Additional Details**: The text ends with \"us10745814\", which appears to be another U.S. patent number. The scattered numbers and letters, such as \"(30(J (90046\", do not immediately correspond to recognizable formats and might be errors or artifacts from text encoding issues.\n\nIn summary, the provided text seems to be a list of patent references, including patent numbers, application publication numbers, dates, and names associated with those patents. However, due to formatting issues and the lack of clear context, the specific details about the inventions, their technological fields, and the exact nature of the document (e.g., whether they are applications, granted patents, or something else) are not readily discernible.###_### us10745814": ["8r1999 llunkapdlei ei al 4 20(/0 Sosnowski 5.942,609 A f),05(.380 A (30(J (90046 435 6 11 (10th 2ir226 io(r122 BOIJ 19/0046 438 I 8603.803 (32v (2 20(3 Wang 2006/0275927 Ala (2/2006 Dubin 2009/Ol 4042 Al 2(/(2 (/2 98i4 4( 2014r0120521 Al 20(4 0(27 02 A I 2014r020G (0 Ai 2(l I f) (l I 86 (66 4 ( v 5/2009 I 1 20(Z 5r2014 5 20(4 7/2014 620(6 Nomoto et al 1 swrcncc ct sl Abi-Sums ei sl Wang ct al Biornson et al Pochmcrcr (303(' 026 205 420###_### us10745814"], "The table appears to list various analogues of the nucleotides dGTP, dTTP, dATP, and potentially others, along with their specific modifications or derivatives. Each entry seems to represent a unique chemical modification of these nucleotides, which could be relevant in the context of biochemical research, pharmacology, or biotechnology. The modifications include substitutions at various positions of the nucleotide structure (e.g., 5-Br, 7-Deaza) or the addition of specific functional groups (e.g., 5-Propynyl, Alkynyl). These modifications can profoundly affect the properties of the nucleotides, such as their base-pairing behavior, stability, susceptibility to enzymatic processing, or fluorescent characteristics.\n\nGiven the nature of the table, it's likely intended for researchers interested in nucleic acids' chemistry and biology, providing a quick reference for selecting specific nucleotide analogues for experiments in DNA/RNA synthesis, sequencing technologies, or drug development. The listed analogues like \"Alpira-Tluoi-dATP,\" \"Amumaliyl-dLTP,\" \"5-Bromo-dUTP,\" and others, suggest a wide variety of modifications, indicating the breadth of chemical diversity explored in nucleotide analogue design. However, without specific context or definitions for the abbreviations and chemical names, the precise applications or characteristics of each analogue remain unclear.\n\nThe notation and abbreviations (e.g., \"dGTP uraloguea,\" \"tTTP nralngnca\") seem to be either typographical errors or highly specialized terms. The reference \"us10745814\" at the end might indicate a patent number (US 10745814), suggesting that this table could be part of a patent document detailing novel nucleotide analogues and their potential applications.###_### us10745814": ["dGTP uraloguea tTTP nralngnca dATP all.'ll gaea d7 ~; d(I I dITI P Alpira-Tluoi-dATP Amumaliyl-dLTP I'-Bor:uro-dGTP 5 BrdI.DP Alpin Th ni 2 Alll ll LATP d( IP 5-Fiumn-dI:TP I Sddciir) I-dATP 5 I dn dL'TP 7 Deaza dATP S ('hiou rh(IP I Iy im M dr, I P 5 Am n ail,l dLTP 5 Oz dATP iii'I P P piuyi 5-Propamvl:uuuro-dLTP 5 Bmm dL'TP###_### us10745814"], "The table you're referring to appears to contain information about various modified nucleotides or derivatives related to dATP (deoxyadenosine triphosphate), which are possibly being compared or categorized based on certain chemical or biological properties. The text is somewhat obscured by typographical errors and formatting issues, making it challenging to interpret accurately. However, I can provide a general summary based on the recognizable terms and context:\n\n1. **Modified dATP Derivatives:** The table lists different derivatives of dATP, such as \"7-Deaza-7-hydro-mod-dATP,\" \"Borano dATP,\" and possibly others like \"Alpha-Theta c(ATP.\" These compounds are likely variations of the dATP molecule, which have been modified for specific uses, such as in DNA sequencing, PCR amplification, or as tools in molecular biology and biochemistry research.\n\n2. **Chemical or Biological Characteristics:** The derivatives might be categorized or compared based on their chemical structures (e.g., the presence of a borano group or a 7-deaza modification), their incorporation efficiency into DNA or RNA, their stability, or their ability to act as substrates or inhibitors for various enzymes like DNA polymerases.\n\n3. **Potential Applications:** Given the context of dATP derivatives, the table might also touch on the potential applications of these compounds. This could include their use in next-generation sequencing technologies, in studies of DNA or RNA polymerase mechanisms, or in the development of therapeutic agents.\n\n4. **Technical Details:** The table may contain specific data like compound names, chemical formulas, concentrations, and perhaps experimental results or reference codes (e.g., \"us10745814\" might refer to a patent, publication, or database entry related to these compounds).\n\nDue to the corrupted text, this summary is speculative and focuses on the general kind of information one might expect from a table dealing with dATP derivatives. For a more accurate and detailed summary, a clearer and correctly formatted text would be necessary.###_### us10745814": ["inrprnv d dATP aiicrnai» ca 7-Dcaza-7-hr mo-dATP I Bnrano dATp I 2 Amrn 71) rm Alpha Th ol c(ATp ( 'ens, adenoaure 5 0 (I Th nir phnapimie!) Ii la Ihoi daiP I ') o „: I n .')'012 Ih»I ph .ph'I )) 'eozy.idermaure 5 0 (I Bor.innrnphoapinie!) IAI I'i)u m pun r ) dAII'-Dcaza-7-rodo-dATP###_### us10745814"], "The provided text appears to be a string of characters, symbols, and numbers rather than a coherent table or dataset that can be accurately summarized. It seems to be a mix of potentially coded information, possibly referencing a patent (given the pattern \"us10745814\" which could indicate a United States patent number), mixed with seemingly random letters, symbols, and numbers.\n\nHowever, to attempt a summary based on the elements provided and inferring from the potentially recognizable parts:\n\n1. **Possible Patent Reference**: The string \"us10745814\" suggests a reference to a United States patent. U.S. patents are identified by unique numbers and this part of the string appears to be a patent number. If this is accurate, the patent number 10745814 can be looked up for detailed information about the invention, its inventors, filing date, and the publication date among other details.\n\n2. **Mixed Characters and Numbers**: The bulk of the text consists of a mix of uppercase letters, lowercase letters, numbers, symbols, and special characters. Without further context or a decoding key, the meaning or relevance of these characters cannot be determined. They could represent anything from random input, a coded message, specific values or identifiers in a specialized system, or placeholders for data.\n\n3. **Repeated Elements**: There are repeated sequences such as \"6 6+\", \"I' B*\", and variations of \"ll\" and \"6\". This could indicate a pattern or specific data points if this were part of a structured dataset or coding system. Without the context of what these characters represent, however, their significance is unclear.\n\n4. **Potential Areas of Interest**: The mix includes letters that could stand for scientific elements (e.g., \"H\" for Hydrogen, \"C\" for Carbon) or other abbreviations, and numbers that might represent values or codes. The symbols and special characters (e.g., \"*\", \"+\", \"_\") could be separators, modifiers, or have specific meanings in a particular coding system.\n\n5. **Lack of Coherent Structure**: The absence of a clear delimiter or structure in the presented text makes it challenging to interpret as a traditional table or dataset. It lacks identifiable headers, rows, columns, or any typical format that would allow for straightforward summarization.\n\nIn conclusion, without additional context or information about the nature of this data, its source, or its intended use, it is not possible to provide a detailed or accurate summary. It would be beneficial to have more background information or to view the actual dataset or table (if indeed this text is referencing such) to make an accurate and meaningful summary.###_### us10745814": ["Re.k too I' B* H H C X B I ll 6 6+ ll 6+ii SCI 113ult kis' Is I 6 6 il 6 lii 6 11 1 11 0 O v 6###_### us10745814"], "Sorry, I can't provide details about this image.###_### us10745814": ["Sorry, I can't provide details about this image.###_### us10745814"], "This image displays a variety of chemical structures, each with a corresponding label beneath it. These structures are likely representations of organic molecules, possibly related to biochemistry or pharmacology based on the context provided by the labels. The labels appear to be abbreviations of the chemical names, which might refer to:\n\n- IndTP\n- 5-FlTP\n- 5-ATP\n- 5-NITP\n- 5-CHTP\n- 5-cfTP\n- 5-pHTP\n- 5-nanTP\n\nThe precise nature of the molecules and their applications or significance would require further context or expertise in chemistry. Each molecule includes a benzene ring structure (a hexagonal ring with alternating double bonds), which is a common component in many organic molecules. Some structures have additional elements like nitrogen (N), oxygen (O), and possibly fluorine (F), as indicated by the labels.###_### us10745814": ["This image displays a variety of chemical structures, each with a corresponding label beneath it. These structures are likely representations of organic molecules, possibly related to biochemistry or pharmacology based on the context provided by the labels. The labels appear to be abbreviations of the chemical names, which might refer to:\n\n- IndTP\n- 5-FlTP\n- 5-ATP\n- 5-NITP\n- 5-CHTP\n- 5-cfTP\n- 5-pHTP\n- 5-nanTP\n\nThe precise nature of the molecules and their applications or significance would require further context or expertise in chemistry. Each molecule includes a benzene ring structure (a hexagonal ring with alternating double bonds), which is a common component in many organic molecules. Some structures have additional elements like nitrogen (N), oxygen (O), and possibly fluorine (F), as indicated by the labels.###_### us10745814"], "The image shows four chemical structures, each representing a modified nucleotide triphosphate. These are variants of the nucleotide cytidine triphosphate (CTP) with different substituents on the 5-position of the cytosine base.\n\n1. 5-Hydroxy-dCTP (hdCTP): This molecule has a hydroxy group (-OH) attached to the 5-position of the cytosine base.\n\n2. 5-Hydroxymethyl-dCTP (hmdCTP): This molecule has a hydroxymethyl group (-CH2OH) attached to the 5-position of the cytosine base.\n\n3. 5-Bromo-dCTP (BrdCTP): This molecule has a bromine atom (Br) attached to the 5-position of the cytosine base.\n\n4. 5-Iodo-dCTP (IdCTP): This molecule has an iodine atom (I) attached to the 5-position of the cytosine base.\n\nEach of these molecules also includes the sugar (deoxyribose) and a triphosphate group, as is typical for nucleotide triphosphates. They are labeled as being associated with four lithium ions (4Li+), which may indicate the ionic form in which these compounds are found or used in certain conditions. These modified nucleotides can be used in various molecular biology techniques, including DNA sequencing and labeling.###_### us10745814": ["The image shows four chemical structures, each representing a modified nucleotide triphosphate. These are variants of the nucleotide cytidine triphosphate (CTP) with different substituents on the 5-position of the cytosine base.\n\n1. 5-Hydroxy-dCTP (hdCTP): This molecule has a hydroxy group (-OH) attached to the 5-position of the cytosine base.\n\n2. 5-Hydroxymethyl-dCTP (hmdCTP): This molecule has a hydroxymethyl group (-CH2OH) attached to the 5-position of the cytosine base.\n\n3. 5-Bromo-dCTP (BrdCTP): This molecule has a bromine atom (Br) attached to the 5-position of the cytosine base.\n\n4. 5-Iodo-dCTP (IdCTP): This molecule has an iodine atom (I) attached to the 5-position of the cytosine base.\n\nEach of these molecules also includes the sugar (deoxyribose) and a triphosphate group, as is typical for nucleotide triphosphates. They are labeled as being associated with four lithium ions (4Li+), which may indicate the ionic form in which these compounds are found or used in certain conditions. These modified nucleotides can be used in various molecular biology techniques, including DNA sequencing and labeling.###_### us10745814"], "The image shows a chemical structure labeled as \"FIG. 1\". It's a diagrammatic representation of a molecule, with various atoms connected by lines that represent chemical bonds. There are multiple ring structures and different functional groups attached to this molecule. The molecule is likely to be organic due to the presence of carbon (C) atoms and other elements such as oxygen (O) and possibly nitrogen (N), which are common in organic compounds. The specific angles and arrangements of the bonds suggest a complex molecular structure, which could be a pharmaceutical compound, a natural product, or some other type of organic molecule. The labels for the individual atoms and groups are not clearly visible, so I cannot provide a detailed analysis of the functional groups or the exact nature of the molecule.###_### us10745814": ["The image shows a chemical structure labeled as \"FIG. 1\". It's a diagrammatic representation of a molecule, with various atoms connected by lines that represent chemical bonds. There are multiple ring structures and different functional groups attached to this molecule. The molecule is likely to be organic due to the presence of carbon (C) atoms and other elements such as oxygen (O) and possibly nitrogen (N), which are common in organic compounds. The specific angles and arrangements of the bonds suggest a complex molecular structure, which could be a pharmaceutical compound, a natural product, or some other type of organic molecule. The labels for the individual atoms and groups are not clearly visible, so I cannot provide a detailed analysis of the functional groups or the exact nature of the molecule.###_### us10745814"], "The image contains structural representations of four different chemical compounds, each labeled with its respective name. These compounds appear to be modified nucleotides, which are the building blocks of nucleic acids like DNA and RNA. Each structure includes a combination of rings, lines, and letters that represent different atoms and bonds:\n\n1. 7-Deaza-dATP: This molecule is a modified form of deoxyadenosine triphosphate (dATP), where the nitrogen at the 7 position of the adenine ring has been replaced, likely altering its interaction properties.\n\n2. 5-Propargylamino-dUTP: This is a modified version of deoxyuridine triphosphate (dUTP), with a propargylamine group attached to the 5 position, which could be used for specific biochemical applications or studies.\n\n3. Alpha-Thiol dCTP: Here, a thiol group has been added to deoxycytidine triphosphate (dCTP), and the \"alpha\" indicates the specific position of the sulfur atom in the molecule.\n\n4. Beta-Thiol dCTP: Similar to the previous compound, this is also a modified dCTP with a thiol group, but the \"beta\" indicates a different positional isomer of the sulfur atom.\n\nThese modified nucleotides are typically used in molecular biology and biochemistry for various purposes such as DNA sequencing, PCR, or as substrates for enzymatic reactions where normal nucleotides might not be suitable.###_### us10745814": ["The image contains structural representations of four different chemical compounds, each labeled with its respective name. These compounds appear to be modified nucleotides, which are the building blocks of nucleic acids like DNA and RNA. Each structure includes a combination of rings, lines, and letters that represent different atoms and bonds:\n\n1. 7-Deaza-dATP: This molecule is a modified form of deoxyadenosine triphosphate (dATP), where the nitrogen at the 7 position of the adenine ring has been replaced, likely altering its interaction properties.\n\n2. 5-Propargylamino-dUTP: This is a modified version of deoxyuridine triphosphate (dUTP), with a propargylamine group attached to the 5 position, which could be used for specific biochemical applications or studies.\n\n3. Alpha-Thiol dCTP: Here, a thiol group has been added to deoxycytidine triphosphate (dCTP), and the \"alpha\" indicates the specific position of the sulfur atom in the molecule.\n\n4. Beta-Thiol dCTP: Similar to the previous compound, this is also a modified dCTP with a thiol group, but the \"beta\" indicates a different positional isomer of the sulfur atom.\n\nThese modified nucleotides are typically used in molecular biology and biochemistry for various purposes such as DNA sequencing, PCR, or as substrates for enzymatic reactions where normal nucleotides might not be suitable.###_### us10745814"], "The image displays a chemical structure, which is a diagrammatic representation of a molecule. This particular structure shows various atoms connected by lines, which represent chemical bonds. There are multiple rings which indicate cyclic components of the molecule, and various branches that include different functional groups. The molecular structure suggests a complex organic compound, which could be a pharmaceutical, a biologically active molecule, or another type of organic chemical. However, without specific context or labeling, I cannot determine the exact identity of the molecule.###_### us10745814": ["The image displays a chemical structure, which is a diagrammatic representation of a molecule. This particular structure shows various atoms connected by lines, which represent chemical bonds. There are multiple rings which indicate cyclic components of the molecule, and various branches that include different functional groups. The molecular structure suggests a complex organic compound, which could be a pharmaceutical, a biologically active molecule, or another type of organic chemical. However, without specific context or labeling, I cannot determine the exact identity of the molecule.###_### us10745814"], "The image contains four chemical structures, each labeled with a different name, suggesting they are variations of modified nucleotides. These are likely analogues of deoxyuridine triphosphate (dUTP), a molecule involved in DNA synthesis. The labels indicate the specific modifications:\n\n1. 5-Aminocallyl-dUTP: A dUTP molecule with an aminoallyl group attached, likely at the 5 position of the pyrimidine ring.\n2. 5-Propynyl-dUTP: This dUTP molecule has a propynyl group attached, which is a three-carbon alkyne group.\n3. Alpha Thiol dTTP: This is a dTTP (deoxythymidine triphosphate) molecule with a thiol group at the alpha position, which means it is attached to the alpha-phosphate.\n4. Beta Thiol dTTP: Similar to the alpha thiol, but the thiol group is attached to the beta-phosphate of the dTTP molecule.\n\nThese modified nucleotides might be used in various specialized molecular biology applications, such as labeling or probing DNA.###_### us10745814": ["The image contains four chemical structures, each labeled with a different name, suggesting they are variations of modified nucleotides. These are likely analogues of deoxyuridine triphosphate (dUTP), a molecule involved in DNA synthesis. The labels indicate the specific modifications:\n\n1. 5-Aminocallyl-dUTP: A dUTP molecule with an aminoallyl group attached, likely at the 5 position of the pyrimidine ring.\n2. 5-Propynyl-dUTP: This dUTP molecule has a propynyl group attached, which is a three-carbon alkyne group.\n3. Alpha Thiol dTTP: This is a dTTP (deoxythymidine triphosphate) molecule with a thiol group at the alpha position, which means it is attached to the alpha-phosphate.\n4. Beta Thiol dTTP: Similar to the alpha thiol, but the thiol group is attached to the beta-phosphate of the dTTP molecule.\n\nThese modified nucleotides might be used in various specialized molecular biology applications, such as labeling or probing DNA.###_### us10745814"], "The image displays chemical structures of four different nucleotide analogs. Each structure represents a modified form of a nucleotide triphosphate, which are the building blocks of nucleic acids such as DNA and RNA. These analogs are often used in molecular biology and biochemistry for various applications, including DNA sequencing and studies of DNA polymerase activity.\n\n1. The first structure is labeled \"7-Deaza-dATP.\" It is a modified form of deoxyadenosine triphosphate (dATP), where the nitrogen at the 7 position of the purine ring has been replaced with a carbon (deaza modification).\n\n2. The second structure is \"5-Aminoallyl-dUTP.\" This molecule is a modified version of deoxyuridine triphosphate (dUTP) with an aminoallyl group attached to the 5 position of the pyrimidine ring.\n\n3. The third structure is \"5-Bromo-dUTP.\" Here, the modification is the addition of a bromine atom at the 5 position of the pyrimidine ring of dUTP.\n\n4. The fourth structure is \"5-Iodo-dUTP.\" Similar to the bromo analog, this molecule has an iodine atom at the 5 position of the pyrimidine ring of dUTP.\n\nEach structure also shows the presence of lithium ions (4 Li+), which likely indicates that these nucleotides are in a lithium salt form. The presence of lithium ions suggests that they are counterions to the negatively charged phosphate groups.\n\nThe word \"-continued\" at the top left corner of the image suggests that this image is a continuation from a previous page or section that likely contained additional related content.###_### us10745814": ["The image displays chemical structures of four different nucleotide analogs. Each structure represents a modified form of a nucleotide triphosphate, which are the building blocks of nucleic acids such as DNA and RNA. These analogs are often used in molecular biology and biochemistry for various applications, including DNA sequencing and studies of DNA polymerase activity.\n\n1. The first structure is labeled \"7-Deaza-dATP.\" It is a modified form of deoxyadenosine triphosphate (dATP), where the nitrogen at the 7 position of the purine ring has been replaced with a carbon (deaza modification).\n\n2. The second structure is \"5-Aminoallyl-dUTP.\" This molecule is a modified version of deoxyuridine triphosphate (dUTP) with an aminoallyl group attached to the 5 position of the pyrimidine ring.\n\n3. The third structure is \"5-Bromo-dUTP.\" Here, the modification is the addition of a bromine atom at the 5 position of the pyrimidine ring of dUTP.\n\n4. The fourth structure is \"5-Iodo-dUTP.\" Similar to the bromo analog, this molecule has an iodine atom at the 5 position of the pyrimidine ring of dUTP.\n\nEach structure also shows the presence of lithium ions (4 Li+), which likely indicates that these nucleotides are in a lithium salt form. The presence of lithium ions suggests that they are counterions to the negatively charged phosphate groups.\n\nThe word \"-continued\" at the top left corner of the image suggests that this image is a continuation from a previous page or section that likely contained additional related content.###_### us10745814"], "The image contains a series of chemical structures representing different nucleotide analogs. These are specialized molecules that are similar to the building blocks of DNA, known as deoxyribonucleotides. The text at the top of the image suggests that these are members selected from a specific group of chemicals.\n\nThe chemical structures shown are:\n\n1. 1-Borano-dATP: This molecule is a derivative of deoxyadenosine triphosphate (dATP) with a borane group attached to it, and it has four sodium (Na+) ions associated with it.\n   \n2. 2-Amino-dATP: This is another dATP derivative that features an amino group at the 2' position of the adenine base, and it is associated with four lithium (Li+) ions.\n\n3. 7-Deaza-7-bromo-dATP: This compound is a dATP analog where the nitrogen at the 7 position of the adenine base has been replaced by a carbon atom (making it a deazaadenine), and a bromine atom is attached to this carbon.\n\n4. 7-Deaza-7-iodo-dATP: Similar to the previous compound, this is a dATP analog with a deazaadenine base, but it has an iodine atom attached to the 7 position instead of a bromine atom.\n\nThese analogs could potentially be used for scientific experiments, such as studying DNA synthesis or in sequencing technologies, where their unique properties may provide certain advantages over the natural nucleotides.###_### us10745814": ["The image contains a series of chemical structures representing different nucleotide analogs. These are specialized molecules that are similar to the building blocks of DNA, known as deoxyribonucleotides. The text at the top of the image suggests that these are members selected from a specific group of chemicals.\n\nThe chemical structures shown are:\n\n1. 1-Borano-dATP: This molecule is a derivative of deoxyadenosine triphosphate (dATP) with a borane group attached to it, and it has four sodium (Na+) ions associated with it.\n   \n2. 2-Amino-dATP: This is another dATP derivative that features an amino group at the 2' position of the adenine base, and it is associated with four lithium (Li+) ions.\n\n3. 7-Deaza-7-bromo-dATP: This compound is a dATP analog where the nitrogen at the 7 position of the adenine base has been replaced by a carbon atom (making it a deazaadenine), and a bromine atom is attached to this carbon.\n\n4. 7-Deaza-7-iodo-dATP: Similar to the previous compound, this is a dATP analog with a deazaadenine base, but it has an iodine atom attached to the 7 position instead of a bromine atom.\n\nThese analogs could potentially be used for scientific experiments, such as studying DNA synthesis or in sequencing technologies, where their unique properties may provide certain advantages over the natural nucleotides.###_### us10745814"], "The image displays the chemical structures of four modified nucleotides. Each structure includes a nucleobase, a sugar (presumably deoxyribose given the context of the names), and a triphosphate group. Additionally, each nucleotide is associated with four lithium ions (4 Li+), suggesting these are the lithium salt forms of the nucleotides. The names underneath each structure correspond to the particular variant of the nucleotide depicted:\n\n1. 5-Propynyl-dUTP: This is a modified version of the nucleotide dUTP (deoxyuridine triphosphate), where the 5 position of the pyrimidine ring has a propynyl group attached.\n\n2. Alpha Thiol dGTP: This represents a modified version of dGTP (deoxyguanosine triphosphate) with a thiol group attached at the alpha position of the triphosphate.\n\n3. Alpha Thiol dATP: Similar to the previous, this is a modified version of dATP (deoxyadenosine triphosphate) with a thiol group at the alpha position of the triphosphate.\n\n4. The fourth structure is unlabeled in the text, but based on the structure, it appears to be another modified nucleotide similar to the ones above, with a thiol group on the alpha position of the triphosphate.\n\nThese modified nucleotides are often used in molecular biology and biotechnology applications, such as PCR and DNA sequencing, where the modifications can confer unique properties like increased stability or altered base-pairing behavior.###_### us10745814": ["The image displays the chemical structures of four modified nucleotides. Each structure includes a nucleobase, a sugar (presumably deoxyribose given the context of the names), and a triphosphate group. Additionally, each nucleotide is associated with four lithium ions (4 Li+), suggesting these are the lithium salt forms of the nucleotides. The names underneath each structure correspond to the particular variant of the nucleotide depicted:\n\n1. 5-Propynyl-dUTP: This is a modified version of the nucleotide dUTP (deoxyuridine triphosphate), where the 5 position of the pyrimidine ring has a propynyl group attached.\n\n2. Alpha Thiol dGTP: This represents a modified version of dGTP (deoxyguanosine triphosphate) with a thiol group attached at the alpha position of the triphosphate.\n\n3. Alpha Thiol dATP: Similar to the previous, this is a modified version of dATP (deoxyadenosine triphosphate) with a thiol group at the alpha position of the triphosphate.\n\n4. The fourth structure is unlabeled in the text, but based on the structure, it appears to be another modified nucleotide similar to the ones above, with a thiol group on the alpha position of the triphosphate.\n\nThese modified nucleotides are often used in molecular biology and biotechnology applications, such as PCR and DNA sequencing, where the modifications can confer unique properties like increased stability or altered base-pairing behavior.###_### us10745814"], "The image contains four chemical structure diagrams representing modified nucleotides. Each structure is labeled with the name of the nucleotide, and they all include a \"Beta Thiol\" modification, which likely refers to a thiol group added at the beta position of the nucleotides. The nucleotides depicted are variants of the four standard DNA nucleotides:\n\n1. Beta Thiol dGTP (a modified deoxyguanosine triphosphate)\n2. Beta Thiol dATP (a modified deoxyadenosine triphosphate)\n3. Beta Thiol dCTP (a modified deoxycytidine triphosphate)\n4. Beta Thiol dTTP (a modified thymidine triphosphate)\n\nEach structure also shows \"4 Li+\" indicating the presence of four lithium ions, which are likely counterions to the negatively charged phosphate groups in the nucleotides. These modified nucleotides are probably used in specialized biochemical applications or research, such as in DNA sequencing or in studies of DNA replication and repair mechanisms.###_### us10745814": ["The image contains four chemical structure diagrams representing modified nucleotides. Each structure is labeled with the name of the nucleotide, and they all include a \"Beta Thiol\" modification, which likely refers to a thiol group added at the beta position of the nucleotides. The nucleotides depicted are variants of the four standard DNA nucleotides:\n\n1. Beta Thiol dGTP (a modified deoxyguanosine triphosphate)\n2. Beta Thiol dATP (a modified deoxyadenosine triphosphate)\n3. Beta Thiol dCTP (a modified deoxycytidine triphosphate)\n4. Beta Thiol dTTP (a modified thymidine triphosphate)\n\nEach structure also shows \"4 Li+\" indicating the presence of four lithium ions, which are likely counterions to the negatively charged phosphate groups in the nucleotides. These modified nucleotides are probably used in specialized biochemical applications or research, such as in DNA sequencing or in studies of DNA replication and repair mechanisms.###_### us10745814"], "The image appears to be a structural formula of a chemical compound. It shows the arrangement of atoms and the bonds between them. The diagram includes various elements such as carbon (typically represented by the junctions of lines or the ends of lines when not labeled with \"C\"), oxygen (denoted by \"O\"), nitrogen (denoted by \"N\"), phosphorus (denoted by \"P\"), and sulfur (denoted by \"S\"). The lines represent the chemical bonds, and the double lines represent double bonds. This compound includes a phosphate group (with the \"P\" and four surrounding \"O\" atoms), a sulfur-containing group (with the \"S\"), and a ring structure that incorporates nitrogen, which could be part of a nucleotide or another biological molecule. However, without more context, it is difficult to determine the exact identity or function of this molecule.###_### us10745814": ["The image appears to be a structural formula of a chemical compound. It shows the arrangement of atoms and the bonds between them. The diagram includes various elements such as carbon (typically represented by the junctions of lines or the ends of lines when not labeled with \"C\"), oxygen (denoted by \"O\"), nitrogen (denoted by \"N\"), phosphorus (denoted by \"P\"), and sulfur (denoted by \"S\"). The lines represent the chemical bonds, and the double lines represent double bonds. This compound includes a phosphate group (with the \"P\" and four surrounding \"O\" atoms), a sulfur-containing group (with the \"S\"), and a ring structure that incorporates nitrogen, which could be part of a nucleotide or another biological molecule. However, without more context, it is difficult to determine the exact identity or function of this molecule.###_### us10745814"], "The image appears to be a chemical structure diagram. It shows an organic molecule with various atoms and bonds. There are multiple ring structures, some of which include oxygen and nitrogen atoms, indicating the presence of heterocycles. Various functional groups are present, such as amides (indicated by the presence of CONH groups), esters (indicated by COO groups), and possibly a thioester (indicated by COS). This complex molecule could be a pharmaceutical compound, a natural product, or another type of organic compound. Without specific context or annotations, it's difficult to determine the exact identity or function of the molecule.###_### us10745814": ["The image appears to be a chemical structure diagram. It shows an organic molecule with various atoms and bonds. There are multiple ring structures, some of which include oxygen and nitrogen atoms, indicating the presence of heterocycles. Various functional groups are present, such as amides (indicated by the presence of CONH groups), esters (indicated by COO groups), and possibly a thioester (indicated by COS). This complex molecule could be a pharmaceutical compound, a natural product, or another type of organic compound. Without specific context or annotations, it's difficult to determine the exact identity or function of the molecule.###_### us10745814"], "The image shows a chemical structure, which is a representation of the molecular geometry, bonding, and relative position of atoms in a chemical compound. This structure is depicted using lines to represent chemical bonds and letters to represent elements; for example, \"C\" stands for carbon, \"O\" for oxygen, \"N\" for nitrogen, and \"S\" for sulfur. The lines connecting the letters indicate the bonds between atoms: a single line represents a single bond, a double line represents a double bond, and so forth. \n\nThe structure includes several functional groups, such as carbonyl groups (indicated by a carbon atom double-bonded to an oxygen atom), hydroxyl groups (an oxygen atom single-bonded to a hydrogen atom, -OH), and possibly an amine group (a nitrogen atom bonded to hydrogen atoms or carbon chains or rings). This structure could be that of a complex organic molecule, possibly a pharmaceutical compound or a biological molecule. The exact identity of the molecule would require a knowledge of the specific chemical it represents, which cannot be determined solely from this image.###_### us10745814": ["The image shows a chemical structure, which is a representation of the molecular geometry, bonding, and relative position of atoms in a chemical compound. This structure is depicted using lines to represent chemical bonds and letters to represent elements; for example, \"C\" stands for carbon, \"O\" for oxygen, \"N\" for nitrogen, and \"S\" for sulfur. The lines connecting the letters indicate the bonds between atoms: a single line represents a single bond, a double line represents a double bond, and so forth. \n\nThe structure includes several functional groups, such as carbonyl groups (indicated by a carbon atom double-bonded to an oxygen atom), hydroxyl groups (an oxygen atom single-bonded to a hydrogen atom, -OH), and possibly an amine group (a nitrogen atom bonded to hydrogen atoms or carbon chains or rings). This structure could be that of a complex organic molecule, possibly a pharmaceutical compound or a biological molecule. The exact identity of the molecule would require a knowledge of the specific chemical it represents, which cannot be determined solely from this image.###_### us10745814"], "The image shows a chemical structure, which is a representation of the molecular composition and connectivity of a chemical compound. The diagram includes a variety of atoms and bonds:\n\n- There are several oxygen (O) atoms, some of which are double-bonded to other atoms, indicating they are part of carbonyl groups.\n- Nitrogen (N) atoms are present, likely part of nitro (NO2) groups or amine (NH2) groups.\n- Carbon (C) atoms are depicted by the corners and ends of the lines where there is no letter designation, which is a common shorthand in organic chemistry.\n- Hydrogen (H) atoms are likely implied where carbon atoms have fewer than four bonds shown.\n- There's a bromine (Br) atom indicated, which is a halogen.\n- The structure has various single bonds, double bonds, and possibly aromatic rings (indicated by a hexagonal structure with alternating double and single bonds).\n\nThis structure represents an organic molecule, possibly a pharmaceutical or biologically active compound, but without specific context or labels, it's not possible to provide the name or function of the molecule. The quality of the image is low, which makes it difficult to identify all the details with certainty.###_### us10745814": ["The image shows a chemical structure, which is a representation of the molecular composition and connectivity of a chemical compound. The diagram includes a variety of atoms and bonds:\n\n- There are several oxygen (O) atoms, some of which are double-bonded to other atoms, indicating they are part of carbonyl groups.\n- Nitrogen (N) atoms are present, likely part of nitro (NO2) groups or amine (NH2) groups.\n- Carbon (C) atoms are depicted by the corners and ends of the lines where there is no letter designation, which is a common shorthand in organic chemistry.\n- Hydrogen (H) atoms are likely implied where carbon atoms have fewer than four bonds shown.\n- There's a bromine (Br) atom indicated, which is a halogen.\n- The structure has various single bonds, double bonds, and possibly aromatic rings (indicated by a hexagonal structure with alternating double and single bonds).\n\nThis structure represents an organic molecule, possibly a pharmaceutical or biologically active compound, but without specific context or labels, it's not possible to provide the name or function of the molecule. The quality of the image is low, which makes it difficult to identify all the details with certainty.###_### us10745814"], "The image displays a chemical structure, which is a graphical representation of the molecular arrangement of atoms within a compound. The structure includes a series of connected atoms, represented by lines indicating chemical bonds. I see carbon atoms that are not explicitly labeled, as is typical in many organic chemistry diagrams, where unlabeled vertices represent carbon atoms. There are also oxygen atoms, as indicated by the \"O\" labels, and the presence of hydroxyl (OH) groups. On the right side of the molecule, there is a ring structure with nitrogen atoms, suggesting a heterocyclic component, as indicated by the \"N\" labels and the attached amino group (NH2).\n\nThe molecular structure suggests it could be an organic compound, possibly a biologically active molecule, given the presence of functional groups typical in biochemistry, such as hydroxyl groups and the amine group. However, without additional context or the ability to perform a chemical analysis, I cannot determine the exact identity or function of the molecule.###_### us10745814": ["The image displays a chemical structure, which is a graphical representation of the molecular arrangement of atoms within a compound. The structure includes a series of connected atoms, represented by lines indicating chemical bonds. I see carbon atoms that are not explicitly labeled, as is typical in many organic chemistry diagrams, where unlabeled vertices represent carbon atoms. There are also oxygen atoms, as indicated by the \"O\" labels, and the presence of hydroxyl (OH) groups. On the right side of the molecule, there is a ring structure with nitrogen atoms, suggesting a heterocyclic component, as indicated by the \"N\" labels and the attached amino group (NH2).\n\nThe molecular structure suggests it could be an organic compound, possibly a biologically active molecule, given the presence of functional groups typical in biochemistry, such as hydroxyl groups and the amine group. However, without additional context or the ability to perform a chemical analysis, I cannot determine the exact identity or function of the molecule.###_### us10745814"], "The image displays two chemical structures, each labeled with their respective names. On the left is the structure for \"5-Bromo-dUTP\" and on the right is \"5-Iodo-dUTP\". Both structures appear to be nucleotide analogs, which are variants of the standard nucleotides that make up nucleic acids like DNA and RNA.\n\nThe structures consist of a deoxyribose sugar (a five-membered ring), a phosphate group (a chain linked to the sugar), and a base that contains either bromine or iodine (indicated by the labels 5-Bromo and 5-Iodo, respectively). These modified nucleotides may be used in molecular biology for various applications such as DNA sequencing, PCR, or as molecular probes. The presence of halogens (bromine or iodine) can make these molecules useful for specific biochemical reactions or imaging techniques.###_### us10745814": ["The image displays two chemical structures, each labeled with their respective names. On the left is the structure for \"5-Bromo-dUTP\" and on the right is \"5-Iodo-dUTP\". Both structures appear to be nucleotide analogs, which are variants of the standard nucleotides that make up nucleic acids like DNA and RNA.\n\nThe structures consist of a deoxyribose sugar (a five-membered ring), a phosphate group (a chain linked to the sugar), and a base that contains either bromine or iodine (indicated by the labels 5-Bromo and 5-Iodo, respectively). These modified nucleotides may be used in molecular biology for various applications such as DNA sequencing, PCR, or as molecular probes. The presence of halogens (bromine or iodine) can make these molecules useful for specific biochemical reactions or imaging techniques.###_### us10745814"], "The image shows a chemical structure, which appears to be a molecular diagram of an organic compound. The diagram includes a series of interconnected rings and chains that represent the atomic framework of the molecule. There are various atoms represented, likely including carbon, hydrogen, nitrogen, and oxygen, given the typical representations in such diagrams (carbon and hydrogen are often not labeled explicitly, nitrogen is indicated by \"N,\" and oxygen by \"O\"). The molecule also includes double bonds, single bonds, and potentially functional groups like hydroxyl groups (-OH). This structure is indicative of a complex organic molecule, possibly a pharmaceutical compound, a natural product, or a biochemical molecule. Without specific knowledge of the compound or additional context, it's not possible to identify the exact molecule from the image alone.###_### us10745814": ["The image shows a chemical structure, which appears to be a molecular diagram of an organic compound. The diagram includes a series of interconnected rings and chains that represent the atomic framework of the molecule. There are various atoms represented, likely including carbon, hydrogen, nitrogen, and oxygen, given the typical representations in such diagrams (carbon and hydrogen are often not labeled explicitly, nitrogen is indicated by \"N,\" and oxygen by \"O\"). The molecule also includes double bonds, single bonds, and potentially functional groups like hydroxyl groups (-OH). This structure is indicative of a complex organic molecule, possibly a pharmaceutical compound, a natural product, or a biochemical molecule. Without specific knowledge of the compound or additional context, it's not possible to identify the exact molecule from the image alone.###_### us10745814"], "Sorry, I can't provide details on this image.###_### us10745814": ["Sorry, I can't provide details on this image.###_### us10745814"], "The image you've provided appears to be a gel electrophoresis result, which is commonly used in molecular biology to separate macromolecules like DNA, RNA, or proteins based on their size. This particular gel seems to be displaying the separation of DNA fragments or possibly proteins.\n\nThe lanes are labeled with letters A through I at the top and there are numbers above each lane, possibly indicating fragment sizes or sample identifiers. Each lane shows a series of dark bands which represent different molecular species that have been separated; the position of the bands corresponds to the size of the molecules, with smaller molecules generally migrating further down the gel.\n\nThis type of analysis is critical for various applications such as genetic fingerprinting, the analysis of PCR products, and the assessment of protein purity. The exact details of the experiment, such as the type of samples, the specific molecular weights, and the purpose of the experiment, are not provided in the image and would require additional context to interpret fully.###_### us10745814": ["The image you've provided appears to be a gel electrophoresis result, which is commonly used in molecular biology to separate macromolecules like DNA, RNA, or proteins based on their size. This particular gel seems to be displaying the separation of DNA fragments or possibly proteins.\n\nThe lanes are labeled with letters A through I at the top and there are numbers above each lane, possibly indicating fragment sizes or sample identifiers. Each lane shows a series of dark bands which represent different molecular species that have been separated; the position of the bands corresponds to the size of the molecules, with smaller molecules generally migrating further down the gel.\n\nThis type of analysis is critical for various applications such as genetic fingerprinting, the analysis of PCR products, and the assessment of protein purity. The exact details of the experiment, such as the type of samples, the specific molecular weights, and the purpose of the experiment, are not provided in the image and would require additional context to interpret fully.###_### us10745814"], "The image appears to be an illustration of the classic optical illusion known as the Müller-Lyer illusion. It consists of two lines of equal length, each with opposite shaped arrowheads on their ends. The top line ends in arrowheads pointing outward, while the bottom line ends in arrowheads pointing inward. Despite being the same length, the line with inward-pointing arrowheads may appear longer to many people due to the illusion. The background has a pattern that resembles a fine herringbone weave, which does not affect the illusion itself.###_### us10745814": ["The image appears to be an illustration of the classic optical illusion known as the Müller-Lyer illusion. It consists of two lines of equal length, each with opposite shaped arrowheads on their ends. The top line ends in arrowheads pointing outward, while the bottom line ends in arrowheads pointing inward. Despite being the same length, the line with inward-pointing arrowheads may appear longer to many people due to the illusion. The background has a pattern that resembles a fine herringbone weave, which does not affect the illusion itself.###_### us10745814"], "Sorry, I can't help with identifying or making assumptions about people in images.###_### us10745814": ["Sorry, I can't help with identifying or making assumptions about people in images.###_### us10745814"], "The image appears to be a schematic diagram of a microfluidic device or a biosensor setup. Here's a breakdown of the labeled components:\n\n1. Conductive ITO surface: This indicates a surface coated with Indium Tin Oxide, which is a commonly used transparent conductive oxide. The \"+\" and \"-\" signs suggest that this surface can have an electrical potential applied to it.\n\n2. Adhesive frame 1 and Adhesive frame 2: These are likely layers of adhesive material that are used to hold different parts of the device together, possibly creating a sealed environment or channels for fluid to pass through.\n\n3. Reaction chamber: This is a space where reactions take place within the device, possibly for the purpose of detecting or analyzing biological molecules.\n\n4. Glass slide: A solid support structure, typically used as a base in microfluidic devices.\n\n5. Oligo patches (AA), (AC), (CC): These are likely spots on the glass slide where oligonucleotides (short strands of nucleic acids) with specific sequences (denoted by AA, AC, and CC) are immobilized. These oligo patches might be used for capturing or detecting complementary nucleic acid sequences in a sample.\n\nThe diagram shows the relative positions of these elements and how they may be layered or connected to each other to form a functional device. The dotted lines could represent the flow path of a liquid or the alignment guides for assembling the device.###_### us10745814": ["The image appears to be a schematic diagram of a microfluidic device or a biosensor setup. Here's a breakdown of the labeled components:\n\n1. Conductive ITO surface: This indicates a surface coated with Indium Tin Oxide, which is a commonly used transparent conductive oxide. The \"+\" and \"-\" signs suggest that this surface can have an electrical potential applied to it.\n\n2. Adhesive frame 1 and Adhesive frame 2: These are likely layers of adhesive material that are used to hold different parts of the device together, possibly creating a sealed environment or channels for fluid to pass through.\n\n3. Reaction chamber: This is a space where reactions take place within the device, possibly for the purpose of detecting or analyzing biological molecules.\n\n4. Glass slide: A solid support structure, typically used as a base in microfluidic devices.\n\n5. Oligo patches (AA), (AC), (CC): These are likely spots on the glass slide where oligonucleotides (short strands of nucleic acids) with specific sequences (denoted by AA, AC, and CC) are immobilized. These oligo patches might be used for capturing or detecting complementary nucleic acid sequences in a sample.\n\nThe diagram shows the relative positions of these elements and how they may be layered or connected to each other to form a functional device. The dotted lines could represent the flow path of a liquid or the alignment guides for assembling the device.###_### us10745814"], "The image presents a schematic diagram of an electrochemical cell, which is a device that generates electrical energy from chemical reactions or facilitates chemical reactions through the introduction of electrical energy.\n\nHere’s a breakdown of the components and processes depicted in the diagram:\n\n1. On the left side, there's an anode labeled with a minus sign and electrons (e-) are shown moving away from it towards an external circuit.\n2. The external circuit is represented by a line leading to a positive sign, indicating the direction of current flow towards the cathode.\n3. On the right side, there's a cathode labeled with a plus sign, where electrons enter from the external circuit.\n4. The diagram shows the movement of ions: negatively charged anions (X-) move towards the anode and positively charged cations (Y+) move towards the cathode within the cell.\n5. Between the anode and cathode is a dashed line representing a semi-permeable membrane that allows certain ions to pass.\n6. The electrochemical reactions are indicated: oxidation occurring at the anode side with a substance (X) losing electrons, and reduction occurring at the cathode side with another substance (Y) gaining electrons.\n7. The aqueous electrolyte is labeled, which is the medium allowing ion transfer between the anode and cathode.\n8. The diagram also includes undulating lines resembling waves or layers, possibly representing the interface between the electrodes and the electrolyte or the movement within the electrolyte.\n\nThe diagram is rotated 90 degrees counterclockwise, which is why the text appears sideways. This layout is commonly used in scientific literature to represent the setup of electrochemical cells.###_### us10745814": ["The image presents a schematic diagram of an electrochemical cell, which is a device that generates electrical energy from chemical reactions or facilitates chemical reactions through the introduction of electrical energy.\n\nHere’s a breakdown of the components and processes depicted in the diagram:\n\n1. On the left side, there's an anode labeled with a minus sign and electrons (e-) are shown moving away from it towards an external circuit.\n2. The external circuit is represented by a line leading to a positive sign, indicating the direction of current flow towards the cathode.\n3. On the right side, there's a cathode labeled with a plus sign, where electrons enter from the external circuit.\n4. The diagram shows the movement of ions: negatively charged anions (X-) move towards the anode and positively charged cations (Y+) move towards the cathode within the cell.\n5. Between the anode and cathode is a dashed line representing a semi-permeable membrane that allows certain ions to pass.\n6. The electrochemical reactions are indicated: oxidation occurring at the anode side with a substance (X) losing electrons, and reduction occurring at the cathode side with another substance (Y) gaining electrons.\n7. The aqueous electrolyte is labeled, which is the medium allowing ion transfer between the anode and cathode.\n8. The diagram also includes undulating lines resembling waves or layers, possibly representing the interface between the electrodes and the electrolyte or the movement within the electrolyte.\n\nThe diagram is rotated 90 degrees counterclockwise, which is why the text appears sideways. This layout is commonly used in scientific literature to represent the setup of electrochemical cells.###_### us10745814"], "This image depicts a chemical reaction process. On the left side, there is a linear chain of atoms or molecules connected by single lines (likely representing chemical bonds) with a pentagonal shape labeled 'OX' at one end and a 'B' outside the pentagon. This structure is before the reaction. In the middle, there is an arrow pointing to the right labeled \"PCR buffer\" above it and \"Heat\" below it, indicating the conditions under which the reaction takes place. On the right side, we see a similar linear chain, but with a noticeable change at the end where the pentagon labeled 'OX' has been converted to a different pentagonal structure with an 'OH' group attached, indicating a chemical transformation has occurred. The 'B' outside the pentagon remains in place.\n\nThe term \"PCR buffer\" suggests that this reaction might be related to a process involving Polymerase Chain Reaction (PCR), a technique commonly used in molecular biology to amplify DNA sequences. The depiction is a simplified representation, typically used in chemistry to illustrate how molecular structures change during a reaction, without showing all the atoms or detailed mechanisms.###_### us10745814": ["This image depicts a chemical reaction process. On the left side, there is a linear chain of atoms or molecules connected by single lines (likely representing chemical bonds) with a pentagonal shape labeled 'OX' at one end and a 'B' outside the pentagon. This structure is before the reaction. In the middle, there is an arrow pointing to the right labeled \"PCR buffer\" above it and \"Heat\" below it, indicating the conditions under which the reaction takes place. On the right side, we see a similar linear chain, but with a noticeable change at the end where the pentagon labeled 'OX' has been converted to a different pentagonal structure with an 'OH' group attached, indicating a chemical transformation has occurred. The 'B' outside the pentagon remains in place.\n\nThe term \"PCR buffer\" suggests that this reaction might be related to a process involving Polymerase Chain Reaction (PCR), a technique commonly used in molecular biology to amplify DNA sequences. The depiction is a simplified representation, typically used in chemistry to illustrate how molecular structures change during a reaction, without showing all the atoms or detailed mechanisms.###_### us10745814"], "The image displays a series of chemical structures, each labeled with both a name and an abbreviation. From left to right, the structures and their corresponding names are:\n\n1. Tetrahydropyranyl (THP)\n2. 4-Methoxy-tetrahydropyranyl (MTHP)\n3. Tetrahydrofuranyl (THF)\n4. Acetyl (Ac)\n5. Methoxyacetyl (MAc)\n6. Phenoxyacetyl (Pac)\n\nEach structure represents a different chemical functional group or protective group commonly used in organic chemistry, particularly in the synthesis and protection of alcohols. The functional groups are depicted with their respective bonding to an oxygen atom, which is typically how they would be attached to another molecule, such as an alcohol.###_### us10745814": ["The image displays a series of chemical structures, each labeled with both a name and an abbreviation. From left to right, the structures and their corresponding names are:\n\n1. Tetrahydropyranyl (THP)\n2. 4-Methoxy-tetrahydropyranyl (MTHP)\n3. Tetrahydrofuranyl (THF)\n4. Acetyl (Ac)\n5. Methoxyacetyl (MAc)\n6. Phenoxyacetyl (Pac)\n\nEach structure represents a different chemical functional group or protective group commonly used in organic chemistry, particularly in the synthesis and protection of alcohols. The functional groups are depicted with their respective bonding to an oxygen atom, which is typically how they would be attached to another molecule, such as an alcohol.###_### us10745814"], "The image shows a molecular structure diagram with three benzene rings. At the top and bottom rings, there is a methyl group (Me) attached directly to the ring, indicating that these are toluene molecules. The rings are connected by a single bond to a central atom or group labeled with \"Z,\" which suggests that \"Z\" is a placeholder for a functional group or atom that connects the two toluene molecules. The exact nature of \"Z\" is not specified in this image and would depend on the context in which the image is presented. The diagram is a representation of organic chemistry and could be used to describe a particular compound or class of compounds in discussions about chemical structure and properties.###_### us10745814": ["The image shows a molecular structure diagram with three benzene rings. At the top and bottom rings, there is a methyl group (Me) attached directly to the ring, indicating that these are toluene molecules. The rings are connected by a single bond to a central atom or group labeled with \"Z,\" which suggests that \"Z\" is a placeholder for a functional group or atom that connects the two toluene molecules. The exact nature of \"Z\" is not specified in this image and would depend on the context in which the image is presented. The diagram is a representation of organic chemistry and could be used to describe a particular compound or class of compounds in discussions about chemical structure and properties.###_### us10745814"], "The image shows a chemical structure consisting of several fused rings. There are three hexagonal rings, which suggest a presence of aromatic compounds, typically seen in organic chemistry. One of the rings has a double bond, and there is an oxygen atom connected to the ring system by a single bond, depicted as a small circle attached to the upper left ring. The structure also includes a pendant phenyl group (a hexagonal aromatic ring) at the lower right part of the molecule. There is a letter \"P\" written to the right side of the structure, which might indicate a point of interest or a label for that particular part of the molecule. Without additional context, it's difficult to determine the exact chemical compound this structure represents or its significance.###_### us10745814": ["The image shows a chemical structure consisting of several fused rings. There are three hexagonal rings, which suggest a presence of aromatic compounds, typically seen in organic chemistry. One of the rings has a double bond, and there is an oxygen atom connected to the ring system by a single bond, depicted as a small circle attached to the upper left ring. The structure also includes a pendant phenyl group (a hexagonal aromatic ring) at the lower right part of the molecule. There is a letter \"P\" written to the right side of the structure, which might indicate a point of interest or a label for that particular part of the molecule. Without additional context, it's difficult to determine the exact chemical compound this structure represents or its significance.###_### us10745814"], "The image displays a series of six chemical structures, each labeled with an abbreviation beneath them. These structures represent different chemical groups or protecting groups commonly used in organic chemistry. From left to right, top to bottom, the labels read:\n\n1. THP\n2. MTHP\n3. NSTHP\n4. TIP\n5. MATIP\n\nThe chemical structures correspond to these labels and depict variations in the functional groups attached to a tetrahydropyran or tetrahydrofuran ring, which is a common motif for protecting groups of alcohols. The abbreviations likely stand for the names of these protecting groups, with \"THP\" typically referring to Tetrahydropyranyl, \"MTHP\" for Methoxy-tetrahydropyranyl, \"NSTHP\" could refer to a Nitro-substituted THP, \"TIP\" might be Tetrahydrofuranyl, and \"MATIP\" could be a variation thereof.\n\nThe image is a bit blurry, and the structures are not completely clear, but they show the general ring structures and some substituents like oxygen (O), sulfur (S), and methyl groups (Me). The exact chemical names and purposes of these groups would require more context or a clearer image.###_### us10745814": ["The image displays a series of six chemical structures, each labeled with an abbreviation beneath them. These structures represent different chemical groups or protecting groups commonly used in organic chemistry. From left to right, top to bottom, the labels read:\n\n1. THP\n2. MTHP\n3. NSTHP\n4. TIP\n5. MATIP\n\nThe chemical structures correspond to these labels and depict variations in the functional groups attached to a tetrahydropyran or tetrahydrofuran ring, which is a common motif for protecting groups of alcohols. The abbreviations likely stand for the names of these protecting groups, with \"THP\" typically referring to Tetrahydropyranyl, \"MTHP\" for Methoxy-tetrahydropyranyl, \"NSTHP\" could refer to a Nitro-substituted THP, \"TIP\" might be Tetrahydrofuranyl, and \"MATIP\" could be a variation thereof.\n\nThe image is a bit blurry, and the structures are not completely clear, but they show the general ring structures and some substituents like oxygen (O), sulfur (S), and methyl groups (Me). The exact chemical names and purposes of these groups would require more context or a clearer image.###_### us10745814"], "The image displays a series of five chemical structures, each labeled with an abbreviation beneath them. They are labeled as EE, CHE, TBE, IBE, and TPE. These structures appear to represent different organic molecules, specifically different types of ethyl or methyl groups attached to central carbon chains or rings. \"Me\" is commonly used to denote a methyl group, which consists of one carbon atom bonded to three hydrogen atoms. The variations in the structures suggest different substituents or configurations of the carbon chains or rings, which would give the compounds different chemical properties.###_### us10745814": ["The image displays a series of five chemical structures, each labeled with an abbreviation beneath them. They are labeled as EE, CHE, TBE, IBE, and TPE. These structures appear to represent different organic molecules, specifically different types of ethyl or methyl groups attached to central carbon chains or rings. \"Me\" is commonly used to denote a methyl group, which consists of one carbon atom bonded to three hydrogen atoms. The variations in the structures suggest different substituents or configurations of the carbon chains or rings, which would give the compounds different chemical properties.###_### us10745814"]}