{"The United States Patent document outlines the details of a patent titled \"KINEMATIC NUCLEOID SYNTHESIS,\" which was filed by applicants associated with Harvard College in Cambridge, MA. The inventors listed for this patent are Reza Kalhor from East Boston, MA, Henry Hung-yi Lee from Brookline, MA, and George M. Church, also from Brookline, MA. The assignee for the patent is the President and Fellows of Harvard College, located in Cambridge, MA.\n\nThe document provides several key dates related to the patent application and process. The initial application was filed on May 9, 2017, as a PCT (Patent Cooperation Treaty) application, with the PCT number being PCT/US2017/031658. The PCT publication number is WO2017/196783, and it was published on November 16, 2017. Additionally, there was a prior provisional application filed on May 9, 2016, with the number 62/333,501.\n\nThe patent document was published in the United States on May 16, 2019, with the publication number US 2019/0145013 A1. The patent is categorized under several international classifications related to biotechnology and molecular biology, indicating that the invention pertains to methods or apparatuses in these fields.\n\nThe patent's term has been extended or adjusted by 77 days under 35 U.S.C. §154(b), which suggests that there were delays in the patent examination process that warranted an adjustment to the patent's term.\n\nOverall, the document details the bureaucratic and procedural information about the patent application and its status, related to an invention in the field of nucleoid synthesis by the listed inventors from Harvard College.###_### us10745814": ["(12) United States Patent\n\nKalhor et al.\n\n(54) KN/Y'MATIC NUCI.KI('()ID SYNTIROSIS\n\n(71) Applicant Prcsidcnt and I'ellows of Harvard\n\nCollege, Cimibridgc. MA (IJS)\n\nInvmitors: Reza Kalhor. East Boston, MA (US); Henry llung-yi I.ec. l3rookline. MA (US); George YI. Church. Brookline. MA (US)\n\n(73) Assignee Prcsidcnt and I'ellows of Harvard\n\nCollege, Cambridge. MA (US)\n\ns\n\ns Subject to any disclaimer. the tenn of tlus pa(cut is cxtcndcd or adjusted under 35 U 8 ('54(b) by 77 days ) Notice: (\n\n(\n\n16/099,487 (21) Appl. No .\n\nMay 9, 2017 PCT Filed: (22)\n\nMay 9, 2017\n\nP('1 No: PCTiUS2017/031658 (86) 6 371 (c)(1), (2) Date Nov. 7, 2018\n\n(87)\n\nP(\"I Pub. No 'O2017/196783 P('1 Pub Date: Nov. 16, 2017\n\nPrior Publication Data\n\nPrior Publication Data (65)\n\nUS 2019/0145013 A I\n\nUS 2019/0145013 A I Mav 16, 2019\n\nRelated U.S..Application Data\n\n(60) Provisional application No. 62/333.501. fiied on May 9. 201(i\n\nlnt. Cl. C258 3//() CIA 1/6844 C12P 19/34 CZ58 3/BZ CZ58 3/04 ('ll() //Gi806\n\n(51)###_### us10745814"], "The text provided appears to be a header and classification information for a United States patent, with the patent number US 10,745,814 B2, issued on August 18, 2020. The patent falls under various classifications, including but not limited to C258.3/111, C)2P 19/34, C)Zt) 1/6844, C258 3/02, and C258 3/()4, which seem to be related to chemical engineering, biotechnology, or similar fields. Additionally, it mentions Bo1/ 22 l9,'00653 and similar classifications that could relate to specific processes or apparatuses within these broad fields. The document also references a search in the Cooperative Patent Classification (CPC) system specifically for classifications like C(2Q I/6844 and C12P 29/34, indicating the technical areas the patent pertains to. Lastly, it lists previously cited U.S. patent documents, indicating that this patent references prior art or related patents in its documentation. However, due to the formatting and possible typographical errors in the classification numbers, the exact nature of the patent (such as whether it pertains to a new chemical compound, a manufacturing process, or a biotechnological invention) cannot be determined from the information provided.###_### us10745814": ["IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII US010745814B2\n\n(10) Patent No.: (45) Date of Patent:\n\nUS 1057455814 B2 Ang. 1S, 2020\n\nUS 10,745,814 B2 (10) Patent No.:\n\nAug. 18, 2020 (45) Date of Patent:\n\n(52) U.S. Cl. ('P('.... C258 .3/lll (2013 01); C)2P 19/34 (2013.01); C)Zt) 1/6844 (2013.01); C258 3/02 (2013.01)( C258 3/()4 (2013.01); BOl/ 22 l9,'00653 (2013.01); 80/3 2219100/l3 (2013.01), 8011 2219/00722 (2013.01), C/2(7 1/68(JG (2013.01)\n\n(58) Field of «lassificatinn Search CPC .............................. C(2Q I/6844, C12P 29/34 Scc appllcatioll lllc fol colilplctc so(i(oil ilia(co.\n\nReferences Cited\n\nReferences Cited (56)\n\nU.S. PATENT DOCUMENTS###_### us10745814"], "This text is related to a U.S. Patent (No. US10745814) granted on August 18, 2020. The patent describes methods for activating an enzyme, specifically error-prone or template-independent polymerases, through the alteration of pH levels using electricity. This process involves changing the pH of a reaction zone and site from a state at which the enzyme is inactive (inactivating pH) to a state at which it is active (activating pH). This activation allows the enzyme to add nucleotides to an initiator or a growing polymer chain. The activating pH can then be reverted to the inactivating pH, and this cycle can be repeated multiple times to synthesize a desired nucleic acid sequence.\n\nThe patent is detailed with 48 claims and includes nine drawing sheets illustrating the concept. Additionally, there is a mention of a specification that includes a Sequence Listing, indicating that specific nucleotide sequences relevant to the patent's methods are documented. Examples of nucleotide analogs provided in the abstract include 1-Borano-dATP, 5-Propargylamino-dNP, Alpha-Thio-dCTP, and Beta-Thio-dGP, suggesting that these or similar compounds might be utilized in the described methods for nucleic acid synthesis. The patent was examined by Narayan K Bhat and is associated with the firm Banner & Witcoff, Ltd.###_### us10745814": ["2019r0040459 Al 2r2019 Pi'casiicb ei sl\n\n'\" cited by examiner\n\nPrimriri Ear(ruiner Narayan K Bhat (74) driornel;\n\n)gent, or Firm Banner & Witcofi; Ltd.\n\n)gent, or Firm Banner & Witcofi; Ltd.\n\nABSTRACT (57) The present disclosure provides methods of activatin an enzyme. such as error prone or template independent poly- mcrasc, using clcctucity io alter pH of a rcactton zone and reaction site from an inactn aiing pH at wluch tlm enzyme is inactive to an activating pl I at v hich the enzynie is active to add a nucleotide to an initiator or amwing polynier chain 'I'he activating pl I can then be changed back to an inacti- vating pH and the process repeated as many times as desired to produce a target nucleic acid sequence\n\n48 Claims, 9 Drawing Sheets\n\nSpecilication includes a Sequence Listing.\n\nU.S. Patent\n\nAug. 18,2020\n\ng FIG.1 43 rs & Ss %, % ey oe Re e red\n\n1-Borano-dATP\n\no  o o*  HO  B3eara-dATP  0 5-Propargylamlno-dNP  HO  S~ R~ /X. / 0 0  0  0  0  0  ,54r4' —0 0 0 0  HO  Alpha ThioldCTP  o~  r'-0/X. 0  5  0  j' 4U P 0 0 0 0  0  BetaThioi dGP ###_### us10745814"], "The text is a series of excerpts from the U.S. Patent US 10,745,814 B2, issued on August 18, 2020. The excerpts describe several synthetic nucleotide analogs and modifications to DNA bases that are part of the patent. These include:\n\n1. 2-Amino-dATP, 5-AminoallyldUTP, 5-Propynyl-dUTP, and Alpha Thiol dTTP: These are modified nucleotides designed for various biochemical applications, potentially including DNA sequencing, PCR amplification, or as tools in molecular biology research.\n\n2. 7-Deaza-7-bromo-dATP, 7-Deaza-7-bromo-dMATP, 7-Deaza-7-iodo-dATP, and 500dOAdUTP: These modifications seem to include halogenated adenines and other alterations to the nucleotide structure, which could be useful in studies of DNA replication, transcription, or for labeling purposes in molecular biology.\n\n3. Alpha Thiol dGTP, Alpha Thiol dATP, Beta Thiol dGTP, and Beta Thiol dATP: These are thiolated versions of guanine and adenine nucleotides indicating a sulfur modification at either the alpha or beta position, which could enhance their reactivity or specificity in biochemical reactions.\n\n4. The document also references figures showing experimental data, such as FIG. 2, which depicts results from an experiment with lanes corresponding to different pH levels (6 through 11) alongside a non-extended initiator, suggesting a study of nucleotide extension or polymerization under varying pH conditions.\n\nOverall, the text outlines a patent covering a range of synthetic nucleotide analogs with potential applications in molecular biology, particularly in DNA-based technologies. The details provided highlight the chemical structures of these analogs, with an emphasis on modifications aiming to enhance their utility in research and biotechnological applications.###_### us10745814": ["Sheet 1 of 9\n\nUS 10,745,814 B2\n\n(/  H  )  4u 'l~-o o 0 o  HO \n\n2-Amino-dATP\n\nP 0 &0  0 P—0 0/X. /%. 4tf P 0 0 0 0  0  0  HO  5.AmlnoallyldllTP  /W„ 4u ~0 0 0 0  HO  5-Propynyll4UTP  P-0 /X p 0 0  0  0  H  0  0  P 0 Cl  0 0  HO  Alpha Thlol dTTP  HH  /%. P 0 0  0  0  ~v'-0 0  0 0  HO \n\nU.S. Patent\n\nAug. 18,2020\n\nSheet 2 of 9\n\nUS 10,745,814 B2\n\nFIG. 1 (cont.)\n\nHQ  r)  HO~/'~O~reiO~PiO  OH W~O/  OH OH \n\ni NH, f g 8 40) ant maets, ™, a are a ou\n\n7-Deaza-7-broma-dATP\n\n7-Deeda-7-bromDMATP\n\n7-Deaza-7-iodo-dATP\n\n0 ~f 0  0 P 0 lh P 0 0 /X. 0  0  0 4U f'  0  P 0 0 0  p' 0 0  4tr  0 0  HO  500dOAUTP \n\nW  cu\" p-o 0 o 0 \n\nk  8  (/  Ih F D D th . y-o o\" 0 0  H  0  0  HD \n\nAtpha Thlol dGTP\n\nAtpha That dATP\n\no  o  r' lh au'P O D o b  Ho \n\nIX„D e o D  5 XE  j' cu'-O D  D  D D  HD \n\nBeta Thiol dGTP\n\nBeta Throt dATP\n\nU.S. Patent\n\nAug. 18,2020\n\nSheet 3 of 9\n\nUS 10,745,814 B2\n\nFIG. 2\n\nLanes in order: pH=6, 7, 8,9, 10, 11, non-extended initiator.\n\nU.S. Patent\n\nAug. 18,2020\n\nSheet 4 of 9\n\nUS 10,745,814 B2\n\nFIG, 3\n\n8 ###_### us10745814"], "The text provided seems to be excerpts from a U.S. Patent No. US 10,745,814 B2 issued on August 18, 2020. The patent appears to involve detailed descriptions and illustrations of specific components, mechanisms, or chemical compositions related to a particular invention or technology. The details mentioned span across several sheets (5 through 8 of 9) of the patent document.\n\nSheet 5 outlines a diagram (Fig. 6) showing various components such as a conductive ITO surface, adhesive frames, and a reaction chamber, along with different types of \"tch\" which could likely refer to touchpoints, technologies, or terminologies specific to the patent's context.\n\nSheet 6 contains text that seems garbled or out of context, possibly due to transcription errors, making it difficult to discern its content or relevance to the patent.\n\nSheet 7 introduces Figures (Figs. 8 and 9) that delve into more complex representations, including chemical structures or processes. Figure 9, for example, illustrates a sequence involving PCR buffer, heat, and various symbols representing chemical groups or reactions. It mentions a \"thermotabile group\" alongside a list of chemical groups such as 4-Methoxy-tetrahydropyranyl (MTHP), Methoxyacetyl (Mac), and others, suggesting the patent involves chemical processes or compositions, possibly in the context of PCR (Polymerase Chain Reaction) or related biotechnological applications.\n\nSheet 8 (Fig. 10) seems to focus on chemical entities or groups, specifically mentioning \"Trityl ethers,\" \"THP and THF ethers,\" and \"1-substituted Ethyl ethers\" along with chemical symbols and abbreviations representing various chemical groups or modifications. This further supports the notion that the patent details involve intricate chemical or biochemical technology or processes.\n\nIn summary, U.S. Patent No. US 10,745,814 B2, issued on August 18, 2020, appears to cover a technology or invention related to chemical or biochemical processes, possibly with applications in biotechnology or similar fields. The patent details include descriptions of physical components, reaction chambers, and a variety of chemical groups and modifications, suggesting a complex invention aimed at specific biochemical methods or products. The text provided, however, is fragmented and lacks a cohesive explanation, making it challenging to grasp the full scope or application of the patent without further context or analysis.###_### us10745814": ["U.S. Patent\n\nAug. 18,2020\n\nSheet 5 of 9\n\nUS 10,745,814 B2\n\nFig. 6\n\nCondut(ve (TO surface  Adhesive frame 2  Adhesive frame 1  )  tch (AA)  tch (AC)  t'IRIWX~  tch (CC)  I eactlGn chamber \n\nU.S. Patent\n\nAug. 18,2020\n\nSheet 6 of 9\n\nUS 10,745,814 B2\n\nobs DOU | LL. Cs BSRUAUAOd Yue Hd posrscap jo aos ofa snoanby SIS HHER MOLINOS\n\nLO\n\nU.S. Patent\n\nAug. 18,2020\n\nSheet 7 of 9\n\nUS 10,745,814 B2\n\nFig. 8\n\n'@ili~x«« n««i\n\ngg«i«««,;.«y 'x«u««ca\n\nFig. 9\n\n0  0  0 II  0 Il 0 — P—0— P—0 — P—0 I.. 0  0 0— P —0—P—0 — P —0 I. 0  0  ..  II  II  PCR buffer  I. 0  I  0  0  0  Heat  OX \n\n8=A, T,C,G\n\nX = thermotabile group, where OX =\n\nU  2»  4-Methoxy- tetrahydropyranyl (MTHP)  Methoxyacetyi (Mac)  Phenoxyacetyi (Pac)  Tetrahydrofuranyl (THF)  Tetrahydropyranyl (THP)  Acetyl (Ac) \n\nU.S. Patent\n\nAug. 18,2020\n\nSheet 8 of 9\n\nUS 10,745,814 B2\n\nFIG. 10\n\nMe a\n\nTrityl embers\n\nDMT,Z=H\n\nTMT, Z = IWe\n\nPixy!\n\nMe\n\nTHP arid THF ethers\n\nTHP \n\nTHF\n\nVoTHF\n\n1-substituted Ethyl ethers\n\nM wy ° oR\n\nR\n\nTBE  lBE  EE  CHE \n\nMe\n\nU.S. Patent\n\nAug. 18,2020###_### us10745814"], "The document describes a United States patent (US 10,745,814 B2) for an innovative method in the field of enzymatic nucleic acid synthesis. This method involves the sequential exposure of nucleic acids to different nucleotides to synthesize nucleic acid polymers with specific sequences. The patent is a National Stage Application under 35 U.S.C. 371 based on a PCT application (PCT/US17/31658) filed on May 9, 2017, which also claims the benefit of a U.S. provisional application (No. 62/333,501) filed on May 9, 2016. Both applications are fully incorporated by reference.\n\nThe disclosed methods hold potential for cheaper, more accurate, and longer custom DNA sequences for various applications in biochemistry, biomedicine, and biosynthesis. Additionally, the methods could significantly benefit high-speed DNA synthesis, particularly for using DNA as a medium for information storage. A solid-phase synthesis device may be employed to encode digital information into DNA molecules.\n\nThe invention received government support under Grant No. 1R01MH103910-01, awarded by the National Institutes of Health, which grants the government certain rights to the invention. The document also hints at further features and advantages of the invention, suggesting that it represents a significant advancement in the field of nucleic acid synthesis technology.###_### us10745814": ["Sheet 9 of 9\n\nUS 10,745,814 B2\n\nFIG. il\n\nIadTP  5-FITP  /  /  / \n\n5CHITP\n\n5-CEITP\n\n5-NaplTP\n\n0\n\n0 il 0—P—0—P—0— P — 0 0'\n\n0\n\nIl\n\nII\n\nj 0\n\n,814 B2 US 10,745\n\n1\n\n1 ENZYMATIC NUCLEIC ACID SYNTHESIS\n\nRELATED APPLICATIONS\n\n2\n\nusnig scpiiidtc viilulgcs dpplicil 10 IMcrcnt Icdcnon sncs. The present disclosure provides sequential exposure of nucleic seals to difii:rent nuclcotides to obtain nucleic acid polymers of a desired sequence.\n\nline dpphcatiou m a National Stage Apphcation under 35 U.S.('71 of co-penduig P('T application PC1/IJS17/ 31(i58 desi~sting the United States and filed May 9. 2017, which claims the benetit of U S provisional application No. 62/333,501 filed on May 9. 2016 each of which are hereby incorporated by reference in their entireties.\n\nSTAT)!MIINT Oli (rOVI IRNMI IN1'N'I'I IRI'S'I'S\n\nI it\n\nThe methods according to the present disclosure can be used 101 s)'nihcsts of chcapcr. Uiiirc iiccUraic Bnd longci custom DNA scqucnccs Ibr venous biochcnucal. biomedi- cal, or biosynthcuc apphcafions. Furthermore, givmi thc for high-speed l)NA synthesis, the methods potential according to the present disclosure can facihtate the use of DNA Bs an information stomge medium. In tins case, a sohd-phase synthesis device can be used to record digital iufiirmation In DNA molccules.\n\nThis invention was made with government support under Grant No. IROIMH103910-01 awarded by National Inst&- IUics ol Hcdlth. Thc govcIIUncni hds ccriaui ri his ui thc invention.\n\n15\n\nFurther features and advantages of certain embodiments Of Ihc prcscnt uivenuon will bccomc morc fully apparent in the Rillowing dcscnpiion ol cmboihmcnts aud drawings thereof, and front the cffiims###_### us10745814"], "The text is focused on the field of enzymatic synthesis methods for producing oligonucleotides and polynucleotides, substances essential for various scientific and medical research applications. The background section highlights the current challenges faced in the synthesis of DNA, which is considered a promising medium for digital information storage. The primary issues with the existing chemical synthesis methods, which utilize phosphoramidite precursors in organic solvents, include low efficiency, slow speed, high costs, and a tendency to introduce errors (approximately 1%) into the DNA sequence. These methods also limit the length of DNA strands that can be synthesized to about 200 bases due to the damage caused by certain reagents used in the process. Additionally, the text mentions the use of Terminal deoxynucleotidyl Transferase (TdT) in batch reactions for adding nucleotides to the 3' end of a nucleic acid sequence but points out the need for faster, cheaper, and more efficient enzymatic methods for oligonucleotide synthesis as opposed to the current chemical methods.###_### us10745814": ["FIELD\n\ncncral to meIhods of making oligonucleotides and polynucleotides using enzy- matic synthesis\n\nBACKGROUND\n\nl)NA has been proposed as a highly desirable medium for stomge of di ital information. The barrier to such use of DNA is the low efhciency and speed as well Bs the high cost of current synthesis methods. In the current state of the art, DNA is synthesized usuig phosphoramidite prccursors In orgaiuc solvents. These chenucal synthesis mcIhods res u11 In errors of appmximately )% and take approximately 10 niimites per addition step liurthermore. the reagents that are used in Ibis synthesis pmcess are expensive Some of these is same reagents also damage DNA, a problem that precludes the possibility of synthesizing DNA stmsnds that are longer than —200 bases, further hmnpcnng die cfficicncy of tlus chemical process TdT Is currently used ui batch reactions for the addition of variable lengths of singular nucleotides or ao uncontmlled sequence of nucleotide mixtures to the 3'nd of a nucleic acid sequence A need remains for the development of faster and cheaper enzymatic oligonucleotide synthesis methods than the existing chemical oligonucleotide synthe- sis methods\n\n20\n\n25###_### us10745814"], "The provided text outlines the contents of several figures related to a scientific document or patent, possibly focused on advancements in nucleotide analog substrates and the regulation of enzyme activity, particularly Terminal Deoxynucleotidyl Transferase (TdT), in specific conditions. Here's a detailed summary of each figure as described:\n\n1. **Figure 1** showcases screened nucleotide analog substrates selected for improved performance in terms of extension efficiency, rate, and the distribution of extension lengths. These improvements are in line with the methods disclosed in the document, suggesting a focus on enhancing the performance of nucleotide analogs in a given process, possibly DNA or RNA synthesis.\n\n2. **Figure 2** presents results related to the pH regulation of TdT enzyme activity on a TBE-Urea gel. This figure likely demonstrates how varying pH levels can influence the activity of the TdT enzyme, which is crucial for adding nucleotides to the end of a DNA strand during polymerization reactions.\n\n3. **Figure 3** shows outcomes for the reversible pH regulation of TdT enzyme activity, also on a TBE-Urea gel. The top value for each lane indicates the pH at which TdT was incubated before starting the polymerization reaction, while the bottom value shows the adjusted pH during the polymerization reaction. This figure emphasizes the ability to control TdT activity by adjusting pH levels before and during the reaction, which could be essential for optimizing the synthesis processes.\n\n4. **Figure 4** is a schematic representation of a pattern etched into an indium tin oxide coating on a polyethylene film, which is part of the manufacturing process of an electrochemical cell. This cell is intended for use in the methods described within the document. This suggests that the document not only covers biochemical methods and enzyme activity but also involves the design and manufacturing of specific hardware (the electrochemical cell) for practical applications of the described methods.\n\nOverall, the document appears to be focused on detailed methodologies for enhancing nucleotide extension processes and the precise control of enzyme activity, with implications for both biochemical research and practical applications in fields such as genetic engineering or diagnostics. The inclusion of a specific hardware component (an electrochemical cell) also suggests a multidisciplinary approach, combining chemistry, biology, and engineering principles.###_### us10745814": ["BRIEF DESCRIPTION OF THE DRAWINGS\n\nThe foregoing and other features and advantages of the prcscui embodiments 0 ill bc more I'ully understood from Ihe fbllowing dctailcxt description of Illustrative cmbodimmits taken ni coil)unction with Ihc acconlpiin)'ulg diiiwnlgs hl which: lil(i\n\nI depicts screened nucleotide analog substmtes tiir 1'dl'o select for better perforniance on extension efficiency, rate. and extension length distnbution according to the embodiments of the disclosed methods\n\nFILI 2 depicts results for pH regulation of TdT enzyme activity on a TBE-IJrea gel.\n\nFILI 3 depicts results for reversible pH regulation of TdT mtzymc activity on a TBE-Urea gcl. Top value I'or each lane indicates thc pH Ihat TdT was incubated at before Ihe start of the polymerization reaction. Bottont value for each lane indicates the adjusted pl I during the polynterization reac- non.\n\nFILI. 4 is a schematic of a pattern etched in an indiiun tin oxide coating on a polyethylene film used in the manufac- ture of an electrochemical cell for use in the methods described herein.###_### us10745814"], "The text discusses a method and system for producing polynucleotides using an electrochemical cell. The method involves generating a specific pH within a reaction zone through the application of an electric current. This pH change activates an enzyme, which can then add nucleotide triphosphates to an initiator sequence, facilitating the enzymatic polymer synthesis of polynucleotides. The enzyme mentioned, such as terminal deoxynucleotidyl transferase (TdT), operates without the need for a template and can extend single-stranded nucleic acid templates with nucleotide triphosphates. The process can utilize a variety of nucleotide triphosphates, including naturally occurring and synthetic ones, under conditions where the enzyme is initially inactive. The activation of the enzyme is controlled by altering the pH at the reaction site through the application of an electric current, allowing the addition of nucleotide triphosphates to the initiator sequence or growing nucleic acid sequence. Multiple reactions can be conducted in parallel to produce a variety of nucleic acids.\n\nAdditionally, the text describes the schematic setup of an electrochemical cell used in these methods. This setup includes an anode and cathode adjacent to a substrate with attached initiators, and an aqueous electrolyte that contacts both the anode, cathode, and substrate. Applying voltage to the cell triggers an oxidation reaction at the anode, creating a reaction zone with a lowered pH that activates the enzyme for nucleotide addition at the reaction site. The enzyme can be deactivated by dispersing the generated acid or reversing the current to generate a base at the reaction zone. This summary is based on US Patent 10745814.###_### us10745814": ["SUMIVLasRY\n\nFI(i 5 is a schcmanc ol'ouble salad Bdhcsivc frames used In the manufidciurc of an electrochemical cell for use in the niethods described herein\n\nlite prcsmit disclosure Is directed Io Ihc usc of an electric current to gcncmtc a pH within a reaction zone IhaI aciivaIcs an enzyme, such as mi error prone or ImnplaIe independent to add a nucleotide. such as a nucleotide polymerase. triphosphate. to an mitiator 1'his method allov s the produc- tion of one or more polynucleotides using enzymatic poly- mer synthesis For example, an enzyme such as terminal dixixynuclcotidyl transfi:rase (TdT) (wluch extends suiglc stranded nucleic acid tcmplatcs with nuclcondc Iriphos- phaies without use of a Imnplaic) Is combuuxl with one or 'I'/lJ (dAI 9, more micleotide triphosphates such as A. ( . (I or dC'I P. d(iiR dl\"I'P, dU1'P) or non-naturally occurring or io synthetic nucleotide triphosphates and other reagents under pH conditions where the enzyme is inactive. An electric current Is used to alter pH ai Ihe rcacuon site w11hin the reaciion zone to activate Ihe enzyme Io add onc Or more UUclcolide Inphosphatcs to an initiator sequence Or growutg Ss micleic acid sequence. A plurality of reactions may be carried out in parallel to pniduce a plurality of nucleic acids\n\nlil(i 6 is a schematic of an assembly of an electrochemi- cal cell for use in the methods described herein\n\nlil(i 7 is a schematic of an electrochemical cell ivith an anode and cathode positioned adjacent to a substrate includ- ing initiators attached thereto. An aqueous electrolyte is in contact with the anode and the cathode and the substrate including Initiators attached Ihcreio. Apphcanon ol a volui c to lhc clccirochcnucdl cell rcsUIB hl dn oxxlBnon Icdction d1 thc anode crcaiuig a rcaciion zone including a rcacnon site including a portion of the substrate with the initiators attached thereto 'I'he schematic is for exeniplary purposes only to show that an oxidation reaction enerates an acid v hich lov,ers pH in a reaction zone which activates enzy- nulIU: UUclcoinlc iiddiiion Iit d reaction site w nhul lhc reaction Bouc. Thc cnzymc can then bc Inactivated by dilfusive dispersion of Ihc acid or by rcvcrsal of thc current and generation of base at the reaction zone###_### us10745814"], "The document describes a patented method outlined in US 10,745,814 B2 for the synthesis of nucleic acids using an electrochemical cell to control the activation and deactivation of enzymes involved in DNA polymerization through alterations in pH levels. This method involves the use of electricity to switch the pH of a reaction zone from a level that inactivates the enzyme to one that activates it, allowing for the controlled addition of nucleotides to a growing nucleic acid chain. This is achieved by applying a reagent or stimulus after each addition of a reversible terminator dNTP (deoxynucleotriphosphate), which chemically, physically, or enzymatically reverts the termination, enabling the sequential addition of the next desired dNTP.\n\nThe technology facilitates the precise addition of nucleotides, being limited to a specific number per cycle (e.g., one, two, three, or more nucleotides), through the enzyme's activation or inactivation by regulating the reaction zone's pH using electricity. This enables multiple rounds of nucleotide polymerization, with each round adding a different nucleotide to the initiator or primer, or to a growing nucleic acid oligomer or polymer.\n\nThe disclosed method specifically focuses on enzymatic synthesis of user-defined nucleic acid sequences using Terminal deoxynucleotidyl Transferase (TdT), a template-independent DNA polymerase. This approach offers improved control over the number and type of nucleotides incorporated into nucleic acid polymers by such polymerases, enabling the synthesis of user-defined nucleic acid sequences for various biological applications, including information storage using DNA. The invention thus represents a significant advancement in the field of synthetic biology and biotechnological applications of nucleic acid synthesis.###_### us10745814": ["lil(i 0 is a gel inm e of results of l)NA extension using 1'dl'n an electrochemical cell.\n\nUS 10,745,814 B2\n\n3\n\n4\n\nFIG. 9 depicts 3umod&lied rcvcrsiblc tennuxitors. FIG. 10 depicts 3umodified reversible terminators. FIG. 11 dcp&cts b»sc-mod&ficxf nuclcotnles.\n\nDETAILED DESCRIPTION\n\nc&nu&o& cx&cnd lur&hcr. In siwh a system. af&cr each rcvcrsiblc terminator dN'I'P is added. a reagent is added or other stimulus is applied that reverts the termination chemically, physically, or enzymatically, followed by the next desired reversible tern&inator dNTP. and so on\n\n11&c present ihsclosurc pmv&dcs mc&hods of ac»va&ing an cnzymc. such as error prone or tcmplatc independent poly- n&erase. using electricity to alter pl I of a reaction zone and reaction site fron& an inset&vating pl I at which the enzyme &s inactive to an activating pl I at &vhich the enzyme is act&ve. The activating pH can then be changed back to an inacti- vating pfq and the process repeated as many times as des&red to produce a target nucle&c ac&d scxfucncc. The pH cm& bc Bltcrxf or rcgulatcd to change &he reac&ion zone from onc which activates the enzyme to one which inactivates the enzyme in a manner to regulate the addition of a nucleotide to an initiator or prin&er or nucleic acid or growing nucleic acid oligon&er or polymer In this manner. nucleotide addi- tion can be controlled to a desired number of nucleotides, such as onc nucleot&dc, two nucleot&dcs, fluce micleo&ides c&c. Thc d&sclosure provnles 1ha& addi1ion is linu&cd to one micleotide, nvo nucleotides, three nucleotides or nx&re dur- ing one round of nucleotide addition 'I'hi ~ activation or inactivation of the eozyn&e through reguLstion of pl I usiag electricity allows for multiple rounds of nucleotide polym- erization where a d&fl'erent nucleotide is added to the initiator or pnmcr or nuclmc ac&d or growu&g nucle&c ac&d ohgomer or polymer.\n\nsynthesis using electricity to generate oxidation or reduction reactions to regulate plf in an aqueous electrolyte that activates or deactivates enzymatic nucleic acid synthes&s. Re ulatin pH enables control over the number nnd nature ol n&lclcotnhu th&n al& circ& p&onc &1& &cnlpla&c unh:pc1xh:n& 3& polymcrasc such as TdT adds to B pruner strand of DNA, for DNA synthcs&s. Exemplary i.e.. embodiments of the present disclosure are directed to meth- ods of enzymatic synthesis of user-defined micleic acid sequences usin TdT Methods according to the present do disclosure can be used for the synthesis of nucleic acid polymers for information storage u& DNSC Mc&lx&ds accord- ing to thc present dwclosure fiirfi&er prov&dc m&proved control ol'hc number m&d nature ol micleotidcs that tem- plate-independent DNA polyn&erases. such as 'I'd'I. incorpo- rate into nucleic acid polymers and enable user-defined synthesis of nucleic ac&d sequences useful for biological applications.###_### us10745814"], "The text describes a method involving a reaction site and a microfluidic or fluidic device, which can be controlled by a computer to administer and remove various reaction reagents or buffers at one or multiple reaction sites. At these sites, initiator oligonucleotides, which are nucleic acids that serve as the starting point for enzyme-driven nucleotide extension processes, are immobilized. An electrode of an electrochemical cell is placed near or at the reaction site, and after the necessary reaction reagents are combined at this site, applying a voltage to the cell triggers oxidation or reduction. This change can either increase or decrease the initial pH within a reaction zone that encompasses the reaction site, which in turn can activate or deactivate the enzyme involved in the reaction.\n\nFurthermore, the method allows for the use of various types of deoxynucleotide triphosphates (dNTPs), including natural dNTPs, non-natural dNTPs, dNTP analogues, synthetic dNTPs, and specially modified dNTPs known as reversible terminator dNTPs. Terminator dNTPs are designed to be added to a growing DNA strand during the extension process but can be modified for specific purposes not fully detailed in the text excerpt provided. The disclosure, identified by the document number US10745814, encompasses these techniques and components for conducting biochemical reactions, with a particular focus on manipulating the enzymatic activity through pH adjustment and utilizing a variety of dNTPs for nucleotide extension processes.###_### us10745814": ["According to ccrtmn aspects of &he prcsm&& d&sclosure. the mc&hods u&volvc a ro&cfion sile and d fluid&c/microflu&dic device wluch may bc computer controlled to provide and remove one or more reaction reagents or buffers to the reaction site fora plurality of reaction sites) v herein initiator oligonucleotides (nucleic acids that act as the initial sub- strate for an enzyme such as TdT to extend with the des&red &s scqum&cc) arc nmnob&1&zcd on or B& 1hc rcacuon sile. Onc elect&odc of &ul ck:ctrochc&lncBI cell &5 B1 o& nc&lr o»xlf»ccn& rcac&ion s&tc. Af&er combination of su&table rcac&ion &he reagents at the react&on site. applying voltage to the el&x- trochemical cell results in oxidation or reduction which may io either raise or low er initial pH within a reaction zone which includes the reaction site. The raising or lowerin of pH may dc&I& B&c or u&acnvatc thc cnzvn&c.\n\n11&c d&sclosure prov&des for the use ol'atural dNTPs, non-na&ural dNTPS, dNTP analogues, synthctw. dNTPs or si reversible terminator dN'I'Ps. qerminator dNTPs are n&odi- fied dN I'Ps that I'd I'an add to a growing DNA prin&er but###_### us10745814"], "This text discusses the use of polymerases, specifically error-prone or template-independent polymerases, in the synthesis of nucleotide polymers, which can have either random or specifically desired sequences. These polymerases can be utilized to create nucleic acids de novo, meaning from scratch, without the need for a pre-existing template. The process involves using ordinary nucleotides (A, T/U, C, G) and can also incorporate nucleotides without chain-terminating moieties or use reversible terminators to facilitate the synthesis of nucleic acid sequences.\n\nThe text also describes a method for synthesizing oligonucleotide or polynucleotide sequences by attaching initiator sequences or primers to a substrate, such as silicon dioxide, in either a known arrangement (addressable array) or randomly. By applying reagents, including a selected nucleotide and a template-independent polymerase, at specific locations on the substrate where the initiator sequences are, and adjusting the pH conditions, the polymerase can be activated to add nucleotides to the initiator sequence, thus extending it. The initial pH is set to inactivate the polymerase, which is then altered to an activating pH where the polymerase becomes active. Controlling the polymerase activity through pH adjustments is a key aspect of this method, with the text noting that the terminal deoxynucleotidyl transferase (TdT) enzyme, for example, is active below pH 10 but inactive at pH 11. Therefore, adjusting the pH from an initial inactive state (e.g., pH 11) to an active state (below pH 10) can activate the TdT enzyme to facilitate the nucleotide polymer synthesis process.\n\nThe described technology underscores the ability to control the synthesis of nucleic acid sequences through the use of modified or template-independent polymerases and pH adjustments, enabling the creation of specific polynucleotide sequences for various applications in genetic and molecular biology research. The document reference \"us10745814\" suggests that this is a description of a patented method or technology.###_### us10745814": ["la\n\n15\n\nio\n\n25\n\nPolymerases. including without limitation error-prone or template-dcpm&dm&t polymerases. modilicd or o&herw&sc, can bc uscxf &o crea&e nuclcoude polymers having a random or knovn or desired sequence of nucleotides qemplate- independent polymerases. whether modified or otherwise, can be used to create the nucleic acids de novo. Ordinary nucleot&des are used. such as A„T/U. C or Ci. Nucleotides may be used wlfich lack chain tern&inatin moieties. Revers- ible 1crmina&ors may bc used in &hc methods ol malong thc nucleonic poly'n&c&s. A 1cn&plate nxlcpcndcn& polvn&c&dsc may be used to make the nucleic acid sequence. Such template independent polymerase n&ay be error-prone which may lead to the addition of more than one nucleotide result&n\n\nOligonucleotide sequences or polynucleotide sequences are synthcsrzcxl using an error prone polymerasc, such as a tcmplatc independent error prone polymerdsc, and common or natural in&cleic aciifs, &vhich may be unmodified Initiator sequences or prin&ers are attached to a substrate. such as a sil&con dioxide substrate, at various locations &vhether known, such as in an addressable array. or random Reagents including at least a selected nucleotide, a template indepen- dent polymcrasc m&d other reagents rcqu&rcd for cnzymanc activi&y ol'hc polymcrasc are applmd a& onc or morc locations of the substrate &vhere the initiator sequences are located and under pl I conditions where the polymerase adds one or more than one or a plurality of the nucleotide to the in&t&ator sequence to extend the initiator sequence. The in&t&al pH may be an inactivating pH at v hich the poly- merasc is u&ac&ivc. The inindl u&activaung pH &s altcrcd to an act&va&ing pH at whiCh thc polynu:rase &s act&ve Polymerase act&vi&y can be controlled by pH. It &s well km&wn u& thc ar& that each polyn&erase has an active plf range outside of which it is inactive In one embodiment, the reaction reagent pH can be adjusted in and out of the act&ve range to control the polymerase. In an exempLary embodiment, it has been dc&crnuncd that TdT is Bc&ive below pH 10 but w i»acuvc at pH ll 11&crclbrc, il'thc uuual setup of thc reaction &s ai pH 11, &cmporanly changu&g thc pH to anywhere below 10 can temporarily activate the 'I'd'I'nzyme.###_### us10745814"], "The text describes a method for adding nucleotides (dNTPs) to a reaction site for the purpose of synthesizing nucleic acids. This can be done through periodic applications of the nucleotides, which may include nucleotides with blocking groups or reversible terminators. These special nucleotides are used under specific reaction conditions that limit or reduce the likelihood of multiple dNTPs being added at once, thus allowing for precise control over the nucleic acid synthesis process.\n\nOne key aspect of the method is the use of polymerase enzymes under conditions where their activity can be electrochemically modulated. By applying a voltage within a suitable environment, the polymerase can be activated or deactivated, facilitating the addition of a single dNTP or preventing the addition of extra dNTPs. This electrochemical control is achieved through oxidation or reduction reactions that alter the pH, which in turn affects the activity of the polymerase.\n\nThe method also involves introducing and removing various reaction reagents at the reaction site or within the reaction zone. This can include washing steps to remove certain reagents before introducing new ones. The application of reagents can be performed in different ways, such as depositing, flowing, spotting, or spraying, either to specific locations or across the entire support surface.\n\nOverall, the described technique allows for the controlled addition of dNTPs to synthesize desired nucleic acids with precision, utilizing a combination of special nucleotides, electrochemical modulation of polymerase activity, and careful management of reaction reagents. This approach is particularly useful for creating homopolymer runs or for use with error-prone polymerases in a template-independent manner. The patent number US 10,745,814 B2 is provided for reference.###_### us10745814": ["'I'he nucleotides (\"dN I'Ps\") may be apphed or flowed to the reaction site in periodic applications. Nucleotides with block&n groups or reversible terminators can be used with the dNTPs under rcac&ion condit&ons that arc suflicient to 1&m&t or reduce &hc probdbih&y of m&zymatic add&t&on of &he dNTP to onc dNTP, &.c. onc dNTP is addcxf usu&g thc sclcc&cxf reaction conditions takinu into consideration the reaction kinetics Nucleotides with blocking groups or reversible teuninators are knoivn to tin&se of slull in the art. According to an additional embodiment when reaction cond&tions per- m&t, morc than onc dNTP may bc added to form a homopo- lymcr run when common or natural nuclcondcs Brc usod wi1h a tcmplatc independen& error prone polyn&cmsc.\n\nPolymerase activity may be modified us&ng electrocheini- cal modulation as a reaction cond&tion so as to activate or deactivate the polyn&erase to add a dNTP or minimize addition of dNTP beyond a single dNTP The disclosure provnlcs for &hc usc ol;m elec&rode of an clcctrochem&cal cell or o&hcr conducu& c clement w&th&n a su&table cnv&nn&- men1 and Bn apphcd vol&age &o produce c»hcr an oxi&fanon or reduction reaction altering pl I to e&ther activate or deac- tivate the polymerase One or more reaction reagents present\n\nUS 10,745,814 B2\n\ni thc rctmtion site or wltlun the reaction zone may bc dt removed from the reaction site or from within the reaction region and nile or illore reaction reagents inay be introduced to the reaction site or within the reaction zone. A wash may be applied to the one or more locations or reaction sites or reaction zones to remove the one or more reagents. The steps ol'pplyulg the reagents are repeated until desired nucleic acids a recreated. Ac co rdulg to one 0 speci, the reagents may be added or deposited to one or more than one or a plurality of locations on the substrate in series or in parallel according 10 to methods known to those of skill in the art such as depositin „ flowing. spottin . sprayin etc.. or the rel eats may contact the entire surface of the support. such as by flowmg Ihc rcagcnts across thc surface of lhc suppor!.###_### us10745814"], "The text describes various aspects of DNA polymerization and the use of certain polymerases in DNA synthesis, particularly focusing on error-prone polymerases and template-independent polymerases like terminal deoxynucleotidyl transferase (TdT), also known as DNA nucleotidylexotransferase (DNTT) or terminal transferase. These enzymes can add nucleotides to the 3' ends of a DNA molecule without requiring a template. TdT prefers substrates with a 3' overhang but can also work with blunt or recessed 3' ends, and its activity involves cobalt as a cofactor, although it can also function with magnesium (Mg) and manganese (Mn) in vitro.\n\nThe text further explains the use of flow cells or microfluidic channels for delivering reaction fluids, including polymerases, nucleotides, and other reagents to specific locations for DNA synthesis. It mentions that the reaction conditions, such as the substrate reaction region's dimensions, reagents, concentrations, temperature, and pH, can be optimized for TdT to add a dNTP (deoxynucleoside triphosphate) to an existing nucleotide or oligonucleotide in a template-independent manner. The optimal pH for TdT activity is cited as 6.85, with reference to a study by Ashley et al. (1977), which identifies certain reagents and reaction conditions for dNTP addition, including initiator size, divalent cation concentration, and pH.\n\nIn summary, the text discusses the mechanisms and conditions under which specific polymerases, particularly TdT, operate in synthesizing DNA, including the importance of reaction conditions and the use of microfluidic technologies to facilitate these processes.###_### us10745814": ["6\n\ntlons of thc DNA molecule. Error-prone polymerases will either accept a non-standard base. such as a reversible clmin terminating hase, or lvill incorpomlte a ditferent micleotide, such as a natural or unmodified nucleotide that is selectively given to it as it tries to copy a template. Template-indepen- dent polymerases such as terminal deoxynucleotidyl trans- fi:rase (TdT). also known as DNA nuclcoudylcxotrtuwfi:rase (DNTT) or temlinal transfbrdsc crcatc uuclcm acid strands by catalyzing the addition of nucleotides to the 3'ermimis of a DNA molecule without a tenlplate 'lhe preferred substrate of I'dl's a gnoverhang, but it can also add nucleotldes to biunt or recessed '3'nds Cobalt is a cofactor, however the enzyme catalyzes reaction upon M and Mn adminislranon in vitro. Nucleic acid lnlnators may be 4 or 5 nuclcotxlcs or longer and may be sulglc stranded or double stranded. Double stranded initiators may have a 3'verhang, or they may be blunt ended or they may have a y recessed end.\n\nA flow cell or other chtumcl. such a nucrofluidlc clrdiulcl or microtluidic channels having an input and an output may be used to dehver reaction fluids including reagents. such as a polymerase, a nucleotide and other appropriate reagents and washes to particular locations on a substrate or reaction site. The substmte or reaction site may be within the flov cill, such as within a mlcrofluldic channel, or within a sc)lamtc reaction clrdmbcr ulcludulg Ihe reaclion sile, the reaction zone and the electrode or other conductive structure or other structure which can generate oxidation or reduction reactions for altering pl I between an inactivating pl I and an activating pH. One of skill will recognize that reaction conditions ivill be based on dimensions of the substmste reaction region, rcagcnts, couccntmlions, rmiclion Icmpcra- Io create and dchvcr thc Iurc, and the structures usixi reagents and washes According to certain aspects. pll and lo other reactants and reaction conditions can be optimized for the use of 'I dT to add a dN'I'P to an existing nucleotide or oligonucleotide in a template independent manner. For example. Ashley et al., Viroiog) 77. 367-375 (1977) hereby incorporanxl by refi:rcncc in its ennrcly idenlilics ccrlmn ls reagents mid reaction conditions for dNTP addition, such as imliator size& divalent cation and pH. TdT was reported to be active over a wide pl I mange with an optimal pl I of 6 S5. Methods ofprovidmg or delivering dN'I'P rN'I'P or rNDP are useful in makin nucleic acids.###_### us10745814"], "The text discusses the unique properties of Terminal deoxynucleotidyl Transferase (TdT), a DNA polymerase that requires divalent metal ions for catalysis, similar to other DNA polymerases. However, TdT is distinctive in its ability to utilize a variety of divalent metal ions, including Co2+, Mn2+, Zn2+, and Mg2+. The extension rate of a primer in the presence of these metal ions is ranked in the order of Mg2+ > Co2+ > Zn2+ > Mn2+. Each ion has a different impact on the kinetics of nucleotide incorporation. For example, Mg2+ promotes the preferential use of dGTP and dATP, Co2+ increases the catalytic efficiency for the pyrimidines dCTP and dTTP, and Zn2+ acts as a positive effector for TdT, enhancing reaction rates when micromolar quantities are added. Mo2+, on the other hand, supports the reaction less efficiently than Mg2+. The text also mentions the possibility of replacing Mg2+, Zn2+, Co2+, or Mn2+ with other cations to modulate nucleotide attachment, and that such replacements can regulate whether a nucleotide will incorporate or not.\n\nAdditionally, the text references the incorporation by reference of a detailed description of TdT's properties in Biochim Biophys Acta, May 2010; 1804(5): 1151-1166. It also notes that the terms and symbols used in the discussion follow those standard in nucleic acid chemistry, biochemistry, genetics, and molecular biology, citing several key texts and treatises in these fields for further reading. The document concludes with a mention of its patent number US10745814.###_### us10745814": ["like ail DNA polymemsses, also requires divalent metal iona for catalysis. Holvever„TdT is unique in its ability to usc a vanely of du alen( cd(iona such ns Co2+, Mn2+, Zn2+ mid Iyig2+. In gcncral, thc exlmlslou rate of the primer p(dA)n (v here n is the chain lenath fmm 4 thmugh 50) ivith dAI'P in the presence of divalent metal ious is mnked in the following order Mg2+&/02+)('024)M02+ In addition, ion has different effects on the kinetics of each metal nucleotide incorporation. For example. Mg2+ facilitates the prcfcrcnlial utilization of dGTP and dATP wlmreas Co2+ iucrcascs Ihc catalytic polymcnzauon cflicmncy of thc pynmidines, dG1'P and d'I\"I P /n2+ behaves as a unique positive effector for I'd'I'ince reaction mates with MB2+ are stimulated by the addition of nlicromolar quantities of /n2+ This enhancement may reflect the abihty of Zn2+ to induce conformational chan es in TdT that yields higher catalytic efliclcncies. Polymerizdiion rates arc lower in thc prcscnce of M02+ compared Io Mg2+. suggesting that MO2+ docs nol support Ihc reaction ds eflicicnlly as Mg2+ Further descrip- tion of 'I'd'I's provided in Bi»chim Biopiz&s Bird, May 2010; I f04(5) 1151-1166 hereby mcorpomlted by reference in its entirety. In addition. one may replace M 2+, Zn2+, Co2+. or Mn2+ in the nucleotide pulse with other cations dcslgucd modulate nuclcoude attaclnncnt. For example& if thc nuclcotxic pulse replaces Mg++ with other cation(s). then thc such as Na+, K+, Rb+, Bc++. Cd++, or Sr++. nucleotide can hind but not incorporate, thereby reguhlting, 'I'hen a pulse v hether the nucleotide lvill incorporate or not of (optional) pre-wash without nucleotide or Mg++ can be provided or then Mg++ buffer without nucleotide can be provulcd.\n\nTerlns and symbols of nucleic acid chemistry. biochem- istry, gcnctics, and molecular biology used hcrem Ibllow those of standard trcatlses and tcxis ul thc Iield, c g., Kombcrg and Baker, DNA Replication, Second Edition (W I I. I 'reenlan, New York, 1992): i,ehninger. I iiochenustry, Second lidition (Worth Publishers. New York, 1975): Stra- chan and Read, Human Molecular Genetics. Second Edition (Wfley-LISS„New York, 1999): Eckstein, editor. Oligonucle- ondcs mid Analogs. A Pracucal Approach (Oxi'ord Uruver- sily Press, New YorL 1991), Gmt, editor, Ohgonucleolide Synthesis: A Practical Approach (IRL Press. Oxlbrd, 19g4), and the like. Polymerases###_### us10745814"], "The text discusses the utilization of polymerases in the synthesis of nucleic acid molecules, highlighting their application in creating specific nucleic acid sequences, potentially for information storage. Polymerases are enzymes that synthesize nucleic acids (DNA or RNA) by using existing DNA or RNA as a template. The text distinguishes between RNA polymerases, which synthesize RNA polymers, and DNA polymerases, which synthesize DNA polymers. It also mentions \"error-prone polymerases,\" which intentionally incorporate errors or mutations into the newly synthesized nucleic acid sequence.\n\nA specific type of polymerase, termed \"template-independent polymerase,\" can incorporate nucleotides independently of the template sequence, allowing for the de novo creation of nucleic acid sequences. This ability is beneficial for generating new nucleic acid sequences from scratch. The text references a study by Matsuda et al. (2000) that describes an eta-polymerase characterized by a high mutation rate and a high tolerance for mismatches at the 3' end of the DNA. This eta-polymerase operates similarly to terminal deoxynucleotidyl transferase (TdT) but with the advantage of producing double-stranded DNA, which has a more predictable secondary structure and serves as a better support for further enzymatic activities or binding by DNA-binding proteins.\n\nFurthermore, the text highlights a patent (US 10,745,814 B2), indicating the formal documentation and protection of the technology or method involving the use of polymerases for nucleic acid synthesis, emphasizing the relevance and innovative nature of this research in the field of biotechnology or genetic engineering. The focus on double-stranded DNA's advantages in terms of structural predictability and function as a support for polymerases and DNA-binding proteins underscores the technical considerations in choosing this as a medium for encoding and storing information.###_### us10745814": ["45\n\nthc nuchxltalc sub- Ihc hlcolpol'Illlon of spc'cllic strate, or thc polynlcldsc, nucleic acids into the polymer can be regulated 'I'hus, these polymerases are capable of incorpomstmg nucleotides inde- pendent of the template sequence and are therefore benef- icia for creatin nucleic acid sequences de novo. The com- bulation of an error-prune polymerase Imd a primer seqllencc scrvcs Bs d wiling nlcchtlnlsnl lnlpdlnng lnfornlaluln lnlii 0 nucbclc deli scqncncc. 'I'he eta-polymerase (Matsuda et al\n\n50\n\n0\n\nThe present disclosure provides for the use of poly- merases to build nucleic acid molecules. such as for repre- smiting infonnauon wluch ls reli:rred to hcrcul as being rcxordcd ul the nucleic acid scquencc or Ihe miclcm acid is rcfcrred to hereul as being storage media. Polymerases arc enzymes that produce a micleic acid sequence. for example, using l)NA or RNA as a temphlte Polyinemsses that produce io RNA polymers are knov n as RNA polymernses. while polymerases that produce DNA polymers are knolvn as DNA polynu:rases. Polymcmscs that ulcorpomtc errors are known in the art and are referred to hcrcul as '*error-prone polymcrascs\". Template indcpcndcni polymcrascs may be ss error prone polyillemsses Using an error-prone polymerase allolvs the mcorpomltion of specific bases at precise loca-\n\n(2000) Nature 404 (67g1 j:1011-1013) is an example of a polymerase having a hi h mutation rate (-10%) and hi h tolerance for 3'is- match ln the presence of all 4 dNTPs and probably even higher if hmilcxt to onc or Iwo dNTPs Hmlcc. dlc cid- polvnli I is c Is a dc novo I ccordcr of nucleic II elf la fonna non sunilar to terminal deoxynuclcotidyl trausfcrasc (TdT) bul with the advantage that the product produced by this poly- merase is continuously double-stranded. 1)Cubic stranded\n\nUS 10,745,814 B2\n\n7\n\n8\n\nDNA hds less sticky secondary structure and has a morc predictable secondary structure than single stranded DNA. liurthermore. double stranded DNA serves ss a good support filr polynlerases and/or DNA-binding-protein tethers.###_### us10745814"], "The text outlines various approaches and components related to polymerase usage in molecular biology, specifically focusing on template-dependent, semi-dependent, and independent polymerase reactions that are prone to errors. \n\n1. **Polymerase Varieties and Error Prone Nature**: It mentions the use of template-dependent or semi-dependent error-prone polymerases, which can incorporate a wide range of nucleotide types due to their tolerance for errors. This is advantageous in certain experimental conditions where flexibility in base pairing is required. It also notes that template-independent RNA polymerases can be utilized in some scenarios, extending the range of possible reactions and outcomes.\n\n2. **Universal Bases and Error Tolerance**: The text highlights the use of universal bases in combination with template-dependent or semi-dependent polymerases. These bases are designed to be more accepting of various nucleotide types, thus facilitating the incorporation of different nucleotides into the growing DNA strand. The mention of error-tolerant conditions, such as the presence of manganese (Mn), further emphasizes the ability to conduct reactions under less stringent conditions than traditional DNA polymerization reactions. A reference to a study by Berger et al. (2005) is made to support the utility of universal bases in hybridization, replication, and chain termination processes.\n\n3. **Polymerase Mutants and Template Independence**: The document also touches upon the development of error-tolerant polymerase mutants, which could potentially offer more flexibility and utility in DNA and RNA synthesis. Additionally, methods for activating or inactivating template-independent polymerases are mentioned, indicating an advanced level of control over the polymerization process, which could be crucial for specific experimental setups.\n\n4. **Buffer Formulations**: Lastly, the text provides specific buffer formulations suitable for polymerization reactions, including concentrations for Tris-Acetate, Potassium Acetate, Magnesium Acetate, and DTT, suggesting an optimal pH and temperature. This indicates the importance of the reaction environment in achieving successful polymerization and highlights the knowledge required to prepare these buffers for different types of polymerase reactions.\n\nOverall, the document discusses the intricacies of conducting polymerase-based reactions, emphasizing the importance of choosing the right enzyme and reaction conditions to accommodate the desired level of fidelity and error tolerance.###_### us10745814": ["According to certain aspects. a template dependent or tempLate semi-dependent error prone poiymerase can be used. Accordulg to certain mnboduncnts, a template dcpcn- dent polymcmsc may bc used which mdy become error pmne According to certain embodiments, a template inde- pendent RNA polymemose can be used I/v'here a template lo dependent or template senti-dependent polylnerase is used, any combination of templates with universal bases can be used lvhich encourage acceptance of many nucleotide types. In addition, error tolerant cdtlons such as Mn can bc usixh Further. error-tolerant polymerase mutants gee 13erger et al., Uiu- versal 13ases for I lybridization. Replication and ('hain Ter- mination. Nucleic Acids Research 2(100, August I, 2S(15) pp. 2911-2914 hereby incorporated by reference. Methods of activating or inactivating template independent poly- ulcl'uses known to those ol skill ul lhc Bll Bli: uscfUI ul thc plcscut dlsciosulil 13uffers\n\n1he fitllowlng buffer filnnula is provided filr 'I di'olynl- erization reactions Other bufigr formulations are known to those of skill in the art. 10 to 20 mM Tris-Acetate 20 to 50 mM Potassium Acetate 5 to S mM Magnesium Acctatc\n\n0 5-1.0 mM I)I\"I'lI 7 9 in 25'###_### us10745814"], "The text provides details on a specific buffer composition and discusses the use of aqueous electrolyte media in electrochemical cells, highlighting the inclusion of certain acid-generating reagents and basic moieties that participate in oxidation-reduction reactions.\n\nThe buffer composition given as an example includes:\n- 14 mM Tris-Acetate\n- 35 mM Potassium Acetate\n- 7 mM Magnesium Acetate\n- 0.7 mM DTT (Dithiothreitol)\n- pH 7.9 at 25°C\n\nThe text then elaborates on the use of aqueous electrolyte media in electrochemical cells, which may contain weakly acidic moieties that participate in oxidation or reduction reactions at an electrode. These reactions can release or absorb protons (H+) or hydroxide ions (OH-), thereby altering the pH of the solution. A variety of acid-generating reagents are listed, including hydroquinone, catechol, resorcinol, and several quinone derivatives, among others. These reagents are capable of generating protons upon oxidation, influencing the pH and facilitating various chemical processes in the electrolyte media.\n\nAdditionally, the text mentions the inclusion of weakly basic moieties in the aqueous electrolyte media, which, like the acidic counterparts, participate in oxidation-reduction reactions but are not detailed further in the provided excerpt.\n\nOverall, the text highlights the importance of carefully selected components in the formulation of electrolyte media for electrochemical cells, focusing on how acid-generating reagents and basic moieties can influence the chemical environment and reactions taking place.###_### us10745814": ["DTT\n\nC.\n\nAn exemplary buffer Is pmvided as follolvs.\n\n14 nlM Tris-Acetate 35 nlM Potassium Acetate 7 mM Magnesium Acetate 0.7 mM DTT PH 7.9 in 25'. Acid (ienerating Reagents\n\n1he present disclosure pmvides for the use of an aqueous electrolyte media such as in commonly used with electro- do chemical cells. The aqueous electrolyte media moy further include d weakly acidic moiety paruclpdting m oxidation or rixiuctlon reaction at au clecuodc and relcasulg one or morc protons or absorbing onc or morc hydroxide tons upon thereby altering pl i. The aqueous electrolyte oxidation, media may further include ime or more or a plurality of acid enerating reagents. An exemplary acid-generating rel ent is hydroquinone, catechol, resorcinoL Alkannin. hexahy- droxynaphthoqulnonc, Juglonc, Lapdchol, Lawsone. Mmla- tctrenonc, spinocluome D, Phylloquulone, Plumbagm, spl- 1.2- nochrome B, Menadione, anthraquinones, Naphthoquinone, 1,(I-Naphthoquinono, Isoindole-4,7-diones, other natural and synthetic derivatives of quinone, other phenol derivative~, pyrrole ond reLated derivatives and polymers thereof, ilt:11vdut t:s Bail pol)'ulcrs lhcILol, online Bud Ii:IBII:0 di:nva- utes ond polymers thercol; acetylene denvatives mid poly- mers thcroxlf, Blpyndu»umor mid dcrivatlvcs thereof and re)ated compounds, aldehydes and alcohols, bromine oxides, cyanides. carbonates. hypochlorous acids, hypoiodous acids, thiois, organic halides. or other weakly acidic or anic and inorganic compounds. Bose Gcncrating Reagmlts\n\nThi: pit:scut ihsclosuri: plovulcs ILII lhc usi: of au BquLous CICLxrolytc media such as ul conunonly USLSI wnh electro- oi chemical cells. The aqueous eiectn)l)rte media may hlrther include a weakly basic moiety participating in an oxidation\n\n25\n\n30###_### us10745814"], "The text discusses several topics related to chemical compounds and their applications, particularly focusing on redox reactions at electrodes, base-generating reagents, and nucleic acids. \n\n1. **Redox Reactions at Electrodes**: It mentions the role of certain chemical compounds in redox (reduction-oxidation) reactions at electrodes. These compounds can either release hydroxide ions or absorb protons upon reduction, which results in a change in pH levels. \n\n2. **Base-generating Reagents**: A list of exemplary base-generating reagents is provided, including various quinones (such as 1,4-benzoquinone, anthraquinone, duroquinone), other quinone derivatives, phenol derivatives, pyrrole and its polymers, thiophenes and its polymers, aniline derivatives, acetylene derivatives, and several others like aldehydes, ketones, alcohols, bromine oxides, and cyanides. These compounds are mentioned in the context of their chemical behavior and potential applications in altering pH or participating in specific chemical reactions.\n\n3. **Nucleic Acids**: The text also delves into nucleic acids, specifically mentioning both deoxyribonucleotides (DNA) and ribonucleotides (RNA), including their analogs. An oligonucleotide is described as a sequence of nucleotide bases (adenine, cytosine, guanine, and thymine for DNA; uracil replaces thymine in RNA) that can be represented alphabetically and used in bioinformatics applications, such as functional genomics and homology searching. It also mentions the possibility of including non-standard nucleotides, nucleotide analogs, and modified nucleotides in these sequences. The discussion on nucleic acids highlights their chemical variants (e.g., methylated, hydroxymethylated, glycosylated) and their uses in making nucleic acids as described in the document.\n\nOverall, the text covers a range of chemical compounds and their applications in redox reactions, pH adjustment, and bioinformatics, emphasizing the versatility of these compounds in various scientific and industrial processes.###_### us10745814": ["li\n\nor reduction reaction at an electrode and rclcasulg one or more hydmxide iona or absorbing one or nlore protons upon reduction, thereby alterin pl i. An exenlplary base-aenenst- is I,o-benzt)quinone, 1,2-benzoquinone. 1.3- ing reagent benzoquinone, anthraquinone„Duroquinone, Tetmohydroxy- 1.4-benzoquinone. Alkannin. hexahydroxynaphthoquinone, Juglonc. Lapachol, Lnwsone, Menatctrenoue, splnocluome D, Phylloqulnonc, Plumbdgul, spuxlchrome B, Mcnadionc, 1,4-Naphthoquinone. 1,(I-Naphtho- quinone, anthraquinones. Isoindole-4,7-diones, other natural and synthetic quinone derivatives, other phenol derivatives, pyrrole and related derivatives and polymers thereof, thio- phenes and related derivatives and polymers thereof, aniline and rclatixl dcnvautes and polymers thcrcol, acctylcnc dcnvattvcs and polymers thercol; Blpyndlnlumor and thereof and related compound, aldehydes, derivatives ketones, and alcohols. bmmine oxides. cyanides, carlxmates, thiols, organic hypochlorous acids, hypoiodous acids. holides. or other v,eakly basic organic or inorganic com- poUuds. Nucleic Aculs\n\nintended to include. but not linuted to. a polymeric form of nucleotldes that may have various lengths, either deoxyri- bonucleotides (DNA) or ribonucieotides (RNA). or mlalogs thcrcof. An ohgonuclcondc Is typically composed of a specllic sequence ol'our nucleotnlc bases. adcmne (A). cytosine ((.'): guanine ((i): and thymine ('I') (umcll (U) filr 'lite term thymine ('I') when the polymlcleotide is RNA). \"oligonucleotide sequence\" is the alphabetical representa- tion of a polynucleotide molecule, alternatively, the teml may be applied to the polynucieotide molecule itself. This alplrdbctical rcprcscntanon cml bc Input ulto databases ul a computer having a central processulg unit and used lor blohllonudtlcs Bpphcduous sUch as fUuctloutll gcuoullcs dull honlology searching Oligonucleotldes may optionally include one or more non-standard mlcleotide(s), mlcleotide analog(s) and/or modified nucleotides. The present disclo- sure contemplates any dcoxyribonucleotide or ribonucle- oudc mid chenucal vanmlts thereof, such as methylated. hydroxymcthylatixl or glycosylated forms of Ihc bases, and thc like. According to certain aspects, natural nucleoudcs. non-natural nucleotides, synthetic nucleotides. chain termi- nating nucleotides, nucleotides analogues and the like are used in the methods of makin the nucleic acids described herein. Nuclcotidcs###_### us10745814"], "The disclosed document outlines the application of various types of nucleotides and their analogs in specific methods. It encompasses the use of natural nucleotides, synthetic nucleotides, non-natural nucleotides, chain-terminating nucleotides, and nucleotide analogues. Specifically, it mentions the use of deoxynucleotide triphosphates (dNTPs) such as dATP, dCTP, dGTP, dTTP, and dUTP. Additionally, ribonucleotide triphosphates (rNTPs) and ribonucleotide diphosphates (rNDPs) are also cited as usable in these methods.\n\nThe document lists various modified nucleotides that can be utilized, including but not limited to dimaminopurine, 5-fluorouracil, 5-bromouracil, 5-chlorouracil, xanthine, 4-acetylcytosine, and many others with specific chemical modifications. These modifications can occur at the base moiety, potentially altering the atoms that are typically involved in hydrogen bonding with a complementary nucleotide, as well as at the sugar moiety or phosphate backbone. \n\nFurthermore, it specifies that nucleic acid molecules may also be modified to include amine-modified groups such as aminoallyl-dUTP (aa-dUTP) and diaminohexylcarboxamide-dCTP (dHCA-dCTP), which allow for the covalent attachment of amine reactive moieties like N-hydroxy succinimide esters (NHS).\n\nThe document, identified by the United States patent number US 10,745,814 B2, provides a comprehensive overview of the potential modifications and uses of nucleotides in various biochemical techniques and applications.###_### us10745814": ["Thc present disclosure provides for thc usc of natural nuclcotulcs. non-natural nuclcotidcs, synthcuc nuclcoudes, chain terminating nucleotides, nucleotides analogues and the like in the methods described herein According to certain aspects, deoxynucleotide triphosphates (dNTPs. such as dATP, dCTP. d(JTP, dTTP, dUTP) may be used. According to certain aspects, nbomiclcotide tnphosphatcs (rNTPB) may bc used. Accordulg to certam aspects, ribouucleoudc dlphos- plrdtcs (rNDPs) may bc used.\n\nIixamples of nlodihed nucleotides used In the methods described herein include, but are not limited to dlmninopu- rine. SZT, 5-fiuorouracil, 5-bromoumocil. 5-chlorouracil, xontine„4-acetylcytosine, 5-iodouracil, 5-carboxymcthylamin- 5-(carboxyhydroxylmcthyl)urtmll, omethyl-2-tluouridulc. 5-carboxymcthylamulomcthyluracll, dlhydrouracil, beta-D-galactosylqucoslnc, ulosinc, N6-iso- pentenyladenine, l-methylguanine, l-methylinosine, 2.2-di- methylguanine, 2-methyladenine, 2-methylguamne. 3-meth-\n\nUS 10,745,814 B2\n\n9\n\nN6-adcnuic, ylcyiosine, 5-methylaminomethyluracil, 7-methylguanine. beta-D-miutno- 5-mcthoxyaminomc(hyl-2-(iumiracil, sylqueosine, 5umethoxycarboxymethyluraci1„5-methoxyu- racil. 2-mcihylthio-D46-mopen(cnyladmune, uracil-5-oxy- acetic acid (v), wybutoxosine, pseudounzcil, queosine, 2-thiocytosine, 5-methyl-2-thiouracik 2-thiouracii. 4-thio- uracil. 5-methylumscil. uracil-5-oxyacetic acid methylester, uracil-5-oxyacetic acid (v), 5-methyl-2-thiouracil. 3-(3- (acp3)w. 2.6-dianun- ammo-3-N-2-carbox)propyl) uracil, opurine and the like. Nucleic acid molecules mny also be modilicd a( thc base moie(y (c.ge at onc or morc atoms Ihai typically are available to form a hydn)gen bond v ith a complementary nucleoudc and/or ai one or more atonm Illa( are not typically capable of funning a hydrogen bond v ith a complementary nucleotide). su ar moiety or phosphate backbone Nucleic acid molecules may also contain anune- modiffed ~coups. such as aminoallyl-dIJTP (aa-dUTP) and dlllllliilicxliy'ldciylaltndc-dCTP (dll(I-dCTP) 10 allow cove- lent attachment of amine reactive moieties. such as N-hy- droxy succinimide caters (NHS).###_### us10745814"], "I'm sorry, but the text provided does not contain coherent information or structured content that can be summarized. It appears to be a series of numbers, letters, and symbols without clear meaning or context. If you have a specific topic or a different text in mind, please share more details so that I can assist you appropriately.###_### us10745814": ["11)\n\n2(l\n\n10 'IAI31,1.\n\nI\n\nsmeened nu leo( de analogrea###_### us10745814"], "The text discusses the development and utilization of alternative DNA and RNA base pairs in oligonucleotides, beyond the standard adenine (A), thymine (T), guanine (G), and cytosine (C) in DNA, and uracil (U) replacing thymine in RNA. These alternatives offer several advantages, including higher data storage density (more bits per cubic mm), increased safety by reducing the risk of accidental or intentional synthesis of natural toxins, improved discrimination by photo-programmed polymerases, and reduced secondary structure formation. \n\nThe utility of such alternative base pairs is supported by their compatibility with both natural and mutant polymerases for both de novo synthesis and amplification purposes. The text references several studies that demonstrate the feasibility of these approaches. Notably, a study by Betz et al. (2012) in \"Nature Chem Biol\" shows that KlenTaq polymerase can replicate unnatural base pairs by inducing a Watson-Crick geometry, suggesting that these base pairs can be efficiently used in PCR amplification and potentially in living organisms. Additional research by Switzer et al. (1993) and others highlights the enzymatic recognition and site-specific labeling of DNA and RNA using unnatural base pairs, further supporting their utility in genetic engineering and synthetic biology.\n\nFurthermore, the text mentions the discovery of nucleotide analogs that perform equally well or even better than their natural counterparts in terms of efficiency, rate, and length distribution, as illustrated in Figure 1 and detailed in the patent US10745814. This suggests that these analogs could serve as viable alternatives or supplements to natural nucleotides in various biotechnological applications.\n\nIn summary, the text highlights the progress in developing and implementing alternative base pairs and nucleotide analogs for synthetic biology, which could lead to advancements in genetic engineering, data storage, and safety measures against the synthesis of toxins. These developments are backed by several studies and patents that demonstrate the practicality and potential of these novel approaches.###_### us10745814": ["Alternatives to standard DNA base pairs or RNA base pairs in ihe oligouuclcondes of Ihc preen(1 disclosure can pmvide hi her density in hits per cubic mm, higher safety (rosie(an( Io accidmiial or purposclul synthesis oi natural toxins). easier discrinunation in photo-progranuned poly- merases, or lower secon(ksry structure. Such alternative base pairs compatible with natural and mutant polymensses for de novo and/or amplification synthesis are described in Betz K, Malyshei D A, Lavergne T, 9/chc 9/, Diedcriclm K. Dwyer T J, Ordouklmnian P, Romesberg F E. Marx A (2012) KlenTdq polymerase rcplicates uiumniral base pmrs by inducing a )Yatson-('ick geometry. Nature (:hem Bml. 8.612-614: Scc Y J, Malyshev D A. Lavergnc T. Ordoukha- nian P, Romesberg Ii li .I Am ( bern Soc 2011 Dec 14, 133(49);19878-88. Site-specific labeling of DNA and RNA using an efficiently replicated and transcribed class of unnatural base pairs: Switzer C Y, Moroney S E. Benner S so A. (1993) Biochmnis(ry. 32(39).10489-96. Enzymatic rec- ognition of the base pair between isocytidine and iso uanos- ine. Ydmashige R. Kuno(o M, Takczawd Y. Saio A, Mitsui 'I; Yokoyama S, I hrao I Nucleic Acids Res. 2012 March, 40(6):2793-806. Highly spcciiic uiumuiral base pair sysicnm as a third base pair for P('R aniplitication: and Yang )', (:hen F,Aivamsdo J B. Benner SA. JAm Chem Soc. 2011 Sep. 28, 133(38) 15105-12. Amplification. mutation, and sequenchtg of a six-letter synthetic genetic system. Other non-standard nucleoudcs may be used such as dcscubed ui Malysheve D. 7%., et al.. Nature, vol. 509, pp. 385-388 (15 May 2014) hereby incorporated by rcffcrcncc in iIs entirety.\n\nIi has bccn fi)und that the followuig nucleoudc analo ucs shown in FI(i I displayed equally good or superior etfi- cicncy. rotc, and/or lmtgth distnbution comparixi Io their natural counterparts ivith I'd I'.\n\n1AI31,1! 2###_### us10745814"], "The text discusses the use of nucleotide analogues in the enzymatic synthesis of DNA, particularly focusing on the efficiency of these analogues when used with terminal deoxynucleotidyl transferase (TdT). It reveals that the performance of natural nucleotides (adenine, cytosine, guanine, and thymine, represented as A, C, G, and T) varies in TdT-based DNA synthesis, with dCTP showing the most optimal behavior and dATP and dGTP showing the least favorable performance. To address this, several nucleotide analogues were tested to find options that offer superior synthesis performance compared to the natural nucleotides. The text includes a mention of specific analogues, such as an improved version of dTTP and a 5-propynyl-dUTP variant, indicating that these have been evaluated for their effectiveness in DNA synthesis. It underscores the importance of the extension efficiency, rate, and distribution length of these nucleotides in ensuring efficient and reliable encoding of information into DNA.###_### us10745814": ["'IAI31,1. 3\n\nimproved dTTP .iirerni( vea\n\n5-pIop rrll-dUTP I ii orm 11111'1Io Ii'll'm I di. I I' m .d I P op.uwvh u IITIP Alpha Th nl dTTP (2'ens, ihym dure 5 0 (I Th nrnphoaphaiel B ia Th nl dTTP (2'ens, ihym dure 5 0 ( Th nrnphoaphaiel\n\nNucleotide anglo ues may be used ns substrates for mrzymatic synthesis usuig TdT. In thc general scheme of thc presently disclosed methods. the distribution of extension length by TdT is unporiant to ensure cfgcimit imd reliable encoding of infi)rniation into DNA lt has been found that the extension efficiency. rate, and extension lengrh distribu- tion of each of the four natural nucleotides (A, (2 (i, and 'I') was different. In fact, it has been observed that dCTP shows the most op(imal behavior wlulc dATP dnd dGTP show thc poorest behavior with respect to TdT-based DNA synrhes is. Given Ihcsc observauons, several nuclcotnle armlogucs were screcncd Io search for nucleotide analogues with a supemor ss performance compared to their natuml counterparts in 'I d'I- based DNA synthesis and are provided below in 'I'able I\n\nTABLE 4###_### us10745814"], "The text discusses the efficiency of nucleotide analogues that have a higher positive charge than their natural counterparts when used as substrates for Terminal deoxynucleotidyl Transferase (TdT). Specifically mentioned are the analogues 5-Aminoallyl-dUTP and 5-Propargylamino-dUTP, which are highlighted for their efficiency.\n\nAdditionally, the document discloses several nucleotide analogues, including:\n\n1. 5-Hydroxy-dUTP\n2. 5-Hydroxymethyl-dCTP\n3. 1-Bromo-dCTP\n4. 5-Iodo-dUTP\n5. Iodine-dCTP (I-dCTP)\n\nThese analogues are within the scope of US patent 10,745,814 B2.\n\nFurthermore, the text mentions the immobilization of oligonucleotide sequences, such as primers, modulators, nucleic acids, oligonucleotides, or polynucleotides, on supports. These supports can either be solid or semi-solid. The attachment of the oligonucleotide sequences to the supports can be achieved through one or more phosphoramidate linkages, among other methods, facilitating various applications in molecular biology and genetic engineering.###_### us10745814": ["Impmced dGTP aiiernai cea\n\nu n I » 0 ( Ihml I(iii'I '1)eo yg .« In ')e 0 (I lir Arph. ii Ia It ol doll' Irrpiroaih I ) I I I ui pi aph I\n\nu n I » 0 (\n\nIn gcncral, rt has been obscrvcd that nil uuclcotnlc ana- logues that are more positively charged than their oatumzl counterparts are far more efficient substrates of TdT. These analogues include, but are not hmited to, 5-Ammoallyl- dUTP and 5-Propargylamino-dUTP.\n\nAdditional nuclconde analogues within the scope of thc present disclosure inchide\n\nUS 10,745,814 B2\n\n11\n\n12\n\nVIII\n\n.;... Y~,i..  P —0 /'I 0  0  0  /t0  P — 0 0  HO  I - 5-Hydroxy-di 'TP Hrdi.'1 PI  .:, .VJ,  P —0 /V, 0  0  0  P —0 /X 0  0  HO  2 - . -Hydroxy motln I dCTP Hsa tCTPI VH.  .;... Y~,i„  P —0 /X 0  0  0  'X  P — 0 0  0  HO  3 - I-Brooro-dCTP I BrdCTP)  VIII  P —0 /'y 0  0  0  P —0 /X 0  0  HO  5 Iodo di'IP HdCIPI  4  HHI \n\nand\n\n(e) ac’\n\n0\n\nP — 0 /V, 0 0\n\nY — 0 /'I 0\n\n0\n\nHO\n\nIi'TP ls ICTPI\n\nSupports and Attachment\n\nThe disclosure provides that one or more oligonucleotide scqumices descnbcd hcrcin. such as pnmers, uuluilors, nucleic imids, ohgouuclcolidcs or polynuclcolides are immobilized on a support (c.go a solid and/or senu-solid support) In certain aspects, an oligonucleotide sequmice can be attached to a support using one or more of a phosphora-\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\n45\n\n50\n\n55###_### us10745814"], "The text discusses various aspects and embodiments of solid supports used in scientific and technological applications. Solid supports can come in a variety of materials such as glass, metal, ceramic, polymer, and others, and may be biological, non-biological, organic, inorganic, or a combination thereof. They can be of any shape, size, or geometry desired, including but not limited to slides, heads, chips, particles, strands, gels, sheets, tubing, spheres, containers, capillaries, pads, slices, films, plates, etc. These supports can be structured in various ways, including being physically divided into regions by trenches, grooves, wells, or chemical barriers like hydrophobic coatings. The supports may range from solid to semi-solid to elastomeric.\n\nA significant focus is placed on the concept of an array or microarray, which is a type of solid support that features a substantially planar surface hosting a spatially defined, non-overlapping array of sites. Each site contains an immobilized hybridization probe. These arrays are characterized by their \"substantially planar\" nature, meaning the features of interest (e.g., probe sites) may extend slightly above or below the surface but are relatively small compared to the surface itself. Spatially defined sites are \"addressable,\" allowing for the determination of the location and identity of the immobilized probe at each site. This detailed description encapsulates the versatility and specificity of support structures in scientific research and applications, highlighting their importance in enabling precise and organized experimental setups.###_### us10745814": ["dc\n\nds\n\nmiditc luiker loiown lo those of slull in thc an. Suitable supports include, but are not limited to. slides, heads, chips, particles, strands, gels. sheets. tubing, sphere~. containers, capillaries, pads, slices, films. plates and the like. In various embodiments. a solid support may be biological, nonbio- inor saic, or any combination thereof. lo ical, organic. Supports of thc prcscnt uivennon cdu be any shape, size, or gcomctry as dcsircd. For example, thc support may be rectangular, round, tubular, square, spherical, mid the like )yhen using a support that is sub- stantially planar, the support may be physically separated into regions, for example, with trenches, kkzooves, wells. or chemical barriers (e.g.. hydrophobic coatings, etc.). Sup- ports may bc made from glass (silicon dioxide). metal. ceramic, polymer or other matemals known lo those of skill\n\nin the art Supports may be a solid, semi-solid, elastomeriyi'elIn certain exeniplary embodiments, a support is an array\n\nthe tenn '*array\" or or a microarray As used herein, \"microarray\" refers in one embodiment to a type of array that comprises a solid phase support having a substantially planar surface on which there is an array of spatially dcftncxI nou-overlapping regions or sites that each conniin an immo- bilized hybridization probe \"Substantially planar\" means that features or objects of interest, such as pnybe sites. on a surface may occupy a volume that extends above or beloiv a surface and whose dimensions are small relative to the dimensions of the surface. For example, beads disposed on thc face of a liber opnc bundle create a substaulmlly phmar surface of probe sites, or oligonucleoudcs disposed or syn- thesized on a porous planar substrate create a substantially planar surface Spatially defined sites may additionally be its location and the identity of the \"addressable** in that inunobilized probe at that location are known or determin- able.###_### us10745814"], "The text describes the characteristics and types of solid and semi-solid supports used in nucleic acid molecule deposition and amplification, specifically in the context of PCR (Polymerase Chain Reaction) and possibly other biotechnological applications. Solid supports can include a semi-solid component, such as a compressible matrix that contains both solid and liquid components, with the liquid occupying pores or spaces between the solid matrix elements. The preferred materials for these semi-solid support materials include polyacrylamide, cellulose, polydimethylsiloxane, polyamide (nylon), cross-linked agarose, dextran, and polyethylene glycol. These supports, whether solid or semi-solid, can be used together or independently.\n\nThe text also highlights the importance of immobilizing media in the supports, which must be physically stable and chemically inert under the conditions required for nucleic acid molecule deposition and amplification. A suitable support matrix should withstand rapid and extreme temperature changes, as required for PCR, and permit enzymatic nucleic acid synthesis. The suitability of a given substance for this purpose is determined empirically.\n\nOne specific embodiment mentioned is a semi-solid (gelatinous) lattice or matrix support structure, which contains aqueous or other liquid mediums within its interspaces or pores. The typical pore sizes range from 0.1 µm to 5 mm, and while larger spaces between matrix elements are tolerated, they may increase the potential for diffusion of amplified products before immobilization. This semi-solid support is described as compressible, and the material allows for the covalent linking (immobilizing) of nucleic acid features of an array, using methods known to those skilled in the art. The materials that satisfy these requirements include both organic and inorganic substances.###_### us10745814": ["Thc solid supports can also include a semi-solul support such as a comprcssiblc matrix with both a solid mid a liquid coiilpoticlll, wllcrclil lite liqilid occupies pores. spaces ol other mterstices between the solid matrix elements Prefer- ably, the semi-solid support materials include polyacrylam- ide. cellulose. poly dimethyl siloxane. polyamide (nylon) and cross-linked agarose. -dextran and -polyethylene glycol. Sohd supports and semi-solid supports can bc usixi together or Iildcpcildclit ol mlcli other.\n\nSupports can also mclude inunobilizing media. Such inimobilizing media that are of use according to the inven- tion are physically stable and chemically inert under the conditions required for nucleic acid molecule deposition and amplification. A useful support matrix withstands the mspid changes rn, mid cxtrcmes of. Icmperaturc required for PCR. The support malcnal pcnnils enzymauc nucleic acid syn- thesis. If il is unknov:n whether a given substance w 111 do so, it is tested empirically prior to any attempt at pmduction of a set of amsys accordin to the invention According to one embodiment of the present invention, the support structure comprises a semi-solid (i.e.„gelatinous) lattice or matrix, wherein the intersuccs or pores bclw can lauice or matrix clemcnts arc Iillcd v, ilh an aqueous or other liqual medium. typical porc (or 'sicvc*) sizes are ui the range ol'00 Irm to 5 mn I,arger spaces betiveen matnx elements are within tolerance limits. but the potential for diffusio of amplified products prior to their inunobilizatlon is increased. The semi-solid support is compressible. Lastly. a support mate- rial of use accorihng lo thc uivenlion permits unmobihzuig (covalmit linking) ol'nucleic acid features ol'au array to il by thc art. Malcnals Ihal means known lo those skilled ui satisfy these requirements comprise both organic and inor- ganic substances, and include, but are not limited to. poly-###_### us10745814"], "US Patent 10,745,814 B2 discusses the technology related to microarrays, specifically focusing on the immobilization of oligonucleotides onto a solid support. Oligonucleotides, which include primers and polynucleotides generated from assay reactions, are typically single-stranded and covalently attached to the solid phase support, either via a 5' end or a 3' end. Some embodiments include the immobilization of these molecules via cleavable linkers. The density of nucleic acids on a microarray is highlighted to be typically greater than 100 per cm^2, and more often greater than 1000 per cm^2.\n\nThe document references several key publications and patents that have reviewed microarray technology and molecular acid probes, including works by Schena, Southern, and the US Patent Nos. 5,424,186; 5,445,934; and 5,744,305 by Fodor et al.\n\nFurthermore, the patent outlines various methods known in the art for immobilizing oligonucleotides to different supports such as beads, cellulose, nitrocellulose, polystyrene, polypropylene, nylon, agarose, and sephacryl. These methods involve various attachment chemistries or polymers, including amino-silane, NHS-esters, click chemistry, and polylysine, to bind a nucleic acid to the support.\n\nIn summary, US 10,745,814 B2 focuses on the technology of microarrays for immobilizing oligonucleotides to solid supports, detailing the methods, attachment chemistries, and the importance of density in non-overlapping regions containing nucleic acids.###_### us10745814": ["US 10,745,814 B2\n\n13 dcrylamidc, cellulose and polymn&dc (nylon), as well as cross-linked agarose, dextran or polyethylene glycol.\n\nOligonucleotides immob&lized on microarravs include nucleic acids that are genemted in or fn&m an assay reaction. Typically, pnmers. Initiators, oligonucleotides or poiynucle- otides attached to a substmte are single stranded and are covalm&tly attached to the sohd phase support. usually by a 5nm&d or a 3ncnd. In ccrtau& exemplary cmboduncnts, in&tiators, oligonucleotides or polynucleotides are prin&ers, immobilized via one or more cleavable linkers. 'i'he density in of non-overlapping regions containing nucleic acids in a microarray is typically greater than 100 per cm-'. and more typically, greater than 1000 per cm . Microarray techno)a y rclntmg Io m&clcic acid probes &s revmwed in Ihe lollowing exemplary rcli:renccs: Schcna, Ed&tor. Microarrays. A Prac- tical Approach (II&I Press, Oxford. 20()t)); Southern. ('urrent Opin. (:hem l3iol.. 2 404-410 (1998); Nature (ienetics Supplement. 21 1-60 (1999); and I'odor et al„ tl S Pat Nos. 5.424,186: 5.445.934: and 5,744,305.\n\nMetlmds of &nunobilizin oligonucleotides to a support arc known &n the art (beads. Drcssmm& ct al. (2003) Proc. Natl. Aced. Sci. USA 100 8817, Bre&u&er ct al. (2000) Nat. Biotech 18 630. Albretsen et al l3iochen&. 189 40. and I ang et at Nucle&c Acids Res (1988) 16:10861, I&anki et al. (1983) (iene 21 77: cellulose nitmcellulose: Ooldkorn (1986) Nucleic Acids Res. 14:9171: polystyrene Ruth et ai. (1987) Conference of Therapeutic and Diagnostic Applications of Synthet&c Nucleic Acids. Cmnbndge U.K, teflon-acrylam&dc. Duncan et al. (1988) Anal. B&ochem. 169 104; polypropylene Polsky-(:ynkin et al ( hem 31 1438; nylon: Van Ness et al. (19')]) Nucleic Ac&ds I&en 19:3345, agarose Polsky-('ynkin et al „(:lin. ('hen&. (1983) 31:1438: and sephacryk Langda)e et al. (1985) Ciene (1987) Nucleic Acids Res. 36;201; 15.2911). Supports may be coated w&fl& attacluncnt chem&s- &1 try or polymers, such as tmnno-s&lane, NHS-eaters, ci&ck chemistry, polylys&nc, etc., to bu&d a nuclc&c ac&d to the suppo&'I###_### us10745814"], "The text discusses the concept of \"attaching\" in a scientific context, referring to both covalent and noncovalent interactions. Covalent interactions are described as chemical linkages involving the sharing of electron pairs, forming single, double, or triple bonds, also known as electron pair interactions or bonds. Noncovalent interactions encompass a variety of weaker forces, including van der Waals interactions, hydrogen bonds, hydrophobic interactions, and ionic bonds, with a reference to Alberts et al. for further reading.\n\nSpecifically, the text details methods for affixing nucleic acid molecules to a substrate using a covalent linker, which includes substances like oxidized 3-methyl uridine, an acyl group, and hexaethylene glycol. It mentions that nucleic acid molecules can be fixed to the support via hybridization to molecules covalently bound to the support.\n\nAdditionally, the text describes the use of supports with electrodes positioned near a reaction site, allowing oxidation or reduction to occur within a reaction zone. It outlines a method for covalently attaching dNTP to an initiator sequence or an existing nucleotide at the electrode location by using electricity to alter pH within the reaction zone. This process involves the delivery of reagents and washes to reaction sites, facilitated by various fluid delivery systems such as microfluidics, syringes, inkjet systems, and pipette systems. These systems can deliver reagents or washes to a reaction region or vessel where the substrate surface is positioned for nucleotide addition. The patent number \"us10745814\" is mentioned, indicating that this text likely describes a patented technology or process.###_### us10745814": ["As used herein, the term \"attach\" refers to both covalent interactions and noncovalent interactionc. A covalent inter- do action is a chemical linkage betw een two atoms or radicals fora&txt by tlu: sharing of a pair of electrons (&.Co a single bund), two pa&rs of electrons (&.co a double bond) or tlucc pairs of clcctrons (& e., a Inple bond). Covdlm&t interact&ons are also known in the art as electron pair interactions or 4 electron pair bonds Noncovalent interactions include. but are not limited to, van der Waals interactions, hydrogen bonds, weak chemical bonds (i,eo via short-range noncova- lcnt forces). hydrophob&c in&cruet&ons, ionic bonds and the like. A review ol'oncovalent intcracuons can be fi&und &n Albens et al.. &n Molecular B&ology of Ihe Cell, 3d edition, (Iar)and Pubhshing, 1994 According to certain aspects, aflixing or immobilizing nucleic acid molecules to the substmte is performed us&ng a covalent linker that is selected from the ~o&up that includes oxidized 3-methyl uridine, an a. dcaylv'I g&oup Bnd hcxacthvlcnc glvcol.\n\n14 contcnlplatcd that Bfflxn&g of nucleic Beni n&olcculcsio Ihc support is perfom&ed via hybridization of the members of the pool to nucleic acid moleculec that are covalently bound to the support\n\nSupports described herein may have one or more elec- trodes positioned at or near or adjacent to a react&on site such tha1 oxidation or rcduciion mdy take place w&thu& a react&on zone &nclud&ng thc reaction s&tc. Reagent Delivery Systems\n\nI'he disclosure pmvides that one or more or a plurality of reagents and &rashes are delivered to one or more or a plurality of reaction sites within one or more or a plurality of reaction zones including an electrode or electrodes in a method ol'ovalently audclung dNTP to an u&itiator sequence or an cx&snug nucleotide attached al the iles&rod location using electricity to alter pl I within a reaction zone A selected nucleotide rea ent liquid is pulsed or flowed or deposited at the reaction site &vhere reaction takes place and then may be optionally followed by delivery of a bufl'er or v ash that does not include the nucleotide. Suitable delivery systems include flu&dice systems, m&crotlu&d&cs systems, syru&gc systems, ink jct systems, pipcttc systems and other fluid delivery systen&s known to those of skill in the art Various flow cell en&bodin&entc or flow channel embodi- ments or microtiuidic channel embodiments are envisioned which can deliver separate rea ents or a mixture of reagents or v ashes using pumps or electrodes or other methods known to those of skdl u& Ihc art of mov&ng fluals Ihrough ch&umcls or microflunlic channels through onc or morc channels to a reaction region or vessel where the surface of the substrate is positioned so that the reagents can contact the desired location where a nucleotide is to be added###_### us10745814"], "The provided text describes a microfluidic device and its application, particularly in the field of biochemistry and molecular biology. The microfluidic device is designed with one or more reservoirs containing various reagents. These reagents are transferred via microchannels to a reaction zone where they are mixed, and a specified reaction takes place. This technology and the methods to move fluid reagents through the microfluidic system are familiar to those skilled in the relevant fields.\n\nThe document further details how reagents can be deposited onto specific regions of a support structure, creating an array where each region represents a different feature. Importantly, it is mentioned that the pH of the mixture can be altered (either raised or lowered) to activate or deactivate an enzyme responsible for the addition of a dNTP (deoxynucleotide triphosphate), an essential component in DNA synthesis.\n\nAn example provided in the text, referred to as Example I, illustrates modulating the activity of the TdT (Terminal deoxynucleotidyl Transferase) enzyme by adjusting the pH. This example explains how nucleic acids synthesized on a support surface can be detached using a cleavable linker. These linkers are designed to be separable by various agents like enzymes, light, heat, pH buffers, and redox reagents, facilitating the release of a solution-phase primer for each feature upon cleavage. This release could be utilized for performing PCR (Polymerase Chain Reaction), potentially triggered by the heat from the thermocycling process used in PCR.\n\nAdditionally, the document describes the process of electrolysis in water, where applying current through an electrolyte generates acids at the anode and bases at the cathode due to oxidative and reductive reactions, respectively. This process is integral to the generation of pH changes required for the activation or deactivation of enzymes as mentioned earlier.\n\nIn summary, the text outlines the design and application of a microfluidic device for conducting biochemical reactions with precision, including the modulation of enzymatic activity through pH changes. This is exemplified by the controlled activation or deactivation of an enzyme critical for DNA synthesis, showcasing the device's utility in molecular biology research and applications.###_### us10745814": ["The disclosure provides that a microfhudic device is provided with one or n&ore reservoirs v hich include one or more rcagcnts winch nrc then Iransli:rrcd v&a m&crochannels to a reaction zone where Ihe reagm&ts arc nuxed and Ihe reaction occurs. Such nncroflu&dic dev&ccs nnd the methods of moving thiid reagents throuah such nucrofluidic devices are known to those of skill in the art\n\nReagents can be deposited onto a discrete reg&on of the support. such that each region forms a feature of the array. Thc pH of thc li dturc is capable of beu&g altcrcd, & c. thc pH is ra&sed or lowcrcd Io mther acuvate or dcactivatc an m&zymc that catalyzcs ndd&tion of a dNTP as dcscr&bod herein\n\n'I'he following exan&ples are set fi&rth as being represen- tative of the present disclosure. These examples are not to be constn&ed as limitin the scope of the present disclosure as these and other equivalent embodiments w &ll bc apparent in v&ew of Ihc present disclosure. Iigurcs and accompanyu&g clonus\n\nExample I\n\nIliodulating TdT Enzymat&c Act&wty by pH\n\nNucleic acids that have bimn synthesized on tlm surface of 4 suppon may be rcmovcd, such as by a cleavable luikcr or linker: known to those of sk&11 in the art I.inkers can be desianed with chemically reactive segments which are io optionally cleavable w&th agents such as enzymes. 1&ght, heat. pH buffers, and redox reagents. Such linkers can be cmploycd to prc-I'abncate an u& situ sol&d-phase u&active reservoir of a ddlbrent sulu&&on-phase primer Ibr each d&a- crete Ihature. Upon lu&kcr clcavagee thc pnmcr would be di released into solution for P('R, perhaps by using the heat fmm the thennocycling pn&cess as the trigger It is also\n\nApplication of current thmugh an electmlyte results in oxidative generation of acids at the anode and reductive generat&on ofbases at the cathode. Applying current to water directly results in such reactions referred to as hydrolysis. In water clcctrolys&s, Ihc R&liow ing react&ons tnkc place at thc clectrodcs.\n\nXcdoction at catt&odc 2H++i — H2###_### us10745814"], "The provided text discusses a method for enhancing acid production at the anode in an electrolytic reaction. This enhancement is achieved by adding easily oxidized molecules, such as Hydroquinone (benzene-1,4-diol) and its derivatives, to the electrolyte. These molecules facilitate and boost the generation of acids at the anode. \n\nThe text also outlines a specific application of this method in the extension reactions that are part of a process to assemble oligonucleotides for DNA microarray fabrication. The extension reactions are described in two parts, with detailed compositions and volumes of the solutions used in each part. \n\nFurthermore, the text mentions that the generation of acid using an electrical current is a technique described in U.S. Patent No. 6,280,595 and further elaborated in several research publications. These publications discuss the electrochemical generation of acid and its application to confine reactions to 100-micron areas for the production of DNA microarrays.\n\nAdditionally, the text describes an experiment to determine the pH range in which Terminal deoxynucleotidyl Transferase (TdT) is active. A buffer system was prepared, and pH levels were adjusted to find the optimal conditions for TdT activity. These buffers were used in the experiments as 2x buffers.\n\nFinally, the text notes that eight different extension reactions were assembled, using buffers prepared at specified pH levels for parts 1 and 2 of the reaction setup.\n\nIn summary, the text discusses a technique for enhancing acid production at the anode using easily oxidized molecules, with a specific application in the fabrication of DNA microarrays. It details the preparation and execution of extension reactions for this purpose, including the optimization of pH levels for enzyme activity.###_### us10745814": ["oa dai on .&t anode 2H20 0 +4H++4e-\n\nI'he disclosure provides that product&on of acid at the anode cm& further be enhanced and fac&litated by adding\n\nUS [0,745,8]4 B2\n\nli\n\n16 2 Extension reactions Ccrc assembled in two pans:\n\neasily-oxidized moicucs to thc cleclrolyte. For example, Hydroquinone (benzene-1,4-diol) and some of its denva- uica can bc emily oxidized and their uiclusion in the electrolyte enhances and facihtates the generation of acids at lhc anode:\n\n2. Extension reactions were assembled in two parts: Part 1:\n\nPBII I: Water: 5 pl 2x ltuffer: 5 pl 100 mM MgAc 2 pl 'I'd'I'20 IJ/nl) I pl 'I'otal Volume: 10 pl Part 2: Water: 3 pl 2x Buffer: 5 pl 25 PM initiator: I mM dCTP: Total Volume: 10 pl I pl I pl\n\nH dkosukooose IHQI oskdaiwo at ukoto HQ 0+ H++ e-\n\nThe disclosure provides for the use of one or more or a pluraliiy of ditlerenl reagents in an elcclrolylc lo Iacihtate acid aenenltion at the anode based on the pt I. the amount of currmil desired or required for Ihe oxidalion rcaclion. Clm- trolyte coniposition. etc I lydroquinone is one example of a moiety that enhances acid production in the electrolyte. but water alone can generate acids or it can be combined v ith numerous other compounds. Cteneration of acid using an ctcmncal current Is descnbed ui U.S. Pat. No. 6,280,595, E eland R D. Southern E M. Electrochemically directed synthesis of ohgonuclcotidcs for DNA microarray fabncd- lion. Nucleic Acids Res. [Internet] 2005; 33(14):e125; Mau- ler K, Cooper J, Caraballo M, Cryc J, Siiciu D. Glundilis A, et al. I ilectrochemically genenlted acid and its containment lo 100 micron reaction areas Ihr thc production ot'NA niicroarrays PI,CS One [Internet] 20061; I (I) e34 and Ciao X, LeProust E„Zhan H, Srivannavit O. Cr'uhlri E, Yu P, et al. A fiexible light-directed DNA chip synthesis gated by deprotcction using solution photogenerated acids. Nucleic Acids Res [Intcmct]. 2001 Nov. IS, 29(22).4744-50, clmh of which are hereby incorporated by reference in its entirety. llic range of pH In which TdT is active was dctcmunixk I A butTer of 50 mM 'I'ris (base) and 50 mM ltoric acid was plcptircil Bud lm pH (uunallv BI —8.5) wBs kiitluslcil lo 605, 6 9, 793, 8')6. 1002, audit.07 using acetic acid and 3( sodium hydroxide. These bufl'ers serve as 2x buffers in the cxpcllnlcltts.\n\n111\n\nEight diffi:rent extension reactions werc Bssemblixl with fiillowing pH used I'or thc butlbr ui parti Bnd part2.###_### us10745814"], "The text outlines experiments focused on understanding the enzymatic activity of Terminal deoxynucleotidyl Transferase (TdT) under different pH conditions and its implications for data storage through pH-based regulation. The experiments are detailed as follows:\n\n1. **Initial Reaction Setup**: Two parts of a reaction were incubated separately for 15 minutes and then combined to create a total volume of 20 µl, which was subsequently loaded on a TBE-Urea gel.\n\n2. **pH Sensitivity of TdT**: It was observed that TdT remains highly active in pH ranges above 6 and below 11, with significant inactivation occurring outside these pH levels. This demonstrates that TdT's enzymatic activity can be reversibly inhibited by both increasing and decreasing the pH, with more effective inhibition at pH 11 compared to pH 6.\n\n3. **Extension Reaction Protocol**: The extension reactions were prepared with specific volumes of water, 2x buffer, initiator, MgSO4 (or water), dCTP, and TdT. Each reaction was incubated for 15 minutes and then analyzed using a TBE-Urea gel alongside an unextended initiator to compare results.\n\n4. **pH Regulation of TdT Activity**: The experiments confirmed that pH could be utilized to modulate the activity of the TdT enzyme effectively, suggesting potential for controlling enzymatic activity for data storage applications. Furthermore, it was essential to establish the reversibility of TdT's activity based on pH changes to ensure that the enzyme can be activated or deactivated as needed for reliable data storage solutions.\n\nOverall, the text discusses the experimental investigation into the pH-dependent activity of TdT and its potential applications in data storage through reversible enzymatic activity modulation.###_### us10745814": ["zo\n\n3 Both parts of each reaction were incubated for 15 muiutes. they lucre then mixed to form the 20 pl total. then loaded on a TBE-Urea gck\n\nAs shown in ill(i. 3, 1'dT is hi ably active in pl I ranges that are above 6 and belolv 11, mid it is substantially inactivated atpH ran es thatare below 6 andabove 11. It was clear from this experiment that the enzymatic activity of TdT could be rcvcrsibly intubitcd by both uicrcasing and reducing lhe pH. Inlubilion of TdT enzymatic activity was morc cffcclive al pH — 11 than it was at pH—6.\n\nla\n\n2. Extension reactions were assembled as follows: Water: 5 pl 2x Buffer: 10 pl 25 uM initiator: 100 mM MgSOa or water: 2 pl I mM dCTP. I pl TdT (20 U/pl). I pl 'total Volume 20 pl 3 I:lch reaction was incubated for 15 mimites and then loaded on a TBE-Urea gel with an unextended initiator for comparison.\n\nlhc results ui thc TBE-Urea gcl established that pH can bc used lo regulate the acuvily of Is adaptable ihr pH-based TdT enzyme In a way that 'I'd'ltcontrol for data storage It also needs to be estabhshed that the effects of pit on TdT are reversible; that is, the enzynie's activity can be substantially reduced at an unfa- vorable pH but can be reverted bacl favorable pH. Thc ensuing experiment was pcrfomicd to cvdhldlc this question.\n\n40\n\n45###_### us10745814"], "The text discusses an experiment illustrating the effect of pH on the activity of a specific enzyme, as depicted in an unnamed Figure 3 across different lanes (A, I, B, C, G, and H). Initially, the enzyme exhibits minimal to no polymerization activity at a starting pH of 6 and 11, as shown in lanes A and I. However, adjustments to the pH demonstrate the enzyme's ability to be activated: when the pH is increased from 6 towards more alkaline values, the enzyme activates (lanes B and C), and similarly, when the pH is decreased from 11 towards more acidic values, activation is observed (lanes G and H). Importantly, the enzyme does not irreversibly denature at either pH=6 or pH=11, indicating that its activity is reversibly influenced by pH changes; it can be activated or deactivated multiple times by adjusting the pH of its environment. The enzyme is highly active in a pH range from 6 to 10, becomes largely inactive at pH values greater than 11, but can regain activity when the pH is adjusted back into the 6-10 range. This demonstrates that pH can reversibly inactivate the enzyme by shifting the reaction solution's pH to 11 or above, and reactivation can occur by bringing the pH back within the optimal 6-10 range.###_### us10745814": ["c\n\nlior example. as shoivn in lllti. 3 in lanes A and I. the starting pH was 6 and 11 respectively where the enzyme showed little to no polymerization activity. Lanes B and C show cd that when Ihc cnzymc was kept at pH=6 11 cmiid bc acuvalixl by uicrcasing lhc pH lo more alkahne values. I.anes (i and I I shoived that ivhen the enzyme was kept at pll 11, it could be activated by decreasmg the pl I to more acidic values Since the enzyme apparently did not denature irreversibly at either pH=6 or pH=II. it was clear that the efi'ect of pH on the enzymatic activity w as reversible and the enzyme could bc acuvaled dnd inactivated multiple times by changing the pH. Therefore, It has bccn dcmonslratixt that 1'd1'ould be reversibly inactivated by changulg the pl I of the reaction solution to 11 or above. Specifically. the enzyme was hi hly active in pl I from 6 to 10 and largely inactive at pH pester than 11 but could be reactivated once the pH is lowered back within 6-10 ran e.\n\nExample II###_### us10745814"], "The document outlines the assembly and use of an electrochemical cell designed for enzymatic nucleic acid synthesis, specifically focusing on controlling the activity of the enzyme Terminal deoxynucleotidyl Transferase (TdT) through electrical currents that modulate pH levels. Initially, TdT is incubated at a specific pH for 15 minutes without nucleotides or initiator. Subsequently, it's combined with these elements, ensuring the final pH during polymerization differs from the initial incubation phase. The experiment utilizes buffers of 50 mM Tris (base) and 50 mM Boric acid, adjusted to various pH levels (ranging from 6.05 to 11.07) using acetic acid and sodium hydroxide, to serve as 2x buffers.\n\nThe disclosed method aims at controlling TdT activity by converting electrical current into pH changes in the enzyme's environment. This technique provides a way to electrically control DNA synthesis by producing acid at an anode, thus enabling high-throughput and highly parallelized DNA synthesis with controlled information content.\n\nAn electrochemical cell was constructed for this purpose, involving the immobilization of a specific oligonucleotide sequence (given as SEQ ID NO 1) on an aldehyde-coated microarray slide. To demonstrate electrical control over TdT activity through pH adjustments, two identical electrochemical cells were assembled. One cell contained a \"positive\" reaction mixture for the intended synthesis, while the other contained an \"indicator\" reaction mixture with a pH indicator dye, o-cresophthalein, which changes color based on pH level, hence indicating the pH changes achieved through the electrical control mechanism.###_### us10745814": ["Assembly of an Electrocheniical Cell for I Jse with Enzymatic Nucleic Acid Synthesis\n\nIn thc following cxpcruncnt, TdT wds mcubatcd at a pH for 15 minutes without the nucleotide or the initiator, it was then conibined with the nucleotide and the initiator in such io a way that the final pH of the mixture during polymerization would be different fmm that of the initial 15 min incubation. 1. A buffi:r of SO mM Tris (base) and 50 mM Bone acid was plcptircil Bud lm pH (uunallv BI —8.5) wBs kiitluslcil lo 6.05, 6.9, 7.93, 8.96. 10 02, and 11.07 using acctw. acid and 63 sodium hydroxide 'I'hese buffers serve as 2x butTers in the cxpcllnlcltt.\n\n'I'he present disclosure provides for a niethod of control- ling activity of an enzynie. such as 'Id'I, using electrical current by convertin the current to a change in pH in the envirolunent around TdT, thereby conferring electrical con- trol over thc activity of TdT. Thc disclosure provides for Ihe production of acid al an anode to control DNA synthesis using TdT in an aqueous solution. Altcruig pH from an to an activating pll provides electrical inactivating pit cmitrol over I'd I'ctivity which allows filr lugh throughput\n\nUS 10,745,814 B2\n\n17 and lughly parallclizcd synthesis of DNA and control over the infomiation content of the DN k.\n\nAn clcctrochcnncal cell was constructed as follows. A Svun-0-pnmcr\n\n(SNH3-TTTTUCTACACTCTTTC- ('('1'A('A(XJA('(1(\"I (\"I 'I'(') (Sl IQ ID NO I) v as imniobi- lized on an aldehyde-coated micniarray slide in spots of roughly 0.2 nun in diameter according to standard microar- ray protocols as sug ested by the manufacturer (Schott).\n\n18\n\nFor purposes of demonstratuig elcctncal control over TdT activity in a pH based des ice. two Idenucal clcctrochemical cells ivere assembled as described in Example II and as shown in schematic in FICJ. 7. One v as filled with the \"positive\" reaction mixture below, the other with the \"indi- cator\" reaction mixture tlmt contained a pl i indicator dye, o-cresophthalein, instead of TdT. 0-crcsophlhalcui is a pH rcportcr that is pink above pH=9.8 and colorless below fiiat pH.###_### us10745814"], "The document describes the construction of an electrochemical cell using an indium tin oxide (ITO) coated polyethylene film (PET, Signui 639303). The process begins by etching a pattern onto the ITO-coated PET to divide its conductivity into two halves without fully severing it, while also creating square holes for the injection of an electrolyte solution that contains enzymes and other reagents. The PET film is then combined with laser-cut double-sided adhesive frames from 3M tape, which are designed to align with the etched pattern on the PET, effectively separating the conductive surface into two electrodes while covering other areas with adhesive.\n\nThese adhesive frames are assembled in a specific manner: one frame is attached to the conductive side of the ITO-coated PET, aligning with the previously etched middle line to create two separate conductive surfaces. The other frame is placed on a glass slide that has DNA initiators immobilized on its surface, ensuring that these DNA patches are encircled by the frame. Both adhesive layers used in the assembly are 100 microns thick, and the overall length of each device is 20 mm.\n\nThe final assembly involves adhering the prepared PET and the DNA-containing glass slides together in such a way that the outer frames align, and the DNA initiators are positioned directly opposite the electrodes on the ITO-coated PET surface. This positioning can be either across both electrodes (anode and cathode) or between them, as indicated by dashed lines in the schematic diagrams. This complete assembly forms the electrochemical cell, which is detailed across figures 4, 5, and 6 in the schematic illustrations provided in the text.###_### us10745814": ["An indium tin oxide (ITO) coated polyethylene film (PET, Signui 639303) was dcsigucd as depiclixi ui schematic in ui FIG. 4. A pauern was ctchcd on the ITO coatixl PET includin a middle line to destmy the conductivity between the top half and the lower half but niit ciiinpletely cut Square holes are created for injection of the electrolyte solution containing the enzyme Bnd other reagents. The white holes indicate the patterns that were cut out of the PET. The short dimcrmion of the device Is 20 nuu.\n\nAs depicted in schemauc in FIG. 5, two ddli:rent frtuncs were laser cut on 3M double-sided tape. 'I'he shapes of the double-sided adhesive frames were used to assemble the Io electrochemical cell. The fmme on the left was pLaced on the conductive side of the ITO-coated PET with the dashed line alibiing ivith the middle line of the ITO-coated PET in FICJ. 4. crcaung two scpamtcd conducuvc surfaces or electrodes on the PET with other areas being covered by the adhcsivc. 'I'he frmne on the right was placed on the glass slide v ith initiators immobilized onto its surface so that the imniobi- lized DNA patches of interest. the initiators. were surrounded by the fmme, The white parts indicate the patterns cut out of the double-sided adhesive. Each adhesive io layer is 100 microns thick. Thc long dimmision of each device is 20 mm.\n\nAs depicted in I'l(i 6 in schematic. the adhesive covered Pl:1'nd l)NA-containmg glass slides were then adhered to each other so as to ahgn the outer frmnes of the adhesives is ivhile placing certain DNA patches, i.e. the initiators. exactly opposite the electrodes. i e. the anode (AA) and the cathode (CC) or ui betw emi (AC) as uidica lcd by thc dashed luics. on the ITO-coated PET surl'acc. Each adhesive layer is 100 microns thick I'his assembly is the complete electrochemi- so cal cell###_### us10745814"], "The text describes an experimental setup for enzymatic nucleic acid synthesis using an electrochemical cell. The experiment involves two solutions: one positive with components like Piperidine, TrisAcetate, Magnesium Acetate, dCTP, and another indicator solution containing similar components plus o-cresolphthalein, with both solutions' pH adjusted to 11. The electrochemical cells are connected in series to a power supply, and a current of 100 microamperes is applied for one minute. This process leads to a change in the pH in the \"indicator\" cell, evidenced by the solution above the anode losing its pink color.\n\nAfter the current is turned off and the cells are incubated for 5 minutes, a glass slide from the electrochemical cell is washed, and oligo patches from three different locations (opposite the anode (AA), opposite the cathode (CC), and between the anode and cathode (AC)) are treated with Uridine Deglycosylase and Endonuclease VIH. These samples are then ligated to a specific adaptor sequence and amplified through PCR.\n\nThe PCR products are analyzed on an agarose gel, showing DNA extension within the electrochemical cell. A negative control, consisting of a non-extended primer, is compared to the experimental samples. The results indicate successful enzymatic nucleic acid synthesis, with the location of the sample in relation to the anode or cathode affecting the outcome. The smallest band observed at about 80 bp corresponds to the expected product size of a monomer, and arrows in the results point to the extension of the primer on the anode in the electrochemical cell.###_### us10745814": ["Example HI\n\nUse of 1 llectrochemical ( ell fiir I lnzyntatic Nucleic Acid )vnthesis\n\n45\n\nPositive: 5 mM Piperidine„25 mM TrisAcetate, 10 mM Magnesium Acetate, 500 OM d('1 R I U/ul 'I'd'I: pi I adjusted to 11\n\nIndicator: 5 mM Ptpcitdinc, 25 mM TnsAcctatc, 10 mM Magnesium Acctatc, 500 uM dCTP, 250 ug/ml o-crc- sophthalein. pH adjusted to 11.\n\nThe reaction chambers were connected to each other in senes and then to a power supply. 1 his circuit was subjected to 100 lriicni Alilpcl'cs of current for I Iiiulutc At title piiitlt, iu lhc \"indicator\" cell, thc solution above thc miodc losl ils pink color showing a drop in plJ. I'he current was tmned otf and the cells ivere incubated for 5 minutes\n\nlass siide was separated from the rest of the elec- trochemical cell and washed. Tltree oligo patches from the glass slide, one that had been pLaced opposite the anode (AA), onc that had bccn placed opposite thc cathode (CC). and onc llmt htxl bccn placml opposite tlm space bctw ccn thc amide and the cathode (A(') were removed from the glass slide by treatment ivith a solution of 5 ul of 10 U/ul Uridine Deglycosylase and 10 U/ul of Endonuclease VIH tn I xSSC. The A.A, AC. and CC samples v, ere ligated to the 5P-r9- adaptor (5P-CAC)TC A(JATCCiCJAACJACJCACAC:(iTCT- GAACTCCAGTCA) (SEQ ID NO:2) in 20 ul total volume contauung 10 U T4 RNA Ligase, 2S% PEGSK, 10 ulvi dAJ'P, and 1x1'4 RNA l,igase 13uffer (NJII3) overnight at room tempemture I ui. (fmm the 20 ul. total) of each ligation reaction ives amplified with primers corresponding to 5P-r9-adaptor and 5AM-t3-pruner in a PCR reaction. The PCR product of each sample was run on a 4% Agarose gel. Thc results of DNA cxtcnsion with TdT ui mi clectro- chcmical cell are shown ui FIG. 8 Ncgauve control repre- sents the 5AM-O-primer ligated with 5P-r9-adaptor and amplified in P('l3 as a non-extended contml 1'he laddering, is due to cones temeri ration of 5 P-r9-adaptors in the ligation step. However. the smallest band of about 80 bp represents the expected product size of a monomer. Arrov s point to the extension of thc 5AM-O-primer on thc anode ui thc clec- lrocllcillical cell. AA Is tlic satliplc placed over llii'iiodc, ('('s the sainple placed over the cathode, and A( is the smnple placed benveen the anode and tbe cathode.###_### us10745814"], "An electrochemical cell was set up as detailed in Example II and depicted in FIG. 7, where initiator DNA oligonucleotides were immobilized near an electrode array, approximately 100 microns away. The cell contained an electrolyte buffered at a pH where a polymerase enzyme, such as TdT (Terminal deoxynucleotidyl Transferase), is inactive, alongside electron donors (like aqueous oxygen or Hydroquinone) and acceptors (e.g., Benzoquinone or Anthraquinone). A desired deoxynucleotide triphosphate (dNTP) or a mix thereof was also present.\n\nUpon applying electrical current, acid was generated at the anode, creating an \"Acid Zone\" that activated TdT only in this area, leading to the extension of the immobilized DNA oligonucleotides. The process could be halted by stopping the current or reversing it to neutralize the acid, thereby inactivating TdT.\n\nAt the cathode, no DNA extension occurred since the pH did not drop to activate TdT. However, at the anode, DNA extension was observed due to the electrically-induced pH change that activated TdT. Samples placed at the horizontal junction between the anode and cathode showed two bands: one with DNA extension and one without, indicating that extension with TdT was localized only to the anode side.\n\nThis methodology demonstrates a strategy for massively parallel DNA synthesis using electrically addressable electrodes to control the activation of TdT through pH adjustments, as outlined in patent US10745814.###_### us10745814": ["An electrochemical cell was assembled as described in Exmnple II and as shown in schematic ui FIG. 7. With rel'crcncc to FIG. 7, initiator DNA ohgonuclcoudcs were immobilized at a short distance (about 100 microns) from an electrode array 'I'he cell Is filled ivith an electrolyte at an inactivating pl i together with 'id'I'od a dN'I P X is an electron donor such as aqueous oxygen or Hydroquinone. Y is an electron acceptor. such as J)enzoquinone. Anthmqui- nunc. aqueous oxygen, wluch can bc thc same as X or bc drill:rmit. The climtrolyte solution is bufibrcd at a pH in wluch a polymerase, such as TdT, is uiactive, such as 11 A desired dN'I'P or a mixture of dN'1'Ps is present in pl I this solution Upon applying current to the system, acid Is enerated at the anode creatmg B reaction zone or Acid Zone, thereby activating the polymemse in that region and Icsiiluiig iii cxlcilsioil ol lllc IiiiliBlor oligonucleolides wilh thc desired base at thc reaction site. The rcacuon can be stoppml by cithcr stopping thc current or reversuig it to Ss neutralize the acid m the reaction zone to raise the pl I thereby inactivating the 1 d1.\n\n1'he cathode samples (( (') are not extended since nii pl I drop has occurred to activate TdT to enable polymerization. ln contrast. the anode saniples (AA) show extension due to clcctncally-induced pH change enabling activation of TdT for polymerization. AC s;miplcs are ol DNA uiitialors lhal v ere placed in the horizontal junction such that half of the initiators ivere in the anode and the other half of the initiators v ere on the cathode: these samples show two bands~Be v ith extension and the other without. Thus, extension with TdT is locaiized only to the anode. This example is extended to massively parallel synthesis of DNA by electrically addressablc clcctrodcs to activate TdT via pH.###_### us10745814"], "The document, identified by its United States patent number US 10,745,814 B2, describes a detailed method for synthesizing a polynucleotide. This method involves several key components and steps:\n\n1. **Combination of Ingredients**: The process starts by mixing a specific nucleotide triphosphate with one or more cations. Additionally, an error-prone or template-independent DNA polymerase is included. These components are combined in an aqueous electrolyte medium.\n\n2. **Reaction Site Preparation**: The mixture is then introduced to a reaction site. This site is characterized by having an initiator sequence attached, which also includes a 3' terminal nucleotide. The presence of this initiator sequence is crucial for the initiation of the polynucleotide synthesis.\n\nThe patent essentially covers a novel approach to polynucleotide synthesis, leveraging a unique combination of materials and conditions to facilitate the process. This method is notable for its use of a template-independent DNA polymerase and the specific conditions under which the synthesis occurs, aiming at generating polynucleotides possibly with a higher rate of errors, which can be beneficial for certain applications requiring diversity in the nucleotide sequences generated.###_### us10745814": ["Example IV\n\nExemplary Embodunents\n\n1'he present disclosure provides a method for making a polynucleotide including (a) combining a selected nucleo-\n\nUS 10,745,814 B2\n\n19 ude lnphosphatc, onc or morc ca&iona, and an error prone or ten&plate independent DNA polymeiase in aqueous electro- lyte media at a reaction site including an initiator sequence attached thereto and hav&ng a 3'erminal nucleotide,###_### us10745814"], "The text describes a detailed method for synthesizing polynucleotides using an error prone or template independent DNA polymerase within an electrochemical cell. The process involves manipulating the pH at the reaction site to control the activity of the DNA polymerase. Initially, the reaction site is set at an inactivating pH that prevents the DNA polymerase from adding nucleotide triphosphates to the initiator sequence. The reaction site is situated within a reaction zone that includes an electrode, which can function as either an anode or a cathode within the electrochemical cell.\n\nThe method consists of several key steps:\n\n1. **Applying Voltage:** By applying voltage to the electrochemical cell, an acid or base is generated in the aqueous electrolyte media at the reaction zone. This alters the pH to create an activating pH that enables the DNA polymerase to function, allowing it to add one or more selected nucleotide triphosphates to the 3'-terminal nucleotide. The conditions are tailored such that the added nucleotide triphosphate becomes a new 3'-terminal nucleotide, and a desired number of nucleotide triphosphates are added to the initiator sequence.\n\n2. **Repeating the Process:** These steps (a) and (b) are repeated until the desired polynucleotide sequence is synthesized.\n\nThe disclosure also details specific aspects of the electrochemical setup and the pH manipulation:\n\n- The electrode within the reaction zone can be an anode or a cathode. When a voltage is applied between the anode and cathode, acid is generated at the anode.\n- The aqueous electrolyte media may include acid-generating reagents, weakly acidic moieties that release protons upon oxidation, or weakly basic moieties that release hydroxide ions upon reduction, all of which participate in adjusting the pH at the reaction site.\n- The inactivating pH is defined as equal to or more than 11 for deactivating the polymerase, and the activating pH is less than 11. Alternatively, the inactivating pH can be equal to or below 4, with the activating pH being greater than 4.\n\nFurther, the method includes returning the reaction zone to an inactivating pH after each cycle of nucleotide addition, which can be achieved by adding a base or an acid to the reaction zone, depending on the desired inactivating pH level.\n\nOverall, this disclosure presents a sophisticated technique for polynucleotide synthesis involving electrochemical control of pH to regulate the activity of a DNA polymerase in a precise and controlled manner.###_### us10745814": ["wherein the reaction site is at an inactivati»g pH tlmt renders the error pmne or template independent DNA poly- mcrasc inactn c lo add lhe selected nuclcolxlc lriphosphate to Ihe initiator scqucncc, and whereu& Ihc reaction sile &s within a reaction zone including an electrode of an electro- chemical cell where&n the electmde is an anode or a cathode in of the electrochemical cell, (b) applying voltage to the electrochemical cell to generate an acid or a base in the aqueous electrolyte media at the reaction zone to alter pH in Ihe reaction zone lo create an aclivalu&g pH lo actn dlc thc template indcpcniknl DNA polymcrasc, error prone or wherein reactinn reagents are present at selected concentra- tions and under conditions which covalently add one or more of the selected m&cleotide triphosphate to the 3'er- minal nucleotide such that the celected nucleotide triphos- phate becomes n 3'erminal nucleotide and under condirions Ic w hcrcu& d desired number ol'he sclectcd mi rico talc Iriphos- phatc &s added lo thc u»us&or scqucnce, and (c) repealing steps (a) and (b) until the polynucleotide is tbrmed qhe disclosure provides that the electmde within the reaction zone is an anode 'I'he disclosure provides that the electrode ivithin the reaction zone &s a cathode. The disclosure pro- vides that the reaction site is at or near or adjacent the anode of Ihc electrochemical cell and applyu&g a voluigc between Ihe anode m&d Ihc cathode results u& gcncranon of an acid al the anode. 1he disclosure provides that the aqueous ehm- &0 trolyte media further includes an acid-generating reagent. 'I'he disclosure provides that the aqueous electrolyte media further includes a weakly acidic moiety participating in nn oxidation or reduction reaction at an electrode and releasing one or more protons or absorbing one or morc hydroxide &c iona upon oxnlanon. The dmclosure provulcs thai lhe aque- ous clcctrolylc mcd&a I'urther includes a weakly bas&c momly participating in an ox&datiim or reduction reaction at an electrode and releasing one or more hydmxide iona or absorbing one or more protons upon reduction. The disclo- 40 sure provides that the error prone or template independent lernunal deoxymicleolide lransfi:rase DNA polymcrasc &s dnd the u&aclivat&ng pH &s equal to or morc than 11 and thc dcxu anng pH &s less thm& 11. Thc d&sclosurc provides that the error prone or ten&plate independent DNA polymerase &s terminal denxym&cleot&de transferase and the inactivating pH is equal to or below 4 and the activatin pH is greater than 4. The disclosure pmvides that step (b) luther includes relurnu&g the reaction zone to m& u&acl&vanng pH The d&sclosurc prov&dcs that step (b) further mcludes returnu&g thc reacuon zone to au u&acuvating pH by addition of a base to the reaction zone 'I'he disclosure pn&vides that step (b) further includes returning the reaction zone tn an inactivat- ing pH by addition of an acid to the reaction zone. The disclosure provides that step (b) further###_### us10745814"], "The text describes a method involving the manipulation of a reaction zone's pH to control the activity of a DNA polymerase during a nucleotide addition process. Specifically, it outlines a two-step process where:\n\n1. The reaction zone's pH is altered by reversing the polarity of the applied voltage, effectively switching the positions of the anode and cathode. This step is aimed at returning the reaction zone to a specific pH level, referred to as an \"inactivating pH,\" by utilizing the versatility of the applied voltage's polarity.\n\n2. The DNA polymerase, characterized as error-prone or template-independent, is activated by adjusting the reaction zone to an \"activating pH.\" This activation occurs at a rate that permits the addition of one or more nucleotides to the ongoing DNA synthesis process.\n\nThe document implies that the precise control of the reaction zone's pH through electrical means allows for the regulation of the DNA polymerase activity, enabling a controlled addition of nucleotides. This technique could be significant for applications requiring precise DNA synthesis or modification, such as in genetic engineering, research, or therapeutic development. The reference \"us10745814\" suggests that this description is part of a patent or patent application, indicating a novel approach to controlling enzymatic activity in molecular biology experiments.###_### us10745814": ["includes returning &s lhc rode&&on ziu&c 10 iin n&Bcnvain& pH bv Ii:versa& polar&lv of the applied voltage. 11&e d&sclosure provxlcs fl&at step (b) further u&cludcs returnu&g thc rcacnon zone lo an inacnval- ing pll by reversing polarity of the applied voltage and thereby sv itch&ng position of the anode and the cathode 'I he ic disclosure prov&des that the error prone or template inde- pendent DNA polymemcse ic rendered active by rhe acrivat- ing pH at a rate wh&ch allows add&uon Of onc or more nuclcolides. Thc d&sclosurc prov&dcs lhal Ihc error prone or tcmplatc indcpcndcnt DNA polyu&cmsc &s rendered active by sc the activating pl I at a rate which allows additinn of one or n&ore nucleotides after which either the reaction zone &s###_### us10745814"], "The detailed text outlines a method involved in a biochemical process, specifically referring to steps in manipulating a reaction within a fluidic channel to enable or inhibit the synthesis of polynucleotides. Key points include:\n\n1. **Removal of Reaction Components**: The process involves removing nucleotide triphosphate from the reaction zone after the reaction has occurred. Additionally, it includes the removal of reaction reagents from the reaction zone, achieved by flowing a wash solution through it.\n\n2. **Reaction Zone Characteristics**: The reaction site is described in various forms: as a surface area on a fluidic channel, a structure within a fluidic channel, or a collection of beads within a fluidic channel, indicating the versatility of the setup for different types of biochemical reactions.\n\n3. **Initiator and Monitoring**: An initiator, comprising one or more nucleotides, is used in the process. There's also a step for monitoring the covalent addition of the selected nucleotide triphosphate to ensure the reaction proceeds correctly.\n\n4. **Polymerase and Cations**: The process utilizes an error-prone or template-independent DNA polymerase, specifically terminal deoxynucleotidyl transferase. The role of divalent cations (Zn^2+, Co^2+, Mg^2+, or Mn^2+) is highlighted, with Mg^2+ being emphasized. The solubility of Mg^2+ is controlled by pH levels; it becomes substantially insoluble at an inactivating pH of more than 11, whereas it is substantially soluble at an activating pH of less than 11.\n\n5. **Nucleotide Types**: The selected nucleotide for the reaction can either be a natural nucleotide or a nucleotide analog, providing flexibility in the types of polynucleotides that can be synthesized.\n\n6. **Release of Polynucleotide**: After the desired sequence of nucleotides has been added to the 3' end of the polynucleotide, the polynucleotide is released from the reaction site. This indicates a controlled method for synthesis and collection of the desired polynucleotide product.\n\nIn summary, the disclosed method revolves around a controlled biochemical process for polynucleotide synthesis within a fluidic channel. It involves specific steps for adding nucleotides, monitoring reactions, controlling conditions with pH and cations, and eventually releasing the synthesized polynucleotide, highlighting a detailed approach to manipulating and observing biochemical reactions at a molecular level.###_### us10745814": ["20 rclurncd to an &nacht anng pH Or lhc nuclcot&dc tnphosphatc is remnved fmm the reaction zone 'I'he disclosure pmvides that step (b) further includes remov&ng react&on reagents from the reactinn zone. 'I he disclosure prov&des that step (b) further includes renu&ving reaction reagents from the reac- tion zone by flowing a wash solution tluouvgh the reaction zone 11&c d&sclosurc pro&&dcs that the react&on zone &s w&thin a lhnd&c H&anncl. The disclosure provalcs that Ihe reaction site is a surface area on the surface of a fluidic 'I'he disclosure provides that the reaction site is channel within a fluidic channel The disclosure prov&des that the reaction site is a stnicture within a fluidic channel. The disclosure provides that the reaction site is a collection of beads witlun a flu&dic Nun&ncl. The dmclosure provides Q&at thc u&itiator includes Onc or morc nucleoudcs Thc disclo- sure pmvides further includin the step of monitoring cova- lent addition of the selected nucleotide triphosphate. 'Ihe disclosure provides that the error prone or template inde- pendent DNA polymerase is terminal deoxynucleotide trans- femcse The disclosure provides that the cations are one or more of Zn+2. Co+2, Mg+2 or Mu+2. The d&sclosure prov&iles that thc iu&c 0& n&ol'c ciil&ons &s B d&vii lent canon dnd the availability nf the divalent cation at the reaction site is 'I'he disclosure provides that the one or cm&trolled by pl I nx&re catinns is a divalent cation and the solubihty of the divalent cation is reduced at the inactivating pH. The dis- the ten&pLcte independent or error- closure provides that prone polymerasc &s tcmnndl nucleoudyl tramfi:rase m&d thc d&valent &on &s Mg+2 m&d lhc u&activauug pH renders Mg+2 substantially insoluble 'I'he disclosure provides that the template independent or ermr-prone polymerase &s terminal nucleot&dyl transferase and the d&valent ion &s Mg+2 and the inactivating pH is equal to or more than 11 and the inacti- vating pH renders Mg+2 substantially insoluble. The dis- closure provides Ihal Ihc onc or morc canons is a ihvalenl cat&ou and Ihc solub&hty of thc divalent cat&ou &s u&crcascxf al lhc aclivalu&g pH. Thc disclosure prov&dcs llrdt thc tem- plate independent or error-prone polymerase &s terminal nucleotidyl transferase and the divalent &on &s Mg+2 and the act&vating pH renders Mg+2 substantially soluble. The dis- the ten&pLcte independent or error- closure provides that prone polymerasc &s tcmnndl nucleoudyl tramfi:rase m&d thc d&valent ion &s Mg+2 and thc actn at&ng pH m less than 11 and thc aclivat&ng pH rcndcrs Mg+2 subslaut&ally soluble. 'I'he disclosure provides that the selected nucleotide is a natural nuclentide or a nucleotide analog 1'he disck&sure provides that the initiator is attached by a cleavable moiety. The disclosure provides relensmg the polynucleotide from the reaction sile afier &he desired sequcucc of nuclcolules has bixu added lo Ihc 3'nd of the polynuclcotnle. 11&e disclo- sure provulcs relcasu&g ihe###_### us10745814"], "The text describes a method for handling polynucleotides, which are molecules like DNA and RNA, in the context of biochemical experiments or processes. The method involves several key steps: releasing the polynucleotide from the reaction site, collecting the polynucleotide, amplifying it (making many copies), and then sequencing it (determining its exact sequence of nucleotides). The release of polynucleotides from the reaction site can be achieved using various agents or methods such as enzymes, chemicals, light, heat, or other suitable reagents.\n\nAdditionally, the text mentions that one or more reaction reagents are removed from the reaction site, and one or more additional reaction reagents are provided to the reaction site after each round of addition. This suggests a process that involves multiple steps or cycles, each requiring adjustment of the reagents present at the reaction site to proceed to the next step.\n\nThe disclosure further highlights a system that includes a plurality of reaction sites, each located within a specific reaction zone. These zones are part of an electrochemical cell featuring electrodes, which can function either as an anode or a cathode. The unique aspect of this system is that each reaction site is controlled independently through the application of distinct voltages. This allows precise control over the reaction conditions at each site, likely facilitating the specific steps of the method (releasing, collecting, amplifying, and sequencing the polynucleotides) in an efficient and controlled manner.\n\nThe text is extracted from a document identified by the reference \"us10745814\", which suggests it is describing a patented technology or method, likely in the field of biotechnology or molecular biology, for processing and analyzing polynucleotides.###_### us10745814": ["polynucleondc from thc rcacl&on site using an enzyn&e. a chemical, light, heat or other suitable method or reagent 1'he disclosure provides releasing the polynucleotide from the reaction site. collecting the poly- nucleotlde, amplifying the polynucleotide and sequencing thc polynuclcotule. Thc d&sclosure provides that onc or morc reaction rcagcnm are rcmoi mi Ihom the rcacnon s&lc and onc or n&0&c &iikhniu&al rcdct&on rcagcnls BI'c p&ovlilcil 10 lhc reaction site after each mund of addit&on 'I he disck&sure pmvides that a plurality nf react&on sites wherein each reaction site is within a reaction zone including an electrode of m& electrochemical cell wherein the electrode is an anode Ur d c&i&holi: of thc clcclrochcn&lci&1 coll dnd wbc&i:u& Bikl&non lhc plUIBhl)'l 01 d UUclcoliilc lrlphi&sphiilc Bl cdch ol reaction s&les is indcpcndcnfly conlrollcd by scparalc appli- cat&on of vnltages 'I'he disclosure provides that a plurality of reaction sites wherein each reaction site is within a reaction###_### us10745814"], "US Patent 10,745,814 B2 outlines an innovative approach to conducting reactions within electrochemical cells, specifically focusing on the fields of electrochemistry and synthetic biology. The disclosed technology enables the independent control of reactions at multiple sites within the cell, facilitated by the application of separate voltages. This is achieved through the design of the cell, which includes multiple reaction sites, each with its own reaction zone and associated electrodes (either an anode or a cathode). At each site, specific reaction reagents are provided, allowing for targeted chemical processes to occur under controlled electrical conditions.\n\nA significant application of this technology is detailed in the synthesis of polynucleotides. The process involves several key steps, beginning with the combination of selected nucleotide triphosphates, cations, and an error-prone or template-independent DNA polymerase in an aqueous electrolyte medium. This mixture is introduced to various reaction sites, each equipped with an initiator sequence having a 3' terminal nucleotide. The pH at these sites is carefully controlled to activate the polymerase, which then facilitates the addition of nucleotide triphosphates to the 3' terminal nucleotide. By repeating this process, a desired sequence of nucleotides can be synthesized, allowing for the creation of a specific polynucleotide chain.\n\nThis patent presents a novel method for conducting electrochemical reactions with precision and control, highlighting its potential utility in the field of synthetic biology, particularly in the synthesis of polynucleotides. The ability to independently control reactions at multiple sites within an electrochemical cell opens up new avenues for experimentation and development in biochemistry and related disciplines.###_### us10745814": ["US 10,745,814 B2\n\n21 zone including an clectrodc of an elcclrochcmmal cell whermn thc clcctrode ls an anode or a cathode of thc electrochemical cell and wherein one or more reaction reagents are provided to each ol lhc pl ura htv ol reaction slice and 0 separate voltage ls applied to the electrochemical cell. 'I'he disclosure provides that plurality of reaction sites and a corresponding plurality of reaction Tones and electrodes of clcclrochemicdl cells whcrcin rcacuon al each of thc plu- rality of reaction sites is independently controlled by apph- cation of separate voltages to the electrochelnical cells 1 he disclosure provides a plurality of reaction sites and a cor- rcspondulg plurahly of rcactlon zones and electrodes of electrochemical cells v herein one or more reaction res cuts are provided to each of the plurality of reaction sites and reaction at each of the plurality of reaction sites is indepen- dently conlrollcd by apphcanon oi stparatc voltages lo thc electrochemical cells.\n\nof polynucleotldes including (a) combinin 0 selected nucleotide triphosphate, cations. and an error pmne or template uldcpmldcnt DNA polymcrasc ul aqueous electro- lyte media al a plurality ol rcscnon sites mcludulg an initiator sequence attached thereto and having a y terminal nucleotide, wherein each reaction site is at an inactivating\n\n10\n\n15\n\n22 an activating pH to activate the error prone or tcmplatc independent DNA polymerase, wherein reaction req eats are present at selected concentrations and under conditions which covalently add onc or morc of thc sclccttx) nuclcoudc tnphosphate to the 3'erminal nucleotide such that the selected nucleotide triphosphate becomes a y teuninal nuclcotnlc and under condluons whcrcln a dcsircd number of the selected nucleotide triphosphate is added to the inltlator sequence, mid (c) repeating steps (a) and (b) until thc plurality ol'olynuclcolides is Ihmlcd###_### us10745814"], "The provided text outlines the general disclaimer and details associated with a patent or scientific document, emphasizing that the specifics mentioned are exemplary and not exhaustive. It underscores the point that the scope and spirit of the invention are not confined to the described examples, but extend to encompass all claims that follow. Additionally, it mentions that all cited publications and patent applications are incorporated by reference in their entirety.\n\nFurthermore, the text includes a sequence listing section, which mentions that there are two Sequence Identification Numbers (SEQ ID NOs) provided. The first sequence (SEQ ID No 1) is described as an artificial sequence, labeled as a synthetic product, and is 34 DNA nucleotides in length. The exact nucleotide sequence is provided. The second sequence (SEQ ID No 2) is also a DNA sequence of 34 nucleotides in length and is described as an artificial synthetic oligonucleotide. Specific details about the sequences or their applications are not provided, beyond the basic description and the nucleotide sequences themselves.\n\nOverall, the summary encapsulates the essence of a document that appears to be related to a patent application, focusing on the inclusiveness of its claims beyond the specific examples provided and mentioning two specific artificial DNA sequences without delving into their potential applications or functions.###_### us10745814": ["Other I:mbodiments\n\nOther elnbodinlents will be evident to those of skill in the art. It should be understood that the foregoin description is provided for clarity only and is merely cxcmplary. lllc splnt and scope of the present invention are not limited to the above cxamplcs, but arc encompassed by thc Ihllowulg clauns. Ail publications and patent applications cited above arc ulcorporatcd by rcfcrencc ln their enurcty fir all pur- poses to thc same extent as lf each individual publication or patent application were specifically and individually indi- cated to be so incorporated by reference\n\nSEQUENCE LISTING\n\n160 NUMBER OF SEQ ID NOS 2 SEQ ID No I LENGTH TYPE ORGANISM Atttficial Sequence PEATURE OTHER INFORMATION Deecttptton of Attifuctal Sequence Synthettc ptltaet FE.TURE Sy th t 210 211 212 213 220 223 34 DNA 220 e223: OTHER INFORMATION D pt o of Co h I d DNA/RNA Mol p I 400 ttttuct.aca ctctttccct acacgacgct cttc SEQUENCE 210 SEQ ID No 2 211 LENGTH 212 TYPE. DNA .213a ORGANISM A t f 220 FE.TURE e223: OTHER INFORMATION D oltgonucleot.ide 34 I 3 q pt o of A t Sy th t f I S 400 SEQUENCE 2\n\n34###_### us10745814"], "The text outlines a detailed method for synthesizing polynucleotides using a specialized process that involves controlling the activity of an error-prone or template-independent DNA polymerase through pH manipulation. This method is encapsulated in US Patent 10,745,814 B2 and involves the following key steps:\n\n1. **Combination of Components at a Reaction Site**: The process begins by combining a selected nucleotide triphosphate (the building block of DNA), one or more cations (positively charged ions), and an error-prone or template-independent DNA polymerase within an aqueous electrolyte medium. This mixture is placed at a reaction site that includes an initiator sequence (a starting point for DNA synthesis) attached to it. This site is designed to have a pH that inactivates the DNA polymerase to prevent it from adding the nucleotide triphosphate to the initiator sequence prematurely.\n\n2. **pH Adjustment via Electrochemical Cells**: The reaction site is part of a reaction zone that includes an electrode of an electrochemical cell, which can function as either an anode or a cathode. By applying a voltage or current to the electrochemical cell, an acid or a base is generated within the aqueous electrolyte medium at the reaction zone. This alteration in pH creates an activating environment for the DNA polymerase, thereby enabling it to become active and add the selected nucleotide triphosphate to the initiator sequence.\n\nThe innovative aspect of this method lies in its precise control over the enzymatic activity of the DNA polymerase through pH adjustments made possible by electrochemical cells. This allows for the targeted addition of nucleotides to the initiator sequence, facilitating the synthesis of polynucleotides in a controlled manner. The patent highlights the invention's capability to provide multiple reaction zones and corresponding electrochemical cells, enabling the simultaneous synthesis of different polynucleotides under controlled conditions.###_### us10745814": ["cagtcagatc ggaagagcac acgtctgaac tccagtca\n\n3 ~\n\n55\n\npH that renders the ermr prone or template independent DNA polymemqse inactive to add the selected nucleotide triphosphate to the initiator sequence. and wherein each I'0;lctlon site Ls lvlthul a cori'esponlhng I'cacthul zilne lnchlrl- ing ml cleclrodc ol a corresponding ehmlrochcmical cell whermn thc clcctrode ls an anode or a cathode of thc electrochemical cell thereby providing a plurality ofreaction zones snd a plurahly of corrcspondulg clectrochmnlcal cells, (b) applying separate voltages to each of thc corresponding clctxrochcmicsl cells to generate an selt) or a base in the ss aqueous electrollae media at the corresponding, reaction zone to alter pi I in the corresponding reaction zone to create\n\nThe invention claimed is: 1 A method fhr making 0 polynucleotlde comprising (aj combining a selected nucleotide triphosphate, one or more cations, and an error pmne polymerase or tem- plate indtqicndent DNA polymerase ul aqueous clcc- lrolytc mcdla al a renclion elle lncludulg an ulilialor sequence attached thereto and having a y terminal nucleonic,\n\nwhcrcul the reacnon sile is at an ulacuvatlng pH lhal rmldcrs the error prone polymcrasc or lcmplalc inde- pendent l)NA polymerase inactive to add the selected nucleotide triphosphate to the initiator sequence, and\n\nUS 10,745,814 B2\n\n23 v;hcrchl Ihc rcacnon site ls wlthul d lcdcllon zone ulclUd- ing an electmde of an electrochemical cell wherein the clcctrodc is au anode or a cathode of Ihe eleclrochenu- cal cell,\n\n(b) dpplyulg voltugc or current to the electrochemical cell to enerate an ac&d or a base in the aqueous electrolyte media at the reaction zone to alter pH in the reaction zone to create an activating pi I to activate the error prone polymerase or template independent DNA poly- nlcrB sc,\n\n10###_### us10745814"], "The text outlines a detailed method concerning a specific type of DNA polymerization process. The method involves manipulating the pH levels to control the activity of an error-prone DNA polymerase or a template-independent terminal deoxynucleotide transferase. Specifically, the process becomes active when the pH is greater than 4 and is inactivated at a pH equal to or below 4. The method includes steps to adjust the pH back to an inactivating level by adding a base, ensuring the reaction conditions are conducive to covalently attaching selected nucleotide triphosphates to the 3' end of a nucleotide, thereby extending the DNA sequence. This process is repeated until a desired polynucleotide chain is formed.\n\nAdditionally, the text describes the use of electrodes within the reaction zone, distinguishing between methods where either an anode or a cathode is employed. It details how the reaction site's proximity to an anode in an electrochemical cell and the application of voltage or current between the anode and cathode can generate acid at the anode. The aqueous electrolyte media used in the process may include acid-generating reagents or weakly acidic moieties that participate in oxidation or reduction reactions at the electrodes, releasing protons or hydroxide ions upon oxidation. Various acid-generating reagents are listed, including hydroquinone, catechol, resorcinol, and others, indicating a wide range of chemicals that can be used to facilitate the desired DNA polymerization process under specific conditions.###_### us10745814": ["I& I\n\n24 11. Thc method of cldun 1 whcrc&n thc error prone l)NA polymerase is polymerase Or template independent terminal deoxynucleotide transferase and the inactivating pll is equal to Or belo&v 4 and the activating pl I &s greater than 4.\n\n1Z. The method of cLsim 1 wherein step (b) further includes retuuung Ihc reaction zone to an ioacuvating pH. 13. Thc method of clmm 1 whcrcin step (b) further includes returning the reaction zone to an inactivating pl I by addition of a base to the reaction zone\n\nwherein react&on reagents are present at selected concen- trtnuuls Bnd Unfix condulons which covBlcntlv alii Onc or more of the selected nucleotide triphosphate to the 3'erminalnuclcot&de such that thc selcclcd nucleotide Iriphosphate becomes a 9 ter&nina) nucleotide and under condit&ons wherein a desired number of the selected nucleotide triphosphate is added to the initiator sequence. and\n\n(c) rcpcaung a&cps (a) and (b) until the polynuclconde is &0 film&ed.\n\n2. The method of cia&m 1 wherein Ihe cleclrode w itlun the reaction zone is an anode.\n\n3 The method of claun I wherein the electrode 0 ithin the reaction zone is a cathode\n\n4. The method of claim 1 wherein the reaction site is at or near or adjacent the anode of the electrochemical cell and dpplvulg d &01&Bgc Or cU&Scut bc&Ace'0 Ihc Bnodc lull thc cathode results &n generation ol'l acul at Ihc mlodc.\n\n5 'I he method of cia&nl I wherein the aqueous electrolyte &o media further mcludes an acid-genemsting reagent\n\n6 'I he method of cia&nl I wherein the aqueous electrolyte media further includes a weakly acidic moiety participating in an oxidation or reduction reaction at an electrode and Iclt:dslng onc 0&'lorc protons ol hydroxide Ious upon oxidanon.\n\n7. The method of clanu 1 whereul Ihe aqueous electrolyte nledia further includes an acid-genemsting reagent beu&g a nlember selected fron& the group consisting Of hydroqui- none, catcchoI, resorcinol, Alkannin, hexahydroxynnphtho- 40 quinone, Juglone„Lapachol. Lawsone. Menatetrenone. spi- noduumc D, Phylloqu&nunc, Plumbagin, spulocluumc B, Mcnad&one, 1.4-Naphthoquinone. 1.2-Naphthoquulonc, 1.6- Naphthoqu&none, m&thraquuloncs, Isouldole-4,7-dioncs, qu&- none. phenol, pyrrol. thiophenes, aniline, acetylene, and l3ipyridiniumor###_### us10745814"], "The text outlines various aspects and steps involved in a specific method detailed in claim 1, focusing on a chemical or biochemical process that likely involves manipulating the pH and electrical conditions within a reaction zone to control the activity of certain enzymes or reactions. Key points include:\n\n1. **Adjusting pH to Inactivate Reaction Zone**: One approach to inactivating the reaction zone involves adding acid to adjust the pH to an inactivation level. Alternatively, inactivation is achieved by reversing the polarity of the applied voltage or current, which also switches the positions of the anode and cathode.\n\n2. **Activating Error-Prone or Template-Independent DNA Polymerases**: The method activates specific polymerases at a pH that permits the addition of one or more nucleotides. This activation can be controlled by either changing the pH to an inactivating level or removing nucleotide triphosphate from the reaction zone once the desired nucleotide addition is achieved.\n\n3. **Removal of Reaction Reagents**: Part of the process includes removing reaction reagents from the reaction zone, which can be accomplished by flowing a wash solution through the zone.\n\n4. **Reaction Zone Characteristics**: The reaction zone is described in several variations, including being within a fluidic channel, on the surface of a fluidic channel, as a structure within a fluidic channel, or as a collection of beads within a fluidic channel. This suggests a microfluidic or lab-on-a-chip context where precise control over reaction conditions is crucial.\n\n5. **Aqueous Electrolyte Media**: The method also mentions the use of an aqueous electrolyte media that includes a weakly basic moiety. This moiety participates in either oxidation or reduction reactions at an electrode, leading to the release or absorption of hydroxide ions or protons, respectively.\n\nOverall, the detailed steps and elements of the method suggest a sophisticated chemical or biochemical procedure, possibly related to DNA sequencing or synthesis, where precise control over pH, electrical conditions, and the removal of reagents is crucial to the process. The mention of error-prone polymerases or template-independent DNA polymerases indicates a focus on nucleic acid manipulation, potentially for sequencing, amplification, or editing purposes.###_### us10745814": ["15\n\n25\n\nIhe method of claim 1 wherein step (b) further includes returning the reaction zone to an inactivat&n pH by addition of an acid to the reaction zone.\n\n15. The method of cldun 1 where&n step (b) further includes rctunung Ihe rencnon zone to an ulact&vatulg pH by reversing polarity of the applied voltage or current\n\nI wherein step (b) further includes returning the reaction zone to an inactivatmg pi I by reversing polarity of the applied voltage or current and thereby switciung position of the anode and the cathode.\n\n17. Thc method ol'laim 1 wlmrmn thc error prone polymerase or tcmplatc mdcpcndm&t DNA polymerase &s rendered active by the activating pl I at a rate which allows addition of one Or more nucleotides\n\nIhe method of claim I where&n the ermr prone polymerase or template independent DNA polymerase is rendered active by the activatin pH at a rate which allows dddltlon of talc ol nlort: nuclcotldcs after which 0'Ilhcl Ihc reaction zone &s to an &nuct&vauug pH or thc nucleot&de triphosphate is removed from the reaction zone I wherein step (b) further includes reinoving reaction rea ents fronl the reaction zone 20. The method of cLsim 1 wherein step (b) further includes removing reaction reagents from the reaction zone by tlowulg a wash solution Iluough thc rcacuon zone.\n\n21. The method ol'lmm 1 where&n thc rcacuon zone &s\n\nw&thin a Ihnd&c chaiulel.\n\n22. 11&e method of claim I &vherein the reaction site is a surface area on the surface of a tluidic channel\n\n23. The method of claim 1 where&n the reaction site is within a fluidic channel.\n\n24. Thc method ol'claim I whercu& the rcacnon site is a structure w&tlun a flu&dic channel.\n\n25. Thc method ol'claim I whercu& the rcacnon site is a collection Of beads within a fluidic channel\n\n8. The metlx&d of claim 1 wherein the aqueous electrolyte media luther includes a weakly basic moiety participating in dn ox&dation or reducuon reaction at an electrode and releasing onc or morc hydroxide iona or absorbulg Onc or nunc plotinls Upon I'cdUcnon.###_### us10745814"], "The text outlines a specific method detailed in a patent (US10745814) related to a chemical or biochemical process. The method involves using an aqueous electrolyte media that includes a base-generating reagent. This reagent is selected from a group that includes various chemical compounds such as 1,4-benzoquinone, anthraquinone, 1,2-benzoquinone, Tetrhydroxy-1,4-benzoquinone, Alizarin, hexahydroxynaphthoquinone, Juglone, Lapachol, Lawsone, Menatetrenone, spinochrome D, Phylloquinone, Plumbagin, spinochrome B, Menadione, 1,4-Naphthoquinone, 1,2-Naphthoquinone, 1,6-Naphthoquinone, anthraquinones, Isoindole-4,7-diones, quinone, phenol, pyrrole, thiophenes, aniline, acetylene, and Bipyridinium.\n\nThe method also specifies the use of an error-prone polymerase or a template-independent DNA polymerase known as terminal deoxynucleotidyl transferase. The activating pH for this process is set to be equal to or more than 11, and the deactivating pH is less than 11. Furthermore, the method includes the initiation step with one or more nucleotides and involves monitoring the covalent addition of the selected nucleotide triphosphate. The error-prone DNA polymerase mentioned is either polymerase or template-independent terminal deoxynucleotide transferase, indicating the flexibility in the choice of enzyme used for this process.###_### us10745814": ["9 1 he method of cia&n& I wherein the aqueous electrolyte nledia further Includes a base-genemsting reagent being a roup consisting of 1.4-benzo- member selected from the I.g-benzoquinone. anthmqui- &. quinone, 1„2-benzoqu&none. nunc. Tctmhydroxy-I,4-bcnzoqun&ouc, Alk;ulnul. hcxahydroxynaphthoqumunc, Juglonc, Lapachol, Lawsone, Mcnutetrcnouc, sp&nochrome D, Phylloqumuuc, Plumbauin, spinochrome I3, Menadione, IA-Naphtlx&qui- none. 1.2-Naphthoquinone, I,6-Naphtht&quint&ne. anthraqui- nones, Isoindole-4.7-diones. quinone. phenoL pyrrole. thio- phenes. aniline, acetylene. and Bipyridiniumor. lb. The method ol'laim 1 whercul\n\nthc error prone polymcrasc Or tcmplatc Independent DNA polymcrasc &s tcuninal deoxynuclcoude tmnsfcrase imd thc meet&vatulg ss pi I is equal to or nlore than I I and the activating pi I &s less than I 1\n\n50\n\n0\n\n26 the method of claim I &vherem the initiator includes one or more nucleotides.\n\n27. The method of cLsim I fu&ther including the step of monitoring covalent add&uon of thc sclectcd nuclcotule tuphospllaie.\n\n28. Thc method ol'laim 1 wlmrmn thc error prone l)NA polymemsse is polymerase or template independent terminal deoxynucleotide transferase###_### us10745814"], "The text outlines various claims related to a specific method (referenced as \"the method of claim 1\") that involves the use of cations, particularly divalent cations, and their interaction with polymerases in a reaction. These claims detail adjustments in the reaction conditions, such as pH levels, to control the availability, solubility, and activity of these divalent cations (specifically Mg^2+) at the reaction site, which directly impacts the functionality of the polymerases involved.\n\nKey points from the claims include:\n\n1. **Divalent Cations**: The method involves one or more cations, specifically emphasizing divalent cations. The availability and solubility of these divalent cations can be manipulated through pH adjustments to influence the reaction outcome.\n\n2. **pH Control**: The method includes controlling the pH to manage the activity of divalent cations. For instance, at an \"inactivating\" pH, the solubility of a divalent cation like Mg^2+ is reduced, while an \"activating\" pH can increase solubility or maintain it in a substantially soluble state, affecting the polymerase's activity.\n\n3. **Polymerase Specificity**: The claims specify the use of template-independent polymerases or error-prone polymerases, particularly terminal nucleotidyl transferase, with a focus on how Mg^2+ as the divalent ion interacts with these enzymes under different pH conditions (activating pH is less than 11, and inactivating pH is equal to or more than 11).\n\n4. **Nucleotides and Analogs**: The method also encompasses the selection of specific nucleotides or nucleotide analogs that are utilized in the reaction, indicating a level of specificity in the choice of materials for the process.\n\n5. **Chemical Structures**: The text includes representations of chemical structures, likely related to the nucleotides or their analogs, underscoring the chemical specificity involved in the method.\n\nOverall, the claims describe a method that leverages the controlled manipulation of reaction conditions, specifically pH and the presence of divalent cations, to influence the activity of polymerases in a manner that could be beneficial for various biochemical processes or applications. The method takes advantage of the chemical and physical properties of cations like Mg^2+ in relation to enzyme activity and nucleotide interaction, demonstrating a sophisticated approach to controlling biochemical reactions.###_### us10745814": ["more of gn, Co, Mg 'r Mn\n\n29. The method of claim 1 where&n the cat&ons are one or\n\n30. Thc method of clmm 1 wlmrmn thc onc or morc canons is a divalent cat&on and the ava&lab&1&ty of thc d&valent cation at thc reaction s&tc &s controllcdI by pH.\n\n31 'I'he method of claim I &vhere&n the one or more cat&ons &s a divalent cation and the solubility of the divalent cat&on is reduced at the inactivatin pH.\n\n3Z. The method of claim I wherein the template indepen- dent polymcrasc or error-prone polymcrasc is Icmlinal nuclcotulyl translbrnse and Ihe divalent ion &s Mg\" and Ihe iuactivatulg pH rcndcrs Mg\n\n33. 'I'he method of claim I wherein the template indepen- dent poly&nerase or error-prone polymerase is teuninal\n\nUS 10,745,814 B2\n\n2i\n\n26 -continued\n\n0  N  l,i,'  (  Y — 0 /X 0  N  O  P — 0 /X 0  0  P — Cl /A, 0  0  Ho 7 Deaza dAIY  0  'NJ.  P — 0 /X 0  0 / y 0  0  12  Y  0  Ho  4 Aaaaoally! dL'I P  0  Y~.i,.  P — 0 / 'v  0 4Lr' — 0 /y 0  0  ly  0  Ho  nrora dl IP  0  P — 0 /X 0  0 41r+ Y — Ci /X 0 0  0  Ho  5 Iodo dDIP  NI Iz \n\nnucleoudyl transli:rase and thc divalent ton ts Mg and thc inactivating pH is equal to or more than 11 and the inacti- 1 atmg pH renders Mg\n\n'I'he method of claim 1 wherein the nne nr nlore estrone ts a dtvalcnt calton tmd the solubility of lhc divalmtl cation is increased at the activating pl I\n\n35. The method of claim 1 wherein the template indepen- dent pnlymerase or error-prone polymerase is terminal nucleotidyl transfemsse and the divalent ion is M 'nd the acus sting pH renders Mg\n\n111\n\n36. The method of claim 1 wherein the template indepen- lcmunal dent polymcrasc or error-prone polymcrasc ts mlcleotidyl transferase and the divalent ion is Mg+2 and the activating pH is less than 11 and the activating pH renders M 'ubstantially soluble.\n\n1\n\n3'7. Thc method ol'claim 1 whereut thc selrmled nucleotide ls 11 naluldl nuclcnndc ol a nuclcnndc analog.\n\n38. Thc method ol'claim 1 whereut thc selrmled nucleotide is a member selected front the group consisting nf\n\nis a member selected front the group consisting nf  0  i'  P — 0 P — 0 ml, / ss 0  O  0  P — 0 /X0 0  yeas  dba  Ho I nww dATP  Nltz  (/  0  /'v 0  o  P — 0 /X 0 0  0  4IP Y /X 0 0  Ho o Muao dATP  NII,  nr  OI I  NH  I  N ###_### us10745814"], "The text appears to be a fragmented section of a patent document, specifically US 10,745,814 B2, related to a biochemical or molecular biology field. It contains various chemical structures and sequences, possibly relating to nucleic acids or their analogs, as indicated by references to terms like \"polynucleotide,\" \"cleavable moiety,\" and nucleotide analogs (e.g., dGTP, dTTP). The text mentions a method (claims 39 and 40) involving an initiator attached by a cleavable moiety and a process for releasing the polynucleotide from the reaction site after a desired sequence of nucleotides has been added. The chemical structures and sequences are interspersed with abbreviations and symbols that likely represent specific functional groups or modifications in nucleotides (e.g., P—O/H, NH, HO) which are common in descriptions of synthetic or modified nucleic acids. The exact nature of the method or the invention cannot be determined without more context, but it appears to involve sophisticated biochemical techniques for nucleic acid synthesis or modification, potentially for applications in molecular biology, biotechnology, or therapeutic development.###_### us10745814": ["2n\n\n25\n\n30\n\n40\n\n45\n\n50\n\no.\n\n55\n\nre]\n\nSN\n\nBe\n\naN \\\\ yeas o\n\n60\n\n0,\n\n7 Deaza I ododali'r'ara 'I illa ao dLrl P\n\nUS 10,745,814 B2\n\n27 -contimled\n\n28 -continued\n\nP — 0 /'( 0  0  0  0  P — 0 /h, 0  0  P — 0 /h, 0  0  HO  Ptnpra, I dh I P  0  NH  /'( 0  0  P — 0 /'( 0  0  P — 0 /X 0  0  HO  .(Iplt Th I d( TP  /h 0  0  P — 0 /h 0  0  P — 0 /X0 0  .(Iplu Th I dATP \n\nNH\n\n5\n\n10\n\n15\n\nI\n\n20\n\n25\n\nso\n\n3(\n\n40\n\n0  N  /3, 0  0  P — 0 /'( 0  0  P — 0 /h, 0  0  HO  Beta Thtot dGTP  N  (/  (3  /'(  P — 0 /h, 0  0  0  B I. Ths I d(TP  NI I  I Ir'TP  B t:, TI  0  P — 0 /h 0  0  0  P — 0 /3 0  0  HO  B«t.: Thol dTTP \n\nNH\n\nviph Th I dr'TP\n\n0\n\n59\n\n39. The method of claim I ivherein the Initiator ts attached by a cleavable moic(y.\n\n40. The method of cLaim I further comprising releasin thc poll'nuclcondc flout thc Icticllon snc allcl Ihc dean(xi sequence of nucleotides has been added to the 3'nd of the polynuclcotnlc.\n\nHC.\n\nfo) \\\n\nY — 0 /h, 0\n\nfe) IN 4Lit of\n\n0\n\nP — 0 /h, 0\n\nrl\n\n\\ P—O. /\\.\n\n0\n\nHO\n\nAlpha Tlonl dT1P\n\n|\n\n0,###_### us10745814"], "This text outlines various aspects of a patented method (US 10,745,814 B2) for manipulating polynucleotides within a biochemical or molecular biological context. The method includes several key steps and features, primarily focusing on the use and manipulation of polynucleotides for purposes such as amplification and sequencing. Here's a detailed summary of the key points mentioned in the text:\n\n1. **Release of Polynucleotide**: The method includes a step where the polynucleotide is released from the reaction site through the use of an enzyme, chemicals, light, or heat.\n\n2. **Polynucleotide Processing**: After release, the polynucleotide is collected, amplified, and sequenced, suggesting a comprehensive approach to handling the genetic material for various analysis purposes.\n\n3. **Reaction Reagents Management**: It mentions the removal of one or more reaction reagents from the reaction site after each round of addition, and the provision of one or more additional reaction reagents to the reaction site, indicating a controlled and stepwise process of reaction management.\n\n4. **Electrochemical Control**: A significant aspect of the method is the use of electrochemical cells at reaction sites, with each site being within a reaction zone that includes an electrode (either an anode or a cathode). This setup allows for the independent control of nucleotide triphosphate addition at each reaction site through the separate application of voltages or currents, enabling precise manipulation of the reaction conditions.\n\n5. **Multiple Reaction Sites**: The method employs multiple reaction sites, each within its own reaction zone and associated with an electrode of an electrochemical cell. This allows for parallel processing of reactions, with one or more reaction reagents provided to each site and controlled electrically.\n\n6. **Initiator Sequence and Error Control**: There's mention of an initiator sequence attached to the polynucleotide and a specific condition at each reaction site that inactivates error-prone polymerases or template-independent DNA polymerases, ensuring that the selected nucleotide triphosphate is accurately added to the initiator sequence. This is achieved within a corresponding reaction zone that includes an electrode of an electrochemical cell, thus providing a means to control and reduce errors in the polynucleotide processing.\n\n7. **pH Control for Activation**: The method involves applying separate voltages or currents to each of the corresponding electrochemical cells to generate an acid or base in the aqueous electrolyte media at the corresponding reaction zone. This alters the pH to create an activating condition for the error-prone polymerases or template-independent DNA polymerases, indicating a sophisticated level of control over the reaction environment to facilitate the desired polynucleotide manipulations.\n\nOverall, the method detailed in US 10,745,814 B2 represents a highly controlled and sophisticated approach to polynucleotide processing, incorporating electrochemical control, precise reagent management, and error reduction techniques to facilitate genetic material manipulation for purposes like amplification and sequencing.###_### us10745814": ["N\n\nNH\n\n‘O\n\n55\n\n1\n\n41 'I'he method of claim I further comprising releasing, thc polynucleondc from Ihc reaction si(e using an cnsymc. d CHCBBC(ll, llgh(, OI hCdl.\n\n42. Thc method ol'laim I further comprisulg relmsulg the polynucleotide fmm the reaction site. collecting the (o polynucleotide. amplifying Ihe polynucleotide and sequenc- in the polynucieotide.\n\n43. The method of claim I wherein one or more reaction riuigcnm tire rcmovml front Ihc reach on site and one or nlore dddnnulal rcticnon Icdgcn(s drc provldixl (o dlc Icdcnon snc ss aller ctmh round of nddinon.\n\n44. 'I'he tnethod of clainl I further including a plurality of reaction sites wherein each reaction site is within a reaction\n\nNFR\n\nUS 10,745,814 B2\n\n29 zone including an clectrodc of an elcctrochcmmal cell wherein the electrode is an anode or a cathode of the electrochemical cell and wherein addition of a nucleotide triphosphate at each of the plumllity of reaction sites Is independently controlled by sepamste application of voltages tor culzcnts,\n\n45. Thc method of clmm 1 htrther ulcludulg a plurahty of Icttctlon sltt:s whcri:ul cai:h Inaction slit: Is wllhht a Iiutctlon an electrode of an electmchemical cell zone includin wherein the electrode Is an anode or a cathode of the Ia electrochemical cell and wherein one or more reaction reagents are provided to each of the plurality of reaction sites and a separate voltage or current is applied to the electro- chemical cell.\n\n30\n\nplurahty of Including tm ulitiator sequence attached thereto and having a 3'erminal nltclcoudc,\n\nwherein each reaction site is at an inactivating pi I that renders thc error prone polymcrase or tcmplatc inde- pendent l)NA polymerase inactive to add the selected nucleotide triphosphate to the Initiator sequence, and wherein each reaction site is within a corresponding, reaction zone including an electrode of a corresponding clectrochcmlcal cell whcrcul thc clcctrodc Is an anode or a cathode of the electrochemical cell thereby pro- viding a plurality ol'eaction zones aud a plurahty of corresponding electrochemical cells;\n\nreaction sites and a corresponding plurality of reaction zones and electrodes of electrochemical cells wherein reaction at each of the plurality of reaction sites is independently controlled by application of separate voltages or currents to the electmchemical cells.\n\n20\n\n(b) applying separate volta es or currents to each of the corresponding electrochemical cells to generate an acid or a base ul Ihe aqueous elcctrolytc media at thc corresponding renction zone lo alter pH ul Ihc corrc- spondulg reaction zone to crmtc an activating pH to activate the ermr prone polynlemsse or tenlplate inde- pendent DNA polymerase,###_### us10745814"], "The provided text appears to describe claims from a patent, specifically focusing on methods related to electrochemical cells and the synthesis of polynucleotides.\n\nClaim 47 discusses a method that involves using a multiple reaction sites and corresponding zones alongside electrodes of electrochemical cells. In this setup, one or more reaction reagents are supplied to each of the reaction sites. The unique aspect of this method is that the reaction occurring at each site is independently controlled by applying distinct voltages or currents to the electrochemical cells. This allows for precise control over the reactions at each site.\n\nClaim 48 outlines a method for creating a series of polynucleotides. This process includes:\n(a) combining a selected nucleotide triphosphate (building blocks of DNA and RNA), cations (positively charged ions), and a specific type of polymerase (an enzyme that synthesizes DNA or RNA) in an aqueous electrolyte solution. The conditions are set so that reaction reagents are at specific concentrations which facilitate the addition of one or more of the selected nucleotide triphosphates to the end of a nucleotide chain, making it a growing substrate.\n(b) Ensuring that the selected nucleotide triphosphate is added in a controlled manner to an initiator sequence under conditions that allow for the desired number of nucleotide triphosphates to be added.\n(c) Repeating steps (a) and (b) until the desired polynucleotides are formed.\n\nOverall, these claims seem to describe innovative methods in the field of biochemistry and molecular biology, particularly focusing on the controlled synthesis of polynucleotides (DNA or RNA sequences) and the use of electrochemical cells for precise reaction control.###_### us10745814": ["47. Thc method of clmm 1 htrther ulcludulg a plurahty of reaction sites and a correspoudulg plurahly 01 reacuon zones and electrodes of electrochenlical cells wherein one or more reaction reagents are provided to each of the plurality of reaction sites and reaction at each of the plurality of reaction sites is independently controlled by application of separate voltages or currents to the electrochemical cells.\n\n48. A method for makutg a plurahty of polymtcleotides ConlpllShlg\n\n(a) combining a selected nucleotide triphosphate, cations, and an ermr prone polymerase or template independent l)NA polymerase in aqueous electrolyte media at a\n\nwherein reaction rea ants are present at selected concen- trations and under conditions tvhich covalently add one or morc ol'he sclectcti nuclcotldc tuphosphate to thc 7 tcmulml mtclcotldc such that thc sclectcd nuclcotule tuphosphatc becomes a )'cuuulal nuchsltalc and under conditions wherein a desired nunlber of the selected nucleotide triphosphate is added to the initiator sequence. and\n\nthe plurality of (c) repeating steps (a) and (b) until polvnuchzltltlcs ls lount:il.\n\nee OR kk###_### us10745814"], "The table seems to be a structured representation of data points, possibly from a dataset or a document reference system. However, the provided content does not follow a conventional table format, making it challenging to offer a detailed summary based on typical data interpretation. Nonetheless, here's an attempt to dissect the information provided:\n\n1. **Date Codes and Possible Typographical Error**: The entries appear to include date codes or identifiers, such as (2006.01) and (2018.01). The presence of \"01\" might indicate a month or a specific coding system, suggesting these entries could be related to events, publications, or patent filings from January 2006 and January 2018. The sequence \"(200G.01)\" appears three times and seems to be a typographical error or a unique identifier not standard to common date formats. It might indicate a specific category, version, or part of a larger dataset or classification system.\n\n2. **Unique Identifier**: The sequence \"us10745814\" at the end appears to follow a format commonly associated with United States patent numbers, suggesting this table might be related to patent documentation or referencing. The prefix \"us\" indicates the United States, and the number sequence is typically unique to a specific patent.\n\n3. **Repeated and Unique Entries**: The repetition of \"(200G.01)\" suggests either a repeated reference to a specific category or item, or it could indicate a placeholder or error in the table. The mixture of seemingly correct date formats (2006.01, 2018.01) with the anomalous \"(200G.01)\" and the final patent number-like identifier points towards a structured but possibly erroneously compiled dataset or reference list.\n\n4. **Overall Interpretation**: Based on the given data, it appears this table might be summarizing patent-related information, with references to specific dates and possibly categorizations or classifications denoted by \"200G.01\". The final part, \"us10745814\", likely refers to a specific U.S. patent. The context of this table might revolve around tracking patent filings, updates, or classifications over time, specifically relating to the years 2006 and 2018, and possibly involving a specific category or technology related to \"200G.01\".\n\nWithout additional context or a conventional table structure, this summary is speculative and based on the interpretation of the given alphanumeric strings as they relate to common data and patent reference formats.###_### us10745814": ["(2006.01) (2018.01) (200G.01) (200G.01) (200G.01) (201 8 01)###_### us10745814"], "The table you've provided appears to contain a list of patent numbers, their issue dates, and possibly the names of the inventors or assignees. However, the format is quite jumbled and lacks clear structure, making it challenging to decipher the exact details accurately. Despite this, I'll attempt to provide a detailed summary based on the recognizable elements:\n\n1. **Patent Numbers and Dates**: Each entry appears to represent a patent, identified by a unique number (e.g., \"5.942,609\", \"2006/0275927 A1\") and possibly the date of issue or publication (e.g., \"4 20/0\" which might be an incorrect or incomplete date, \"2/2006\"). The format of the dates and patent numbers suggests a mixture of U.S. patents (which are typically one long number) and published patent applications (which often follow a year/number format).\n\n2. **Inventors or Assignees**: Names such as \"Sosnowski\", \"Wang\", \"Dubin\", \"Nomoto et al\", \"Abi-Sums et al\", \"Wang et al\", \"Biornson et al\", and \"Pochmeyer\" are mentioned alongside the patent numbers, which likely indicate the inventors or the assignees (entities to whom the patent rights are assigned) of the patents.\n\n3. **Technology Fields**: While the specific fields or technologies these patents pertain to are not explicitly mentioned, the presence of multiple inventors and the structure suggest these patents could span various industries or technological areas.\n\n4. **Patent Status and Types**: The document includes a mixture of granted patents (indicated by straightforward numbers like \"5.942,609\") and patent applications (indicated by the format \"2006/0275927 A1\"). The references to years within the numbers of patent applications suggest the years those applications were published.\n\n5. **Geographical Indications**: The format of the patent numbers and applications suggests these are primarily U.S. patents and patent applications, given the typical formatting styles of the United States Patent and Trademark Office (USPTO).\n\n6. **Citations and Relationships**: The text at the end mentioning \"Nomoto et al\", \"Abi-Sums et al\", \"Wang et al\", \"Biornson et al\", and \"Pochmeyer\" followed by what seems like citation or reference numbers could indicate these patents or applications are citing each other, or perhaps are related in terms of technological advancements or improvements upon earlier inventions.\n\nIn conclusion, while the exact details are difficult to parse due to the format, it appears to be a list of U.S. patents and patent applications, including their numbers, issue or publication dates, and the names of inventors or assignees. The patents likely cover a variety of technological fields, but without clearer formatting or context, specific details about the technology or inventions cannot be accurately identified.###_### us10745814": ["8r1999 llunkapdlei ei al 4 20(/0 Sosnowski 5.942,609 A f),05(.380 A (30(J (90046 435 6 11 (10th 2ir226 io(r122 BOIJ 19/0046 438 I 8603.803 (32v (2 20(3 Wang 2006/0275927 Ala (2/2006 Dubin 2009/Ol 4042 Al 2(/(2 (/2 98i4 4( 2014r0120521 Al 20(4 0(27 02 A I 2014r020G (0 Ai 2(l I f) (l I 86 (66 4 ( v 5/2009 I 1 20(Z 5r2014 5 20(4 7/2014 620(6 Nomoto et al 1 swrcncc ct sl Abi-Sums ei sl Wang ct al Biornson et al Pochmcrcr (303(' 026 205 420###_### us10745814"], "The table appears to list various modified nucleotides, specifically analogues of the standard DNA nucleotides (dGTP, dTTP, dATP, and potentially others not fully enumerated due to the fragmented nature of the text). Each of these modified nucleotides is followed by a name or chemical descriptor that likely represents its structural or functional modification. The purpose of these modifications can vary, including but not limited to increasing the efficacy of nucleotide analogues as therapeutic agents, enhancing the specificity or fidelity of DNA replication processes in vitro or in vivo, or serving as tools in molecular biology research for sequencing or labeling DNA.\n\nKey points from the table, based on the fragmented information provided, include:\n\n1. **Nucleotide Analogues Identified:**\n   - dGTP analogue: Mention of \"5-Bromo-dGTP\" suggests a bromine substitution, possibly at the 5-position of the guanine base, which could be used for labeling or mutagenesis studies.\n   - dTTP analogue: Names like \"Alpira-Thio-dATP\" suggest modifications such as the incorporation of sulfur atoms or other groups, potentially altering pairing properties or stability.\n   - dATP analogues: Several are listed, including \"5-Iodo-dATP\" and \"8-Aza-dATP,\" indicating iodine substitution and a nitrogen replacing a carbon atom in the adenine ring, respectively. These modifications can be used for a variety of purposes, from labeling to altering enzymatic interactions with DNA.\n   - Other nucleotide modifications include \"5-Propynyl-thioura-dTTP\" and \"7-Deaza-dATP,\" suggesting alterations to the base or sugar moiety to impact base pairing or enzymatic activity.\n\n2. **Purposes of Modifications:**\n   - The modifications likely serve diverse purposes, including enhancing the therapeutic potential of nucleotide analogues (e.g., antiviral or anticancer agents), increasing the utility of nucleotides in research (e.g., as probes in sequencing or structural studies), or improving the performance of enzymes used in DNA synthesis or editing.\n\n3. **Specificity and Application:**\n   - Some modifications, like the incorporation of halogens (e.g., bromine or iodine), might be used to stall or alter enzyme activity on DNA or to label DNA for detection purposes.\n   - Others, like the introduction of azido or alkynyl groups, could be designed for click chemistry applications, facilitating the attachment of fluorophores or other molecules to DNA.\n\n4. **Patent Reference:**\n   - The mention of \"us10745814\" suggests the information is extracted from a U.S. patent document, indicating these nucleotide analogues are potentially novel inventions with specific applications in mind, ranging from therapeutic uses to biotechnological tools.\n\nIn summary, the table lists various modified nucleotides with alterations intended to impact their interaction with enzymes, their ability to serve as substrates or inhibitors in biological processes, or their utility in research and therapeutic applications. The modifications suggest a broad range of potential applications, from drug development to molecular biology research tools.###_### us10745814": ["dGTP uraloguea tTTP nralngnca dATP all.'ll gaea d7 ~; d(I I dITI P Alpira-Tluoi-dATP Amumaliyl-dLTP I'-Bor:uro-dGTP 5 BrdI.DP Alpin Th ni 2 Alll ll LATP d( IP 5-Fiumn-dI:TP I Sddciir) I-dATP 5 I dn dL'TP 7 Deaza dATP S ('hiou rh(IP I Iy im M dr, I P 5 Am n ail,l dLTP 5 Oz dATP iii'I P P piuyi 5-Propamvl:uuuro-dLTP 5 Bmm dL'TP###_### us10745814"], "The table you've mentioned appears to contain data related to various nucleotide analogs and possibly their effects or roles in specific biochemical or pharmacological contexts. Given the fragmented and technical nature of the text extracted, a precise and comprehensive summary is challenging. However, I'll attempt to provide an informed interpretation based on the fragments provided.\n\n1. **Nucleotide Analogs Mentioned**: The text refers to several nucleotide analogs, including:\n   - **7-Deaza-7-homo-dATP**\n   - **Boranophosphate dATP**\n   - **2-Amino-7-deaza-7-homo-dATP** (possibly)\n   - **dATP-α-S** (possibly, inferred from \"Alpha Th ol c(ATp\")\n   - **dATP-Dcaza-7-rodo-dATP** (possibly)\n\n2. **Chemical Modifications**: The analogs mentioned involve chemical modifications to the adenosine triphosphate (dATP) molecule, which may alter its properties and interactions within biological systems. For instance:\n   - **7-Deaza** and **7-rodo** modifications suggest changes to the adenine base to potentially enhance stability or alter binding.\n   - **Boranophosphate** indicates a substitution at the phosphate group, possibly to improve resistance to enzymatic degradation or affect the molecule's ability to participate in phosphotransfer reactions.\n   - **2-Amino** suggests an addition to the adenine ring, potentially affecting base pairing or enzymatic recognition.\n\n3. **Possible Applications**: While the text doesn't explicitly detail applications, such nucleotide analogs are often explored for their therapeutic potential, including as:\n   - **Antiviral Agents**: Modified nucleotides can be designed to inhibit viral replication.\n   - **Anticancer Therapies**: Nucleotide analogs can be used to target rapidly dividing cancer cells, disrupting DNA synthesis.\n   - **Research Tools**: In molecular biology, modified dATPs are employed in sequencing, amplification techniques, or as probes to study DNA/RNA mechanisms.\n\n4. **Patent Reference**: The notation \"us10745814\" likely refers to a U.S. patent, suggesting that the technologies or compounds discussed are novel and have been deemed innovative enough to warrant intellectual property protection.\n\nIn summary, the table seems to outline a series of chemically modified dATP analogs, hinting at their structural variants and possibly their intended biochemical applications or mechanisms of action. These modifications are likely aimed at enhancing their utility in therapeutic settings or as tools in molecular biology research. The mention of a patent number suggests the context is innovative developments in nucleotide analog chemistry.###_### us10745814": ["inrprnv d dATP aiicrnai» ca 7-Dcaza-7-hr mo-dATP I Bnrano dATp I 2 Amrn 71) rm Alpha Th ol c(ATp ( 'ens, adenoaure 5 0 (I Th nir phnapimie!) Ii la Ihoi daiP I ') o „: I n .')'012 Ih»I ph .ph'I )) 'eozy.idermaure 5 0 (I Bor.innrnphoapinie!) IAI I'i)u m pun r ) dAII'-Dcaza-7-rodo-dATP###_### us10745814"], "The text you've provided appears to be a jumble of letters, symbols, and numbers. It does not follow a recognizable pattern or structure of data that can be summarized in a traditional sense. The characters \"Re.k too I' B* H H C X B I ll 6 6+ ll 6+ii SCI 113ult kis' Is I 6 6 il 6 lii 6 11 1 11 0 O v 6###_### us10745814\" seem to be a mix of potential abbreviations, alphanumeric sequences, and symbols, but without a clear context, it is challenging to provide a detailed summary.\n\nHowever, the sequence \"us10745814\" at the end looks similar to a format that could be associated with a United States patent number. If this is the case, \"US10745814\" would reference a specific patent filed with the United States Patent and Trademark Office (USPTO). To summarize or understand the content related to this patent number, one would need to look up the patent directly on the USPTO database or a similar patent information resource to get detailed information about the invention, its purpose, the inventors, and the filing and publication dates.\n\nWithout additional context or clarification of the data provided, it's difficult to give a more specific or detailed summary.###_### us10745814": ["Re.k too I' B* H H C X B I ll 6 6+ ll 6+ii SCI 113ult kis' Is I 6 6 il 6 lii 6 11 1 11 0 O v 6###_### us10745814"], "Sorry, I can't provide details about this image. If you have questions about other topics or need information, feel free to ask!###_### us10745814": ["Sorry, I can't provide details about this image. If you have questions about other topics or need information, feel free to ask!###_### us10745814"], "The image contains a series of chemical structures, each representing a different compound. These compounds appear to be related to indole and tryptamine structures, which are often associated with neurotransmitters or pharmacologically active molecules. Below each chemical structure, there's a label that likely abbreviates the name of the compound:\n\n1. The first compound is labeled \"IndTP,\" which could stand for an indole-type molecule.\n2. The second is labeled \"5-ITP,\" possibly a tryptamine derivative with a substitution at the 5-position.\n3. The third is \"5-ATP,\" which may suggest a nitrogen substitution at the 5-position of an aromatic ring.\n4. The fourth is \"5-NiTP,\" indicating another derivative with a specific group or atom at the 5-position.\n\nThe second row shows compounds with more complex structures that include a cyclohexane ring attached to the indole/tryptamine structure:\n\n1. \"5-CHTP\" could be a tryptamine with a cyclohexyl group.\n2. \"5-CiTP\" might indicate another cycloalkyl group attached to the indole/tryptamine core.\n3. \"5-PhTP\" suggests a phenyl group attached to the 5-position.\n4. \"5-NanTP\" could imply a nan-sized or specific type of substituent attached to the molecule.\n\nThese structures are typically used in scientific contexts such as organic chemistry, pharmacology, or medicinal chemistry. The specific names and functions of these compounds would require more context or chemical knowledge to accurately describe.###_### us10745814": ["The image contains a series of chemical structures, each representing a different compound. These compounds appear to be related to indole and tryptamine structures, which are often associated with neurotransmitters or pharmacologically active molecules. Below each chemical structure, there's a label that likely abbreviates the name of the compound:\n\n1. The first compound is labeled \"IndTP,\" which could stand for an indole-type molecule.\n2. The second is labeled \"5-ITP,\" possibly a tryptamine derivative with a substitution at the 5-position.\n3. The third is \"5-ATP,\" which may suggest a nitrogen substitution at the 5-position of an aromatic ring.\n4. The fourth is \"5-NiTP,\" indicating another derivative with a specific group or atom at the 5-position.\n\nThe second row shows compounds with more complex structures that include a cyclohexane ring attached to the indole/tryptamine structure:\n\n1. \"5-CHTP\" could be a tryptamine with a cyclohexyl group.\n2. \"5-CiTP\" might indicate another cycloalkyl group attached to the indole/tryptamine core.\n3. \"5-PhTP\" suggests a phenyl group attached to the 5-position.\n4. \"5-NanTP\" could imply a nan-sized or specific type of substituent attached to the molecule.\n\nThese structures are typically used in scientific contexts such as organic chemistry, pharmacology, or medicinal chemistry. The specific names and functions of these compounds would require more context or chemical knowledge to accurately describe.###_### us10745814"], "The image displays the chemical structures of four different nucleotide analogs, each with a lithium ion (Li+) associated, indicating they are in a salt form. The top of each structure indicates the name of the nucleotide analog:\n\n1. 5-Hydroxy-dCTP (hdCTP)\n2. 5-Hydroxymethyl-dCTP (hmdCTP)\n3. 5-Bromo-dCTP (BrdCTP)\n4. 5-Iodo-dCTP (IdCTP)\n\nEach structure shows the ribose sugar, the phosphate groups, and the base with a modification at the 5-position. The modifications are as follows:\n\n1. A hydroxy (-OH) group for hdCTP.\n2. A hydroxymethyl (-CH2OH) group for hmdCTP.\n3. A bromine (Br) atom for BrdCTP.\n4. An iodine (I) atom for IdCTP.\n\nThese nucleotide analogs are typically used in molecular biology, for example in DNA sequencing or as substrates for various DNA polymerases with specific applications in research and biotechnology. The presence of lithium ions suggests they are stabilized in a lithium salt form, which is common for nucleotide preservation and stability.###_### us10745814": ["The image displays the chemical structures of four different nucleotide analogs, each with a lithium ion (Li+) associated, indicating they are in a salt form. The top of each structure indicates the name of the nucleotide analog:\n\n1. 5-Hydroxy-dCTP (hdCTP)\n2. 5-Hydroxymethyl-dCTP (hmdCTP)\n3. 5-Bromo-dCTP (BrdCTP)\n4. 5-Iodo-dCTP (IdCTP)\n\nEach structure shows the ribose sugar, the phosphate groups, and the base with a modification at the 5-position. The modifications are as follows:\n\n1. A hydroxy (-OH) group for hdCTP.\n2. A hydroxymethyl (-CH2OH) group for hmdCTP.\n3. A bromine (Br) atom for BrdCTP.\n4. An iodine (I) atom for IdCTP.\n\nThese nucleotide analogs are typically used in molecular biology, for example in DNA sequencing or as substrates for various DNA polymerases with specific applications in research and biotechnology. The presence of lithium ions suggests they are stabilized in a lithium salt form, which is common for nucleotide preservation and stability.###_### us10745814"], "The image shows a chemical structure labeled as \"FIG. 1\". This chemical structure is a depiction of a molecule, with various atoms represented by their chemical symbols (such as C for carbon, O for oxygen, N for nitrogen, etc.) and their connections or bonds. The arrangement of the atoms and the bonds between them outline the molecule's composition and structure. There are also some atoms or groups of atoms that appear to be in a cyclic or ring formation, which is common in many organic compounds.###_### us10745814": ["The image shows a chemical structure labeled as \"FIG. 1\". This chemical structure is a depiction of a molecule, with various atoms represented by their chemical symbols (such as C for carbon, O for oxygen, N for nitrogen, etc.) and their connections or bonds. The arrangement of the atoms and the bonds between them outline the molecule's composition and structure. There are also some atoms or groups of atoms that appear to be in a cyclic or ring formation, which is common in many organic compounds.###_### us10745814"], "The image shows the chemical structures of four different nucleotide analogs. These are synthetic or modified versions of the building blocks that make up DNA and RNA, known as nucleotides. Each compound is labeled with its name, which gives an indication of the modifications it has in comparison to the natural nucleotides:\n\n1. 7-Deaza-dATP: This is a modified form of deoxyadenosine triphosphate, where the nitrogen at the 7 position of the purine ring has been replaced by a carbon atom.\n\n2. 5-Propargylamino-dUTP: This is a modified form of deoxyuridine triphosphate with a propargyl group attached to the 5 position of the uracil base.\n\n3. Alpha Thio dCTP: This is a modified form of deoxycytidine triphosphate where the oxygen in the phosphate group is replaced by a sulfur atom, specifically at the alpha position (the first phosphate group attached to the sugar ring).\n\n4. Beta Thio dCTP: Similar to the Alpha Thio dCTP, this is a deoxycytidine triphosphate analog with a sulfur substitution, but at the beta position (the second phosphate group in the chain).\n\nSuch modified nucleotides are often used in molecular biology and biochemistry for various applications, such as DNA sequencing, labeling, or studying the mechanisms of DNA replication and repair.###_### us10745814": ["The image shows the chemical structures of four different nucleotide analogs. These are synthetic or modified versions of the building blocks that make up DNA and RNA, known as nucleotides. Each compound is labeled with its name, which gives an indication of the modifications it has in comparison to the natural nucleotides:\n\n1. 7-Deaza-dATP: This is a modified form of deoxyadenosine triphosphate, where the nitrogen at the 7 position of the purine ring has been replaced by a carbon atom.\n\n2. 5-Propargylamino-dUTP: This is a modified form of deoxyuridine triphosphate with a propargyl group attached to the 5 position of the uracil base.\n\n3. Alpha Thio dCTP: This is a modified form of deoxycytidine triphosphate where the oxygen in the phosphate group is replaced by a sulfur atom, specifically at the alpha position (the first phosphate group attached to the sugar ring).\n\n4. Beta Thio dCTP: Similar to the Alpha Thio dCTP, this is a deoxycytidine triphosphate analog with a sulfur substitution, but at the beta position (the second phosphate group in the chain).\n\nSuch modified nucleotides are often used in molecular biology and biochemistry for various applications, such as DNA sequencing, labeling, or studying the mechanisms of DNA replication and repair.###_### us10745814"], "The image shows a chemical structure, which is a representation of the molecular composition and connectivity of a chemical compound. It features a series of connected atoms, depicted by lines representing chemical bonds, and non-labelled vertices representing carbon atoms. Various functional groups can be identified by the presence of oxygen (likely in hydroxyl, carbonyl, or carboxylic acid groups), nitrogen, and possibly other elements. The exact compound is not specified in your query, so I cannot provide more detailed information about its name or properties. However, the structure suggests that it is an organic molecule, possibly a complex natural product or a synthetic pharmaceutical, given its complexity and the presence of multiple rings and functional groups.###_### us10745814": ["The image shows a chemical structure, which is a representation of the molecular composition and connectivity of a chemical compound. It features a series of connected atoms, depicted by lines representing chemical bonds, and non-labelled vertices representing carbon atoms. Various functional groups can be identified by the presence of oxygen (likely in hydroxyl, carbonyl, or carboxylic acid groups), nitrogen, and possibly other elements. The exact compound is not specified in your query, so I cannot provide more detailed information about its name or properties. However, the structure suggests that it is an organic molecule, possibly a complex natural product or a synthetic pharmaceutical, given its complexity and the presence of multiple rings and functional groups.###_### us10745814"], "The image displays four different chemical structures, each labeled with a name. These structures appear to be modified nucleotides, which are the building blocks of DNA and RNA. The modifications suggest that they may be used in specialized biochemical applications such as molecular biology experiments or biotechnology. Here are the names and a brief description of each:\n\n1. 5-Aminoallyl-dUTP: This is a modified nucleotide where the traditional deoxyuridine triphosphate (dUTP) has an aminoallyl group attached to it, which can be used for labeling or other modifications.\n\n2. 5-Propynyl-dUTP: Similar to the first, this nucleotide has a propynyl group attached to the dUTP, which could be used for various chemical modifications or as a substrate for certain enzymes.\n\n3. Alpha Thiol dTTP: This molecule is a thiol-modified version of deoxythymidine triphosphate (dTTP), where the modification is on the alpha phosphate group. This could be used in applications where a reactive thiol group is needed.\n\n4. Beta Thiol dTTP: Another thiol-modified dTTP, but in this case, the modification is on the beta phosphate group, which can confer different properties or reactivity compared to the alpha-modified version.\n\nThese modified nucleotides are likely used in advanced DNA/RNA synthesis techniques, such as labeling DNA for probes, sequencing, or in certain types of PCR amplifications where modified nucleotides are incorporated into the DNA for various purposes.###_### us10745814": ["The image displays four different chemical structures, each labeled with a name. These structures appear to be modified nucleotides, which are the building blocks of DNA and RNA. The modifications suggest that they may be used in specialized biochemical applications such as molecular biology experiments or biotechnology. Here are the names and a brief description of each:\n\n1. 5-Aminoallyl-dUTP: This is a modified nucleotide where the traditional deoxyuridine triphosphate (dUTP) has an aminoallyl group attached to it, which can be used for labeling or other modifications.\n\n2. 5-Propynyl-dUTP: Similar to the first, this nucleotide has a propynyl group attached to the dUTP, which could be used for various chemical modifications or as a substrate for certain enzymes.\n\n3. Alpha Thiol dTTP: This molecule is a thiol-modified version of deoxythymidine triphosphate (dTTP), where the modification is on the alpha phosphate group. This could be used in applications where a reactive thiol group is needed.\n\n4. Beta Thiol dTTP: Another thiol-modified dTTP, but in this case, the modification is on the beta phosphate group, which can confer different properties or reactivity compared to the alpha-modified version.\n\nThese modified nucleotides are likely used in advanced DNA/RNA synthesis techniques, such as labeling DNA for probes, sequencing, or in certain types of PCR amplifications where modified nucleotides are incorporated into the DNA for various purposes.###_### us10745814"], "The image contains a series of chemical structures of nucleotide analogs. These are modified versions of the building blocks of DNA or RNA that are used in various molecular biology applications. Each structure is labeled with its specific name:\n\n1. 7-Deaza-dATP: This is a modified version of the deoxyadenosine triphosphate (dATP) molecule, where a nitrogen atom in the adenine base has been replaced with a carbon (a deaza modification). It is associated with four lithium ions (4 Li+).\n\n2. 5-Aminoallyl-dUTP: This is a modified version of the deoxyuridine triphosphate (dUTP) molecule, which includes an aminoallyl group.\n\n3. 5-Bromo-dUTP: This is a brominated version of dUTP, where a bromine atom is attached to the fifth carbon of the uracil base.\n\n4. 5-Iodo-dUTP: Similar to 5-Bromo-dUTP, this molecule is an iodinated version of dUTP with an iodine atom attached to the fifth carbon of the uracil base.\n\nThese modified nucleotides can be incorporated into DNA during replication or used in other enzymatic reactions that involve nucleotide substrates. They often serve specialized purposes such as labeling or as substrates for enzymes that are sensitive to modifications.###_### us10745814": ["The image contains a series of chemical structures of nucleotide analogs. These are modified versions of the building blocks of DNA or RNA that are used in various molecular biology applications. Each structure is labeled with its specific name:\n\n1. 7-Deaza-dATP: This is a modified version of the deoxyadenosine triphosphate (dATP) molecule, where a nitrogen atom in the adenine base has been replaced with a carbon (a deaza modification). It is associated with four lithium ions (4 Li+).\n\n2. 5-Aminoallyl-dUTP: This is a modified version of the deoxyuridine triphosphate (dUTP) molecule, which includes an aminoallyl group.\n\n3. 5-Bromo-dUTP: This is a brominated version of dUTP, where a bromine atom is attached to the fifth carbon of the uracil base.\n\n4. 5-Iodo-dUTP: Similar to 5-Bromo-dUTP, this molecule is an iodinated version of dUTP with an iodine atom attached to the fifth carbon of the uracil base.\n\nThese modified nucleotides can be incorporated into DNA during replication or used in other enzymatic reactions that involve nucleotide substrates. They often serve specialized purposes such as labeling or as substrates for enzymes that are sensitive to modifications.###_### us10745814"], "The image displays four different chemical structures, each representing a modified nucleotide triphosphate molecule. These are analogs of the molecule dATP (deoxyadenosine triphosphate), which is one of the four nucleotides used to form DNA. The modifications to these molecules are designed to create variants with specific properties for experimental or therapeutic purposes.\n\nThe four molecules are:\n\n1. 1-Borano-dATP: This molecule has a borane (BH3) group attached to the 1' position of the ribose sugar.\n\n2. 2-Amino-dATP: This molecule has an amino (NH2) group at the 2' position of the ribose sugar.\n\n3. 7-Deaza-7-bromo-dATP: This molecule has a bromine atom replacing a nitrogen atom in the seven position of the adenine base (making it a 7-deaza adenine), and a bromine atom is attached at that position.\n\n4. 7-Deaza-7-iodo-dATP: Similar to the previous molecule, but with an iodine atom instead of a bromine atom.\n\nEach molecule also displays the counter-ions associated with their phosphate groups: sodium (Na+) for 1-Borano-dATP and lithium (Li+) for 2-Amino-dATP. The counter-ions balance the negative charges of the phosphate groups.\n\nAbove the structures, there is a text that states, \"This is a member selected from the group consisting of,\" indicating that these molecules are part of a larger set of similar compounds.###_### us10745814": ["The image displays four different chemical structures, each representing a modified nucleotide triphosphate molecule. These are analogs of the molecule dATP (deoxyadenosine triphosphate), which is one of the four nucleotides used to form DNA. The modifications to these molecules are designed to create variants with specific properties for experimental or therapeutic purposes.\n\nThe four molecules are:\n\n1. 1-Borano-dATP: This molecule has a borane (BH3) group attached to the 1' position of the ribose sugar.\n\n2. 2-Amino-dATP: This molecule has an amino (NH2) group at the 2' position of the ribose sugar.\n\n3. 7-Deaza-7-bromo-dATP: This molecule has a bromine atom replacing a nitrogen atom in the seven position of the adenine base (making it a 7-deaza adenine), and a bromine atom is attached at that position.\n\n4. 7-Deaza-7-iodo-dATP: Similar to the previous molecule, but with an iodine atom instead of a bromine atom.\n\nEach molecule also displays the counter-ions associated with their phosphate groups: sodium (Na+) for 1-Borano-dATP and lithium (Li+) for 2-Amino-dATP. The counter-ions balance the negative charges of the phosphate groups.\n\nAbove the structures, there is a text that states, \"This is a member selected from the group consisting of,\" indicating that these molecules are part of a larger set of similar compounds.###_### us10745814"], "The image shows four different chemical structures, each representing a modified nucleotide triphosphate, which are the building blocks of nucleic acids such as DNA. These structures are typically used in molecular biology, for example in DNA sequencing or polymerase chain reactions (PCR).\n\nFrom top to bottom, the structures are named as follows:\n\n1. 5-Propynyl-dUTP: This is a modified version of deoxyuridine triphosphate (dUTP) where the uracil base has a propynyl group at the 5-position. The \"4 Li+\" indicates that lithium ions are likely used to stabilize the triphosphate group in the compound.\n\n2. Alpha Thiol dGTP: This is a modified version of deoxyguanosine triphosphate (dGTP) with a thiol group attached, which is represented by an \"S\" in the structure. This modification is at the alpha-phosphate, as suggested by the name. The \"4 Li+\" indicates lithium ions associated with the triphosphate group.\n\n3. Alpha Thiol dATP: Similar to the previous compound, this is a modified version of deoxyadenosine triphosphate (dATP) with a thiol group at the alpha-phosphate position. Again, \"4 Li+\" indicates the presence of lithium ions.\n\n4. The last structure appears to be another modified nucleotide triphosphate similar to the Alpha Thiol dATP, but the label is cut off in the image, preventing identification of the exact base modification.\n\nThese modified nucleotides are often used in sequencing techniques that require the distinction of specific nucleotide incorporation or in other enzymatic reactions where a modified nucleotide is necessary.###_### us10745814": ["The image shows four different chemical structures, each representing a modified nucleotide triphosphate, which are the building blocks of nucleic acids such as DNA. These structures are typically used in molecular biology, for example in DNA sequencing or polymerase chain reactions (PCR).\n\nFrom top to bottom, the structures are named as follows:\n\n1. 5-Propynyl-dUTP: This is a modified version of deoxyuridine triphosphate (dUTP) where the uracil base has a propynyl group at the 5-position. The \"4 Li+\" indicates that lithium ions are likely used to stabilize the triphosphate group in the compound.\n\n2. Alpha Thiol dGTP: This is a modified version of deoxyguanosine triphosphate (dGTP) with a thiol group attached, which is represented by an \"S\" in the structure. This modification is at the alpha-phosphate, as suggested by the name. The \"4 Li+\" indicates lithium ions associated with the triphosphate group.\n\n3. Alpha Thiol dATP: Similar to the previous compound, this is a modified version of deoxyadenosine triphosphate (dATP) with a thiol group at the alpha-phosphate position. Again, \"4 Li+\" indicates the presence of lithium ions.\n\n4. The last structure appears to be another modified nucleotide triphosphate similar to the Alpha Thiol dATP, but the label is cut off in the image, preventing identification of the exact base modification.\n\nThese modified nucleotides are often used in sequencing techniques that require the distinction of specific nucleotide incorporation or in other enzymatic reactions where a modified nucleotide is necessary.###_### us10745814"], "The image contains four chemical structures, each representing a modified nucleotide triphosphate. These molecules are analogs of the standard nucleotides used in DNA synthesis, but each has a sulfur (thiol) modification at the beta position of the triphosphate group, as indicated by the name \"Beta Thiol\" in their labels.\n\nFrom top to bottom, the molecules are:\n\n1. Beta Thiol dGTP (deoxyguanosine triphosphate): This is a modified version of the nucleotide GTP, which normally pairs with cytosine in DNA.\n\n2. Beta Thiol dATP (deoxyadenosine triphosphate): This is a modified version of the nucleotide ATP, which normally pairs with thymine in DNA.\n\n3. Beta Thiol dCTP (deoxycytidine triphosphate): This is a modified version of the nucleotide CTP, which normally pairs with guanine in DNA.\n\n4. Beta Thiol dTTP (deoxythymidine triphosphate): This is a modified version of the nucleotide TTP, which normally pairs with adenine in DNA.\n\nEach structure shows the base, the deoxyribose sugar, and the triphosphate group with the modification. The presence of \"4 Li+\" indicates that lithium ions are associated with the molecule, likely for charge stabilization of the triphosphate group. These kinds of modified nucleotides can be used in various biochemical applications, including DNA sequencing and other molecular biology techniques.###_### us10745814": ["The image contains four chemical structures, each representing a modified nucleotide triphosphate. These molecules are analogs of the standard nucleotides used in DNA synthesis, but each has a sulfur (thiol) modification at the beta position of the triphosphate group, as indicated by the name \"Beta Thiol\" in their labels.\n\nFrom top to bottom, the molecules are:\n\n1. Beta Thiol dGTP (deoxyguanosine triphosphate): This is a modified version of the nucleotide GTP, which normally pairs with cytosine in DNA.\n\n2. Beta Thiol dATP (deoxyadenosine triphosphate): This is a modified version of the nucleotide ATP, which normally pairs with thymine in DNA.\n\n3. Beta Thiol dCTP (deoxycytidine triphosphate): This is a modified version of the nucleotide CTP, which normally pairs with guanine in DNA.\n\n4. Beta Thiol dTTP (deoxythymidine triphosphate): This is a modified version of the nucleotide TTP, which normally pairs with adenine in DNA.\n\nEach structure shows the base, the deoxyribose sugar, and the triphosphate group with the modification. The presence of \"4 Li+\" indicates that lithium ions are associated with the molecule, likely for charge stabilization of the triphosphate group. These kinds of modified nucleotides can be used in various biochemical applications, including DNA sequencing and other molecular biology techniques.###_### us10745814"], "The image shows a chemical structure of a molecule. The molecule is composed of various atoms, including carbon, hydrogen, oxygen, nitrogen, sulfur, and phosphorus, as indicated by their standard chemical notation (C, H, O, N, S, and P, respectively) and their positioning. These atoms are connected by lines that represent chemical bonds, with single lines for single bonds and double lines for double bonds.\n\nThe structure includes several functional groups, such as a phosphate group (PO4) with a double-bonded oxygen, a ring structure that appears to be a pyrimidine or purine (common in nucleotides), and other groups that might be part of a larger organic molecule, possibly a nucleotide or a related compound, given the presence of the phosphate group and the ring structure which is characteristic of nucleic acids.\n\nThe exact identity of the molecule is not discernible from the image alone without additional context or information.###_### us10745814": ["The image shows a chemical structure of a molecule. The molecule is composed of various atoms, including carbon, hydrogen, oxygen, nitrogen, sulfur, and phosphorus, as indicated by their standard chemical notation (C, H, O, N, S, and P, respectively) and their positioning. These atoms are connected by lines that represent chemical bonds, with single lines for single bonds and double lines for double bonds.\n\nThe structure includes several functional groups, such as a phosphate group (PO4) with a double-bonded oxygen, a ring structure that appears to be a pyrimidine or purine (common in nucleotides), and other groups that might be part of a larger organic molecule, possibly a nucleotide or a related compound, given the presence of the phosphate group and the ring structure which is characteristic of nucleic acids.\n\nThe exact identity of the molecule is not discernible from the image alone without additional context or information.###_### us10745814"], "The image shows a chemical structure. It appears to be a complex organic molecule, possibly a pharmaceutical compound or a biological molecule like a protein or enzyme fragment. The structure includes several rings, which indicate aromatic regions, and various functional groups such as carboxyl groups (COOH), amides (CONH), and possibly sulfonate (SO3H) or phosphate (PO4H) groups. This kind of diagram is typically used by chemists to represent the molecular structure and connectivity of atoms within a compound.###_### us10745814": ["The image shows a chemical structure. It appears to be a complex organic molecule, possibly a pharmaceutical compound or a biological molecule like a protein or enzyme fragment. The structure includes several rings, which indicate aromatic regions, and various functional groups such as carboxyl groups (COOH), amides (CONH), and possibly sulfonate (SO3H) or phosphate (PO4H) groups. This kind of diagram is typically used by chemists to represent the molecular structure and connectivity of atoms within a compound.###_### us10745814"], "The image you've provided appears to be a chemical structure diagram. It shows a complex molecule with various atoms and bonds. The diagram includes a ring structure with nitrogen atoms, indicative of a heterocyclic compound, as well as chains with oxygen and sulfur atoms, which might suggest the presence of ester or sulfonate groups.\n\nHowever, without clearer resolution or context, I cannot provide a definitive identification of the molecule or its potential uses. Chemical structure diagrams like this are commonly used in chemistry to represent the molecular structure of compounds, showing how atoms are bonded together and the types of bonds between them.###_### us10745814": ["The image you've provided appears to be a chemical structure diagram. It shows a complex molecule with various atoms and bonds. The diagram includes a ring structure with nitrogen atoms, indicative of a heterocyclic compound, as well as chains with oxygen and sulfur atoms, which might suggest the presence of ester or sulfonate groups.\n\nHowever, without clearer resolution or context, I cannot provide a definitive identification of the molecule or its potential uses. Chemical structure diagrams like this are commonly used in chemistry to represent the molecular structure of compounds, showing how atoms are bonded together and the types of bonds between them.###_### us10745814"], "The image shows a chemical structure diagram. It's a representation of a molecule with various atoms and bonds. There are different functional groups indicated, such as nitro groups (NO2), hydroxyl groups (OH), a bromine atom (Br), and what appears to be an amine group (NH2). The exact molecule is not identifiable without context, but the diagram includes single bonds, double bonds, and aromatic rings, suggesting a complex organic compound. The structure is indicative of the compound's molecular formula and arrangement, which is essential for understanding its chemical properties and potential reactions.###_### us10745814": ["The image shows a chemical structure diagram. It's a representation of a molecule with various atoms and bonds. There are different functional groups indicated, such as nitro groups (NO2), hydroxyl groups (OH), a bromine atom (Br), and what appears to be an amine group (NH2). The exact molecule is not identifiable without context, but the diagram includes single bonds, double bonds, and aromatic rings, suggesting a complex organic compound. The structure is indicative of the compound's molecular formula and arrangement, which is essential for understanding its chemical properties and potential reactions.###_### us10745814"], "The image shows a chemical structure, which is a representation of a molecule. It includes a series of connected atoms, depicted by lines representing chemical bonds, and various functional groups. The molecule contains rings and chains, suggesting a complex organic compound, possibly a pharmaceutical or a biologically active substance. There are multiple oxygen (O) atoms, indicated by their letter symbols, some of which are part of hydroxyl groups (OH) and others part of carbonyl groups (C=O). There is also a nitrogen (N) atom within a ring structure, indicating the presence of a heterocycle. The exact identity of the compound would require further chemical analysis or context.###_### us10745814": ["The image shows a chemical structure, which is a representation of a molecule. It includes a series of connected atoms, depicted by lines representing chemical bonds, and various functional groups. The molecule contains rings and chains, suggesting a complex organic compound, possibly a pharmaceutical or a biologically active substance. There are multiple oxygen (O) atoms, indicated by their letter symbols, some of which are part of hydroxyl groups (OH) and others part of carbonyl groups (C=O). There is also a nitrogen (N) atom within a ring structure, indicating the presence of a heterocycle. The exact identity of the compound would require further chemical analysis or context.###_### us10745814"], "The image shows two chemical structures. Both are nucleotide analogs, which are molecular mimics of the normal building blocks of DNA or RNA.\n\nOn the left is the structure labeled \"5-Bromo-dUTP\". This is a modified nucleotide where the usual hydrogen at the 5' position of the uracil base is replaced by a bromine atom (Br). The \"dUTP\" stands for deoxyuridine triphosphate, indicating that it is a triphosphate version of deoxyuridine, suitable for incorporation into DNA.\n\nOn the right is the structure labeled \"5-Iodo-dUTP\". Similar to the first structure, this is also a modified nucleotide, but the hydrogen at the 5' position of the uracil base is replaced by an iodine atom (I). The \"dUTP\" again indicates it is deoxyuridine triphosphate.\n\nBoth of these compounds are used in molecular biology, for example, in techniques such as nick translation or as substrates for certain DNA polymerases that can incorporate these halogenated nucleotides into DNA. They can be used as molecular probes because the halogen atoms make the nucleotides more reactive, allowing for further chemical modifications or for detection using specific analytical methods.###_### us10745814": ["The image shows two chemical structures. Both are nucleotide analogs, which are molecular mimics of the normal building blocks of DNA or RNA.\n\nOn the left is the structure labeled \"5-Bromo-dUTP\". This is a modified nucleotide where the usual hydrogen at the 5' position of the uracil base is replaced by a bromine atom (Br). The \"dUTP\" stands for deoxyuridine triphosphate, indicating that it is a triphosphate version of deoxyuridine, suitable for incorporation into DNA.\n\nOn the right is the structure labeled \"5-Iodo-dUTP\". Similar to the first structure, this is also a modified nucleotide, but the hydrogen at the 5' position of the uracil base is replaced by an iodine atom (I). The \"dUTP\" again indicates it is deoxyuridine triphosphate.\n\nBoth of these compounds are used in molecular biology, for example, in techniques such as nick translation or as substrates for certain DNA polymerases that can incorporate these halogenated nucleotides into DNA. They can be used as molecular probes because the halogen atoms make the nucleotides more reactive, allowing for further chemical modifications or for detection using specific analytical methods.###_### us10745814"], "The image you have provided appears to be a chemical structure diagram. It shows the molecular structure of a complex organic compound with multiple rings and functional groups. There are several distinct parts to the molecule:\n\n1. A ring structure on the right side with nitrogen atoms, indicating it could be a heterocyclic aromatic compound.\n2. There's a six-membered ring fused to a five-membered ring, which is a common motif in many biological molecules.\n3. There are various substituents attached to this ring system, including what appear to be hydroxyl (-OH) groups, possibly a ketone (C=O), and other carbon chains.\n4. On the left side, there's a chain that extends from the ring system with what looks like ester groups (indicated by the C=O bonded to an O-R structure) and potentially an ether (C-O-C) linkage.\n5. The presence of what looks like lithium (Li) ions suggests this could be a salt form of the organic molecule or that the lithium is involved in the compound's function or reactivity.\n\nThis type of structure is typical of complex organic molecules that might be found in pharmaceuticals, natural products, or as part of a synthetic organic chemistry discussion.\n\nWithout more context or the ability to analyze the chemical name or function, I can only describe the general features of the molecule as seen in the image.###_### us10745814": ["The image you have provided appears to be a chemical structure diagram. It shows the molecular structure of a complex organic compound with multiple rings and functional groups. There are several distinct parts to the molecule:\n\n1. A ring structure on the right side with nitrogen atoms, indicating it could be a heterocyclic aromatic compound.\n2. There's a six-membered ring fused to a five-membered ring, which is a common motif in many biological molecules.\n3. There are various substituents attached to this ring system, including what appear to be hydroxyl (-OH) groups, possibly a ketone (C=O), and other carbon chains.\n4. On the left side, there's a chain that extends from the ring system with what looks like ester groups (indicated by the C=O bonded to an O-R structure) and potentially an ether (C-O-C) linkage.\n5. The presence of what looks like lithium (Li) ions suggests this could be a salt form of the organic molecule or that the lithium is involved in the compound's function or reactivity.\n\nThis type of structure is typical of complex organic molecules that might be found in pharmaceuticals, natural products, or as part of a synthetic organic chemistry discussion.\n\nWithout more context or the ability to analyze the chemical name or function, I can only describe the general features of the molecule as seen in the image.###_### us10745814"], "Sorry, I can't assist with that request.###_### us10745814": ["Sorry, I can't assist with that request.###_### us10745814"], "The image you've provided appears to be a photograph of a gel electrophoresis result, which is a molecular biology technique commonly used to separate macromolecules like DNA, RNA, or proteins based on their size. The image shows several lanes labeled A through I, each containing dark bands at different positions, which represent the fragments that have been separated.\n\nAbove each lane, there are numbers and plus signs indicating the size or other specifications of the fragments loaded into each well. The variations in the banding patterns between the lanes suggest differences in the molecular composition of the samples. This kind of analysis is typically used for DNA fingerprinting, restriction mapping, or to assess the purity and concentration of DNA samples.\n\nUnfortunately, due to the resolution and quality of the image, specific details about the sizes of the fragments or the exact nature of the samples cannot be determined.###_### us10745814": ["The image you've provided appears to be a photograph of a gel electrophoresis result, which is a molecular biology technique commonly used to separate macromolecules like DNA, RNA, or proteins based on their size. The image shows several lanes labeled A through I, each containing dark bands at different positions, which represent the fragments that have been separated.\n\nAbove each lane, there are numbers and plus signs indicating the size or other specifications of the fragments loaded into each well. The variations in the banding patterns between the lanes suggest differences in the molecular composition of the samples. This kind of analysis is typically used for DNA fingerprinting, restriction mapping, or to assess the purity and concentration of DNA samples.\n\nUnfortunately, due to the resolution and quality of the image, specific details about the sizes of the fragments or the exact nature of the samples cannot be determined.###_### us10745814"], "The image appears to contain two horizontal lines over a background pattern that seems to resemble a textile or a halftone print. This image is a classic optical illusion known as the \"Hermann Grid\" illusion. The lines are actually the same length, but they may appear to be of different lengths due to the visual effect created by the background pattern. The illusion is that the line surrounded by the broken up pattern appears longer than the line surrounded by the continuous pattern, even though they are both the same length. This is a good example of how our visual perception can be influenced by context and surrounding patterns.###_### us10745814": ["The image appears to contain two horizontal lines over a background pattern that seems to resemble a textile or a halftone print. This image is a classic optical illusion known as the \"Hermann Grid\" illusion. The lines are actually the same length, but they may appear to be of different lengths due to the visual effect created by the background pattern. The illusion is that the line surrounded by the broken up pattern appears longer than the line surrounded by the continuous pattern, even though they are both the same length. This is a good example of how our visual perception can be influenced by context and surrounding patterns.###_### us10745814"], "It appears you've provided an image that resembles a simple framed structure. Inside the frame, there is a large white or blank space. The frame itself consists of a series of diagonal lines creating a hatched pattern. The overall effect is a two-dimensional representation that might be interpreted as a picture frame or a decorative border around an empty center. There is no detailed content within the center space; it's just a plain, unadorned area.###_### us10745814": ["It appears you've provided an image that resembles a simple framed structure. Inside the frame, there is a large white or blank space. The frame itself consists of a series of diagonal lines creating a hatched pattern. The overall effect is a two-dimensional representation that might be interpreted as a picture frame or a decorative border around an empty center. There is no detailed content within the center space; it's just a plain, unadorned area.###_### us10745814"], "The image appears to be a schematic diagram of a microfluidic device or an experimental setup for biochemical or molecular biology applications. Here are the components and features labeled in the image:\n\n1. **Conductive ITO surface**: This is likely a glass surface coated with Indium Tin Oxide, a material that is commonly used for its electrical conductivity and transparency. The \"+\" and \"-\" symbols indicate that a voltage can be applied across this surface, which suggests that this setup might be used for electrochemical applications or for controlling the movement of charged molecules.\n\n2. **Adhesive frame 1 and Adhesive frame 2**: These frames are likely used to create a sealed environment or pathways for the reaction chamber. They may be used to hold the layers of the device together and to ensure that the reagents or samples stay within designated channels or compartments.\n\n3. **Reaction chamber**: This is the area where the biochemical reactions or analytical processes would occur. The dashed lines connecting the adhesive frames to the reaction chamber indicate that there is a connection or pathway for fluids to move between these components.\n\n4. **Glass slide**: A standard component in microfluidic devices, providing a solid and transparent base for the construction of the reaction chambers and pathways.\n\n5. **Oligo patch (AA), Oligo patch (AC), Oligo patch (CC)**: These are likely spots on the glass slide where specific oligonucleotides (short DNA or RNA sequences) are immobilized. The different labels (AA, AC, CC) suggest that each patch contains a different sequence or type of oligonucleotide. Such patches are often used for binding studies, hybridization assays, or as capture probes in various molecular biology applications.\n\nOverall, the image is a technical drawing that outlines the assembly and functional areas of a device likely used for scientific experiments involving fluids and possibly for the manipulation and analysis of nucleic acids or other small molecules.###_### us10745814": ["The image appears to be a schematic diagram of a microfluidic device or an experimental setup for biochemical or molecular biology applications. Here are the components and features labeled in the image:\n\n1. **Conductive ITO surface**: This is likely a glass surface coated with Indium Tin Oxide, a material that is commonly used for its electrical conductivity and transparency. The \"+\" and \"-\" symbols indicate that a voltage can be applied across this surface, which suggests that this setup might be used for electrochemical applications or for controlling the movement of charged molecules.\n\n2. **Adhesive frame 1 and Adhesive frame 2**: These frames are likely used to create a sealed environment or pathways for the reaction chamber. They may be used to hold the layers of the device together and to ensure that the reagents or samples stay within designated channels or compartments.\n\n3. **Reaction chamber**: This is the area where the biochemical reactions or analytical processes would occur. The dashed lines connecting the adhesive frames to the reaction chamber indicate that there is a connection or pathway for fluids to move between these components.\n\n4. **Glass slide**: A standard component in microfluidic devices, providing a solid and transparent base for the construction of the reaction chambers and pathways.\n\n5. **Oligo patch (AA), Oligo patch (AC), Oligo patch (CC)**: These are likely spots on the glass slide where specific oligonucleotides (short DNA or RNA sequences) are immobilized. The different labels (AA, AC, CC) suggest that each patch contains a different sequence or type of oligonucleotide. Such patches are often used for binding studies, hybridization assays, or as capture probes in various molecular biology applications.\n\nOverall, the image is a technical drawing that outlines the assembly and functional areas of a device likely used for scientific experiments involving fluids and possibly for the manipulation and analysis of nucleic acids or other small molecules.###_### us10745814"], "The image shows a schematic diagram of an electrochemical cell, which is a device that generates electricity through a chemical reaction. Here are the elements identified in the diagram:\n\n1. On the left, there is a vertical bar labeled \"Anode (e.g.)\" which represents the negative electrode of the cell where oxidation occurs. Electrons (e-) move from the anode through a wire towards the positive electrode.\n\n2. Above the wire connecting the two electrodes, there is a conventional current symbol (+ to -) indicating the direction of conventional current flow, which is opposite to the flow of electrons.\n\n3. The right side of the diagram shows the \"Cathode (e.g.)\" which represents the positive electrode of the cell where reduction occurs. The cathode receives electrons (e-) that have traveled through the external circuit.\n\n4. The middle part of the diagram illustrates the electrolyte solution with a semi-permeable membrane between the anode and cathode. The membrane allows certain ions to pass through but not others, maintaining the balance of charge between the two sides.\n\n5. Specific chemical reactions are indicated at both the anode and cathode. At the anode, the label \"Oxidation reaction producing reduced X\" suggests that the substance X is being oxidized, releasing electrons. At the cathode, the label \"Reduction reaction of oxidized X\" indicates that the oxidized form of substance X is being reduced by gaining electrons.\n\n6. There are also labels indicating the movement of ions: \"X+\" moves from the anode to the cathode, and \"Y-\" moves from the cathode to the anode, balancing the charge in the cell.\n\n7. The bottom part of the diagram shows a wavy line labeled \"Aqueous electrolyte of mixed pH with polystyrene,\" pointing to the area between the two electrodes within the cell, suggesting the type of electrolyte used and the presence of a polystyrene component.\n\nThe diagram overall illustrates how an electrochemical cell functions, with the movement of electrons and ions resulting in a chemical reaction that produces electrical energy. It's a simplified representation used for educational purposes to explain the basic principles of electrochemistry.###_### us10745814": ["The image shows a schematic diagram of an electrochemical cell, which is a device that generates electricity through a chemical reaction. Here are the elements identified in the diagram:\n\n1. On the left, there is a vertical bar labeled \"Anode (e.g.)\" which represents the negative electrode of the cell where oxidation occurs. Electrons (e-) move from the anode through a wire towards the positive electrode.\n\n2. Above the wire connecting the two electrodes, there is a conventional current symbol (+ to -) indicating the direction of conventional current flow, which is opposite to the flow of electrons.\n\n3. The right side of the diagram shows the \"Cathode (e.g.)\" which represents the positive electrode of the cell where reduction occurs. The cathode receives electrons (e-) that have traveled through the external circuit.\n\n4. The middle part of the diagram illustrates the electrolyte solution with a semi-permeable membrane between the anode and cathode. The membrane allows certain ions to pass through but not others, maintaining the balance of charge between the two sides.\n\n5. Specific chemical reactions are indicated at both the anode and cathode. At the anode, the label \"Oxidation reaction producing reduced X\" suggests that the substance X is being oxidized, releasing electrons. At the cathode, the label \"Reduction reaction of oxidized X\" indicates that the oxidized form of substance X is being reduced by gaining electrons.\n\n6. There are also labels indicating the movement of ions: \"X+\" moves from the anode to the cathode, and \"Y-\" moves from the cathode to the anode, balancing the charge in the cell.\n\n7. The bottom part of the diagram shows a wavy line labeled \"Aqueous electrolyte of mixed pH with polystyrene,\" pointing to the area between the two electrodes within the cell, suggesting the type of electrolyte used and the presence of a polystyrene component.\n\nThe diagram overall illustrates how an electrochemical cell functions, with the movement of electrons and ions resulting in a chemical reaction that produces electrical energy. It's a simplified representation used for educational purposes to explain the basic principles of electrochemistry.###_### us10745814"], "The image appears to be a schematic representation of a chemical or biochemical process. It shows two molecular structures that are being transformed from one form to another.\n\nOn the left side, there is a complex molecule labeled \"OX\" with a pentagon shape, indicating a cyclic structure with an oxygen atom, connected to a chain of atoms that includes several phosphate groups (indicated by \"P\" with four oxygens around it, one of which has a double bond). Each phosphate is connected to another through an oxygen atom, which suggests a polymer structure, possibly a nucleic acid backbone (as in DNA or RNA).\n\nIn the center of the image, there is text that says \"PCR Buffer\" and \"Heat,\" which implies that the transformation occurs in a Polymerase Chain Reaction (PCR) buffer under the influence of heat. PCR is a common technique used in molecular biology to amplify DNA.\n\nOn the right side, the molecular structure seems to have undergone a reaction, as indicated by the \"OH\" at the end of the pentagon, suggesting that it has been reduced or has gained electrons/hydrogen. The phosphate backbone also appears to have been affected, as it now shows a broken bond or a missing oxygen atom in the second phosphate group, which could represent a cleavage or a specific reaction that has taken place.\n\nOverall, the image is likely depicting a step in a PCR process or a related reaction involving nucleic acids, where heat and a PCR buffer cause a change in the molecular structure, which could be related to DNA denaturation, modification, or some form of nucleic acid processing.###_### us10745814": ["The image appears to be a schematic representation of a chemical or biochemical process. It shows two molecular structures that are being transformed from one form to another.\n\nOn the left side, there is a complex molecule labeled \"OX\" with a pentagon shape, indicating a cyclic structure with an oxygen atom, connected to a chain of atoms that includes several phosphate groups (indicated by \"P\" with four oxygens around it, one of which has a double bond). Each phosphate is connected to another through an oxygen atom, which suggests a polymer structure, possibly a nucleic acid backbone (as in DNA or RNA).\n\nIn the center of the image, there is text that says \"PCR Buffer\" and \"Heat,\" which implies that the transformation occurs in a Polymerase Chain Reaction (PCR) buffer under the influence of heat. PCR is a common technique used in molecular biology to amplify DNA.\n\nOn the right side, the molecular structure seems to have undergone a reaction, as indicated by the \"OH\" at the end of the pentagon, suggesting that it has been reduced or has gained electrons/hydrogen. The phosphate backbone also appears to have been affected, as it now shows a broken bond or a missing oxygen atom in the second phosphate group, which could represent a cleavage or a specific reaction that has taken place.\n\nOverall, the image is likely depicting a step in a PCR process or a related reaction involving nucleic acids, where heat and a PCR buffer cause a change in the molecular structure, which could be related to DNA denaturation, modification, or some form of nucleic acid processing.###_### us10745814"], "The image shows a series of six chemical structures, each labeled with both a name and an abbreviation. These structures represent different chemical groups that can be used in organic synthesis, particularly as protecting groups for alcohols or other functional groups. From left to right, the structures and their corresponding names are:\n\n1. Tetrahydropyranyl (THP)\n2. 4-Methoxy-tetrahydropyranyl (MTHP)\n3. Tetrahydrofuranyl (THF)\n4. Acetyl (Ac)\n5. Methoxyacetyl (MAc)\n6. Phenoxyacetyl (Pac)\n\nEach chemical structure features an ether linkage (an oxygen atom connected to two carbon-containing groups), which is typical for protecting groups that can be used to shield alcohols from reacting under certain conditions. Once the desired reactions on other parts of the molecule are complete, these protecting groups can be removed to reveal the original functional group.###_### us10745814": ["The image shows a series of six chemical structures, each labeled with both a name and an abbreviation. These structures represent different chemical groups that can be used in organic synthesis, particularly as protecting groups for alcohols or other functional groups. From left to right, the structures and their corresponding names are:\n\n1. Tetrahydropyranyl (THP)\n2. 4-Methoxy-tetrahydropyranyl (MTHP)\n3. Tetrahydrofuranyl (THF)\n4. Acetyl (Ac)\n5. Methoxyacetyl (MAc)\n6. Phenoxyacetyl (Pac)\n\nEach chemical structure features an ether linkage (an oxygen atom connected to two carbon-containing groups), which is typical for protecting groups that can be used to shield alcohols from reacting under certain conditions. Once the desired reactions on other parts of the molecule are complete, these protecting groups can be removed to reveal the original functional group.###_### us10745814"], "The image shows a diagram of a chemical structure, which is composed of three benzene rings connected linearly by single bonds. The top and bottom benzene rings have a methyl group (denoted by \"Me\") attached to one carbon. The middle ring is connected to the top and bottom rings through a single bond on each side, and it appears to have a substituent marked as \"Z\" attached to it, indicating a variable group or a placeholder for a chemical substituent that is not specified in this diagram. The image quality is low, which suggests it might be from a scanned document or a low-resolution digital source.###_### us10745814": ["The image shows a diagram of a chemical structure, which is composed of three benzene rings connected linearly by single bonds. The top and bottom benzene rings have a methyl group (denoted by \"Me\") attached to one carbon. The middle ring is connected to the top and bottom rings through a single bond on each side, and it appears to have a substituent marked as \"Z\" attached to it, indicating a variable group or a placeholder for a chemical substituent that is not specified in this diagram. The image quality is low, which suggests it might be from a scanned document or a low-resolution digital source.###_### us10745814"], "The image appears to be a chemical structure diagram of an organic molecule, consisting of several rings that likely represent a polycyclic compound. These ring structures are common in organic chemistry and can represent various types of hydrocarbons or other complex organic compounds. There's a small circle (often representing an oxygen atom) attached to one of the rings, indicating the presence of a functional group like an ether or a ketone. The letters 'P' and a symbol that resembles a question mark or a curved arrow are also visible but without a clear context, it's hard to determine their significance. This might be a part of a larger set of chemical notations or simply marks from the image editing or creation process.###_### us10745814": ["The image appears to be a chemical structure diagram of an organic molecule, consisting of several rings that likely represent a polycyclic compound. These ring structures are common in organic chemistry and can represent various types of hydrocarbons or other complex organic compounds. There's a small circle (often representing an oxygen atom) attached to one of the rings, indicating the presence of a functional group like an ether or a ketone. The letters 'P' and a symbol that resembles a question mark or a curved arrow are also visible but without a clear context, it's hard to determine their significance. This might be a part of a larger set of chemical notations or simply marks from the image editing or creation process.###_### us10745814"], "The image contains six chemical structures, each labeled with an abbreviation below them. These structures represent different organic molecules, likely protective groups used in synthetic organic chemistry. Here is a description of each structure from left to right, top to bottom:\n\n1. THP: Tetrahydropyranyl, a cyclic ether with a five-membered ring (four carbons and one oxygen).\n2. MTHP: Methoxy-tetrahydropyranyl, similar to THP but with a methoxy group (-OMe) attached to one of the carbon atoms.\n3. NSTHP: Thio analogue of MTHP, where the oxygen in the tetrahydropyranyl ring is replaced with a sulfur atom.\n4. THF: Tetrahydrofuran, a five-membered ring with four carbons and one oxygen, similar to THP but without the extra carbon bridge.\n5. MTHF: Methoxy-tetrahydrofuran, similar to THF but with a methoxy group attached to one of the carbon atoms.\n6. The last structure seems to be a variation of THF with a methyl group attached (denoted as \"Me\"), but the abbreviation is not fully visible, making it difficult to provide its exact name.\n\nThe structures are drawn in a skeletal formula representation, which is a common way to depict molecules in organic chemistry, showing the arrangement of atoms and the bonds between them. The oxygen atoms are represented by circles, sulfur by an eight-shaped line, and the methoxy and methyl groups are labeled with \"OMe\" and \"Me,\" respectively. The carbon atoms are implied at the vertices and ends of the lines, and hydrogen atoms attached to carbons are not shown for simplicity.###_### us10745814": ["The image contains six chemical structures, each labeled with an abbreviation below them. These structures represent different organic molecules, likely protective groups used in synthetic organic chemistry. Here is a description of each structure from left to right, top to bottom:\n\n1. THP: Tetrahydropyranyl, a cyclic ether with a five-membered ring (four carbons and one oxygen).\n2. MTHP: Methoxy-tetrahydropyranyl, similar to THP but with a methoxy group (-OMe) attached to one of the carbon atoms.\n3. NSTHP: Thio analogue of MTHP, where the oxygen in the tetrahydropyranyl ring is replaced with a sulfur atom.\n4. THF: Tetrahydrofuran, a five-membered ring with four carbons and one oxygen, similar to THP but without the extra carbon bridge.\n5. MTHF: Methoxy-tetrahydrofuran, similar to THF but with a methoxy group attached to one of the carbon atoms.\n6. The last structure seems to be a variation of THF with a methyl group attached (denoted as \"Me\"), but the abbreviation is not fully visible, making it difficult to provide its exact name.\n\nThe structures are drawn in a skeletal formula representation, which is a common way to depict molecules in organic chemistry, showing the arrangement of atoms and the bonds between them. The oxygen atoms are represented by circles, sulfur by an eight-shaped line, and the methoxy and methyl groups are labeled with \"OMe\" and \"Me,\" respectively. The carbon atoms are implied at the vertices and ends of the lines, and hydrogen atoms attached to carbons are not shown for simplicity.###_### us10745814"], "The image contains a series of chemical structure diagrams, which appear to represent different organic molecules. Each structure is labeled beneath with an acronym, likely abbreviations for their chemical names. All molecules feature methyl groups (abbreviated as \"Me\"). Here's a breakdown of what is presented:\n\n1. EE: Appears to be a simple structure with a methyl group attached to an ethylene or ethane-like base.\n2. CHE: Depicts a cyclohexane ring with a single methyl group attached.\n3. TBE: Shows a branched structure with a central carbon connected to three methyl groups.\n4. IBE: Similar to TBE but with a different branching pattern for the methyl groups.\n5. TPE: Another branched structure with two central carbon atoms, each attached to two methyl groups.\n\nThese structures are likely used to represent different alkyl groups or hydrocarbons. The exact context or significance would depend on the accompanying text or educational material they are a part of.###_### us10745814": ["The image contains a series of chemical structure diagrams, which appear to represent different organic molecules. Each structure is labeled beneath with an acronym, likely abbreviations for their chemical names. All molecules feature methyl groups (abbreviated as \"Me\"). Here's a breakdown of what is presented:\n\n1. EE: Appears to be a simple structure with a methyl group attached to an ethylene or ethane-like base.\n2. CHE: Depicts a cyclohexane ring with a single methyl group attached.\n3. TBE: Shows a branched structure with a central carbon connected to three methyl groups.\n4. IBE: Similar to TBE but with a different branching pattern for the methyl groups.\n5. TPE: Another branched structure with two central carbon atoms, each attached to two methyl groups.\n\nThese structures are likely used to represent different alkyl groups or hydrocarbons. The exact context or significance would depend on the accompanying text or educational material they are a part of.###_### us10745814"]}