{"The text appears to be a reference to a United States patent application publication, numbered US 2021/0229059 A1, published on July 29, 2021, with Wang et al. listed as the applicants. The title, although garbled due to formatting or transcription errors, seems to relate to devices, systems, and methods for synthesis or electronic modulation of polymerase for DNA, suggesting a focus on biotechnology or genetic engineering, specifically in the context of DNA synthesis or manipulation. The application's publication classification is listed under a code that appears to be obscured or incorrectly transcribed. Unfortunately, without clearer text or further details, a more comprehensive summary of the specific innovations, methodologies, or applications described within the patent document cannot be provided. The document seems to contribute to the field of biotechnology, potentially offering new tools or techniques for DNA manipulation or analysis.###_### us2021229059": ["llIIlIlllIlIlIllIlIllIllIllIIIIIIIIIIIIIIIIIIIIllIlIllIlIlIlllIIlIlIlllIlIlIIIIIIIIIIIIIII US 20210229089AI\n\n(19) United States (12) Patent Application Publication (io) Pub. No.: US 2021/0229059 A1 JH1. 29, 2021\n\nWang et al.\n\n(54) DKYICK'5, SYSTKMS,AND METHODS OV SY.'ANTHESIS ELECTRO IIIC MODULATION OF POI,YMKRASK IrOR DNA\n\nPublication Classiiication\n\n(51)###_### us2021229059"], "The document is a patent application filed by Georgia Tech Research Corporation, located in Atlanta, GA, USA. The inventors named are Hua Wang and Andrew Hessl, also from Atlanta, GA. The application number is 17/055,803, filed on May 17, 2019, with a related provisional application filed on May 17, 2018. The patent falls under several Cooperative Patent Classification (CPC) codes, primarily related to processes involving biochemical apparatus (B01J 19/004G) and other classifications related to biotechnology.\n\nThe patent application describes a method for synthesizing a nucleotide chain, which includes an ordered plurality of nucleotides. This method involves identifying a first nucleotide of the ordered plurality of nucleotides and then controlling a polymerase enzyme to assemble this first nucleotide onto the nucleotide chain. This is achieved by electrically modulating an electrode. The process continues by identifying a subsequent nucleotide as the current nucleotide, and similarly controlling the polymerase enzyme to assemble this current nucleotide onto the end of the nucleotide chain, again through electrical modulation of the electrode.\n\nThe application includes several figures (Sheet 1 to 7) published on July 29, 2021, illustrating the method and apparatus for synthesizing the nucleotide chain. Specifically, Figure 4 outlines a process for preparing an electrode for use in the method, which involves electroless gold plating of the electrode, coating it with silica nanoparticles, functionalizing the surface of the electrode by attaching biotin PEG silane, and finally immobilizing the polymerase enzyme by attaching it to the treated electrode through biotinylation.\n\nThis patent application represents a technological advancement in the field of biotechnology, specifically in the synthesis of nucleotide chains, by introducing a method that utilizes electrical modulation to control the assembly of nucleotides.###_### us2021229059": ["(71) Applicant: (;corgia Tceh Research ('orporation,\n\nAtlanta. CiA (US)\n\nInventors: Hua Wang. Atlanta. C?A (US): Andrew (72) Hcsscl, Atlanta. (iA (i)S)\n\n17/055,8(t3 (21) Appl No\n\nCPC ........... B01J 19/004G (2013.01); C408 50/14 (2013.01); 8013 22/9/00596 (2013.01); BOIJ 2219/00626 (2013.01), 801J 22/9/007/3 (2013.01), BOI3 22/9/00659 (2013.01), BOI3 22/)?I)0673 (2013 01); 80/,/ 2?/9/OOG?89 (2013 01); 8(IU 22/9/OOG53 (2013.01)\n\nP('1 I?iled\n\n(22) .Ylay 17, 21)19\n\nPCT/US2019/032844 PCT No.. 9 371 (c)(1), (2) Date; 'iov. 16, 2020\n\n(86)\n\nRelated U.S. Application Data\n\n(60) Provisional application No. 62/f?72,(if?0, filed on May 17. 2018.\n\nABSTRACT (5 I) A method of synthesis of a nucleoudc chaut, thc nucleoudc chain utcludutg an ordered pluraltty of nucleoudcs, thc identifying a first mtcleotide of the method including: ordered plurality of nucleotides, controlling a polymerase enzyme to assemble the first nucleotide onto the nucleotide chain by electrically modulating an electrode; identifying a subsequent nucleotide in the ordered plurality of nucleotides as a current nucleotide; and controllutg the polymerase enzyme to assemble thc current nuclcottde onto an cnd of the nucleotide chain by electricaliy ntodulating the electrode.\n\nioo  110  120  105 \n\nPatent Application Publication\n\nJul. 29, 2021 Sheet 1 of 7\n\nUS 2021/0229059 A1\n\n120 - - «& * : Vw, %, “h a a : 110 CCE 9 FIG. 1 120 120\n\n0\n\n105\n\nPatent Application Publication\n\nJul. 29, 2021 Sheet 2 of 7\n\nUS 2021/0229059 A1\n\n200\n\n//////  //  i100  225  225  100  100  220 \n\nFIG. 2\n\nPatent Application Publication\n\nJul. 29, 2021 Sheet 3 of 7\n\nUS 2021/0229059 A1\n\n120 130\n\nFIG. 3\n\nOo 7 -\n\n2) oO -\n\nPatent Application Publication\n\nJul. 29, 2021 Sheet 4 of 7\n\nUS 2021/0229059 A1\n\n400\n\nElectroless gold plate electrode  410  Coat electrode with silica nonoparticles  420  ~ 430  Functionalize surface of electrode by attaching biotin PEG silane \n\nv\n\nImmobilize polymerase by attaching to treated electrode through biotinylation\n\nva\n\n440\n\nFIG. 4###_### us2021229059"], "The text appears to be a collection of excerpts from the patent application publication US 2021/0229059 A1, dated July 29, 2021. This document includes several sheets from the publication, detailing specific aspects of the invention in question.\n\nSheet 5 of 7 outlines a flowchart (FIG. 5) with decision points regarding a process that seems to involve nucleotides, suggesting a procedure or method in the context of DNA or RNA synthesis or analysis. The decision-making process involves determining whether a specific condition regarding a nucleotide is met, leading to further steps based on the outcome (YES or NO).\n\nSheets 6 and 7 of 7 are less clear in their content due to the representation of the text, which includes fragmented or symbolic language and diagrams that are not described in detail. It hints at scientific or technical diagrams and formulas, which are likely related to the invention but are not explicitly explained in the provided text.\n\nThe final part of the text outlines the title and the abstract of the patent application, which is focused on \"DEVICES, SYSTEMS, AND METHODS OF ELECTRONIC MODULATION OF POLYMERASE FOR DNA SYNTHESIS.\" This invention claims priority to a previous U.S. Provisional Patent Application (No. 62/672,660, filed on May 17, 2018) and relates to the field of nucleic acid compilation, specifically highlighting innovations in devices, systems, and methods for the electronic modulation of polymerase enzymes to synthesize DNA. This summary suggests a technological advancement aimed at improving or innovating the process of DNA synthesis, potentially offering more efficient, accurate, or novel ways to manipulate or create DNA sequences for various applications in biotechnology, research, and medicine.###_### us2021229059": ["Patent Application Publication\n\nJul. 29, 2021 Sheet 5 of 7\n\nUS 2021/0229059 A1\n\n400\n\n510  520  530  . nucleotide? . '40  Additional  NO \n\nYES\n\n550\n\nFIG. 5\n\nPatent Application Publication\n\nJul. 29, 2021 Sheet 6 of 7\n\nUS 2021/0229059 A1\n\nTuy Bape obene, ‘Savednsuaaveurannarnuragnan nen BREE FS\n\n[=] c—) ol\n\n¢ ‘ 5 B H -\n\nfl } $ 3\n\n} é\n\n“ H ‘ + t\n\nPatent Application Publication\n\nJul. 29, 2021 Sheet 7 of 7\n\nUS 2021/0229059 A1\n\nLLI  «C O CL UJ U  O D 0 UJ co  «C  CL  LUOI- Z:  O UJ cc — C3 o O U  Z LU O I—z cO D &- V3~ m LU I— CO  UJ LU O y CL CL 0  UJ  Z  CD  CD  «C  I  I  CL LUOZOz m «C CL co ~ CL Z Z  CL  ~ Z CI  CL'L  CO LU I  — U-I  2 Cl  LU co  c3 O CL  CL CO  cO LLI  UJ V3  V3 C3 Z:  LLI co  LL «C I— «C Cl  O  C3  LU &- O «C U  CL CL  CL co CI I— Z:  O LU CL O O ~ «C «C  C3  O LU  Z  CL C3 \n\n(i) F |\n\n|\n\nUS 202 [/0229059 A[\n\nDEVICES, SYSTEMS, AND METHODS OF ELECTRONIC MODULATION OF POLYMERASE FOR DNA SYNTHESIS\n\nCROSS REFERENCE TO RELATED APPI ICA'I'IONS\n\n[0001] This application claims priority to U.S. Provisio&ml Patent Appl&cat&on Ser. No. 62(G72,GGO, (ilcd on May 17, Incorporated hcrcin by rclerence &n &ts 2018, which &s cntircty.\n\nFIELD\n\n[0002] This disclosure relates enerally to the nucleic acid compilation and„more specifically. to devices. systems. and methods of electroruc modulation of'olymcrasc for DNA svuthcs&s.###_### us2021229059"], "The provided text outlines the context and challenges associated with de novo DNA synthesis, a process of creating nucleic acid sequences with designed genetic information without the use of existing DNA templates. Despite advancements in DNA sequencing technologies, such as Next-Generation-Sequencing (NGS), which have significantly reduced costs, the synthesis of DNA from scratch has not seen similar progress. Traditional de novo DNA synthesis involves a multi-step process including synthesizing small oligonucleotide fragments, verifying these fragments, assembling these into a complete DNA sequence, and then validating the entire sequence. This process heavily relies on phosphoramidite chemistry, but it faces challenges due to high error rates in oligo fragment synthesis and limitations in the practical size of the oligos created. These challenges result in high costs and long turnaround times for synthesizing large genomes, such as the human genome, which could cost between $100 million to $1 billion and take several years. The text highlights an unmet need for improvements in de novo DNA synthesis to make it faster and more cost-effective, addressing these and other issues.###_### us2021229059": ["BACKGROUND\n\n[0003] Deoxyribonucleic acid (DNA) molecules are the carriers of genetic information of all known livin orgm&- isms and go& crn the&r growth, development, funct&o&un and reproducuon In riocnt years, advances u& the (icld of gcni&nues have kxl to contuluous hap&oven&cut of h&gh throughput DNA sequencmg techniques, e g.. Next-(ienera- tion-Sequencing (N(IS), and resulted in a steep reduction in the cost of enome sequenc&ng. However. compared to DNA sequencing„ the de novo synthesizing of DNA molecules (i.c., dcsigncd sequences) has lagged significantly. As Ilsi'.0 hcrmn, dc novo DNA synthcs&s (hereaf(er **DNA synthcs&s\" or \"de noi o DNA synthes&s\") ref'crs to creatu&g nucleic ac&d sequences &vith des&gned genetic information witlmut using any primer or template DNAs In other words„de novo l)NA synthesis does not include DNA replicatio&v'ampliTication teclmiques such as PCR that rely on existing templates. In the related art, de novo DNA syntheses is a [0004J multi-step process including: I) cynthesizi»g pools of small oligonucleotide 2) verifying the scqum&ccs of thc small frag&ncnts, 3) asscmblu&g fi&e frag- ments to create a complctc DNA scxiucncc, and 4) scxfucncc 1 crif'yu&g the complctc sequence. As will bc understood by in the related art„olico fragn&ent one of ordinary skill. synthesis relies heavily on direct phosphoramidite chenus- try, such as solid-phase column-based oli o synthesis and microarray-based oli o light-activated synthesis. Ho~ever, thcsc related art oligo fragment synthcs&s have significm&t error ra&ca, wluch 1&m&ts thc practical s&zc of thc oligos. Tlnis, wh&lc I'cldtcd I&rt DNA s)'nthcs&s Icchni&log&cs have bccu used for constmction of viral genoines and yeast cl&nm&o- somal arms. the successive assembly-sequence validation process becomes onerous as the chain length increases, cost and turnaround times. For substantially increasin example. mnploying onc of thc lowcs1-cost relaIed art oligo synthcs&s methods at $ 1 per 1,000 base pairs. even assuming pcrfi:ct oligo assembly w&th no assembly cost, synthesizing a whole Inuuan enon&e of 3 billion base pairs &vill cost over $ 3 million, which &s over 3.(X)0 times as expei&s&ve as sequencing an entire human genome. More realistic esti- mates (e.g., includin assembly costs) could raise this orders of'nuignitude h&ghcr, 1&kely bctw ccn 5100M m&d $ 1B, wh&le thc turnaround t&mc would bc scvcral years. That &s. rclatcd art chmnical synthcs&s has assembly rates of, at best, about I base pair per n&u&ute 1 hese technical limitations make the synthesis of large genomes m&practical\n\nJul. 29, 2021\n\n[0005] Thus. there is an unmet need for improvementc to dc novo DNA synthesis that reduce the cost and increase spccd. Aspects of thc prcscnt disclosure rclatc to these and other Issues###_### us2021229059"], "The disclosed technology addresses systems, devices, and methods for manipulating polymerase enzymes to synthesize DNA, with potential applications also in RNA synthesis and beyond. Specifically, it introduces a method for constructing a nucleotide chain (which comprises a sequence of nucleotides) through the controlled assembly of nucleotides by a polymerase enzyme. This process is directed by the electrical modulation of an electrode which influences the enzyme's activity.\n\nThe method begins with identifying the first nucleotide in the sequence to be assembled and using an electrode's electrical modulation to control the polymerase enzyme to attach this nucleotide onto the growing nucleotide chain. This process is repeated for each subsequent nucleotide identified as the \"current\" one to be added, with the polymerase enzyme assembling it onto the chain under the guidance of electrically modulated signals from the electrode.\n\nThe system designed to implement this method includes an electrode positioned adjacent to the immobilized polymerase enzyme, a processor, and a memory unit. The memory stores instructions that, when executed by the processor, direct the electrical modulation of the electrode. This modulation, in turn, controls the activity of the polymerase enzyme in assembling the nucleotide chain, starting from identifying and attaching the first nucleotide and proceeding through to each subsequent nucleotide in the sequence.\n\nAdditionally, the technology encompasses a non-transitory computer-readable medium that contains program instructions for executing the described method of nucleotide chain synthesis. This encompasses the steps of identifying the initial nucleotide, controlling the polymerase enzyme through electrode modulation to assemble this and subsequent nucleotides onto the nucleotide chain.\n\nIn essence, this technology offers a novel approach to DNA and potentially RNA synthesis by precisely controlling the assembly of nucleotide chains through electrical signals, which regulate the activity of polymerase enzymes in a sequence-defined manner.###_### us2021229059": ["SUMMARY\n\n[0006] The disclosed technofo~ pmvides systems, dcviccs, and methods for electron&c marupulat&on of poly- merasc for DNA synthcs&s. Alfi&ough tlus disclosure Ibcuscs on DNA synthesis, those hdvu&g ord&nary sk&ll in thc an w Ill and techniques recognize described herein are not so limited and may be suitably applied across a &vide army of uses„such as RNA synthesis. In an en&bodiment. there is provided a method of [UU07J synthesis of a nucleotide chain. the nucleotide chain includ- in an ordered plurality of nucleot&des. the method com- a first nucleotide of the prisu&g including: uric&cd ph&ldl&t)'f uuclcotuk:s, cont&ofhng d pol)'nicidsc enzyme to assmnble thc Iirst nuchx&t&dc onto thc nuclcotule chain by electrically modulating an electrode, identifying, a subsequent nucleotide in Ihe ordered plurality of nucleotides as a current micleotide; and controlling the polymencse enzyme to assemble the current nucleotide onto an end of the nucleot&de chain by electrically modulatin the electrode. there is pmvided a system [0008] including: an eiectrode: a polymemsse enzyme immobilized ad)scent to the electrode, and a processor; and a memory having stored thereon instnict&ons than whm& ex&Outed by the processor, control thc processor to clcctncally modulaie the electrode to control d&e poly&nerase enzyme to assen&ble the nucleotide chain comprising an a nucleotide chain. ordered plunclity of micleotides 1he instmctionc, when executed by the processor, may further control the procescor identify a first nucleotide of the ordered plurality of to nuclcotulcs, control thc polymerase enzyme to assemble thc first micleotidc onto thc nuclcotidc clrdu& by electrically modulating an electrode; identify a subsequent nucleotide in the ordered plurality of nucleotides as a current nucleotide; and control the polymencse enzyme to assemble the current nucleotide onto an end of the nucleotide chain by electrically modulating the electrode. [0009] According to an embod&ment„ there is provided a non-transitory computer readable medium compnsin pro- gmm instructions fi&r performin a method of a nucleotide chain, the mmlcotidc chau& u&eluding an ordcrcx) plurality of nuclcotulcs, the mcd&od compris&ng u&clud&ng. identifying a first nucleotide of the ordered plurality of nucleotides; a polymencse enzyme to assemble the first contn11hu nucleotide onto the nucleotide chain by electrically modu- Lsting an electrode: identifyin a subsequent nucleotide in the ordered plurality of nucleotides as a current nucleotide; and controllu&g thc polymerase enzyme to asscmblc the current nuclco&talc onto an m&d of the nucleoudc chmn by electncally modulating the electrode.###_### us2021229059"], "The provided text discusses a technology detailed in a patent document (US 2021/0229059 A1), focusing on advancements in DNA synthesis through the use of polymerase enzymes. The technology involves immobilizing a polymerase enzyme, such as a template-independent DNA polymerase, near an electrode. By applying electric modulation to the electrode (e.g., varying voltage bias), the polymerase can be controlled to synthesize selectable or programmable strands of nucleic acids, including DNA or RNA, potentially up to an entire genome. This process is made possible by bonding the polymerase to a microelectrode surface or linking it to the electrode with a polyethylene glycol (PEG) chain. Furthermore, by utilizing a microelectrode array where multiple polymerase enzymes are bonded to respective electrodes, parallel construction of numerous nucleic acid strands can be achieved.\n\nPolymerase enzymes naturally assemble base pairs at a speed significantly faster than chemical synthesis methods, about 1000 base pairs per second, which is over 10,000 times the speed of current chemical synthesis techniques. This means that a single polymerase could assemble a full 3 billion base pair DNA strand in weeks, as opposed to years with existing methods. Accelerating DNA synthesis further, multiple polymerases can work in parallel to synthesize DNA fragments for later assembly.\n\nThe disclosed technology presents several advantages over existing methods, such as providing a new, fundamental tool for genetic studies, constructing comprehensive genetic libraries, facilitating the understanding of structural and functional characteristics of regulatory sequences, and aiding in the study of transcriptional and other regulatory processes in various biological systems. Additionally, it offers low-cost, rapid DNA synthesis which can support rational protein design, the study of protein structure-function relationships, the engineering of new protein functionalities, vaccines, and antibiotics. Large-scale de novo DNA synthesis, as described, could significantly expedite the design-build-test cycles in genetic and molecular research, presenting a considerable advancement over current techniques.###_### us2021229059": ["BRIEF DESCRIPTION OF THE FICTURES\n\n[(R)IUJ Reference &vill nov be made to the accompanying I&1gufcc. which al'c I'Iot access;O'll)'&dwu to scale,;uxi wherein: [UUH] FI(i platform according to an example embodiment [(R)12J FI(i 2 illustrates an electronic arraychip according to an example embodiment\n\nUS 202 [/0229059 A[\n\n[0013] lornl according to tin cnlbodinlcnn [0014] electrode platforni 100 according to an embodiment. [0015[ according to an embodiment. FILI. 6 is a detailed diagram of a CMOS actuation [0016] array that may be used to implement aspects of the present disclosure. [0017] implement aspects of the present disclosure.\n\nDETAILED DESCRIPTION\n\nSonic implementations of the disclosed tecluiology [0018] will be descnbed more fiilly with reference to the accom- panying draivings. Tins disclosed teclmology may. Imwever, be embodied in muny difii:rent I'orms mid should not be construed as hmi ted to Ihc implmuentalions sct lorth hcrcin. [0019] According to some aspects of the present disclo- there is provided a polymemse enzyme, such as a sure. tempLate independent DNA polymerace. inunobilized near an clcctrodc. By upplying elcctnc modulation (e.g., varying ioltagc biasing ol'he clectrodc), thc polymerase may be controlled to build sclcctable or pru rmnmabie strands of micleic acids (e g, DNA or RNA), fbr example, up-to and including an entire genome. In other words„synthesis of an ordered nucleotide chain segment may be performed using polymemse enzymes. The polymerase may be inunobilized by. for cxamplc, bonduig the poiymcrasc to a surface of microclccuode or lcashing thc polymcrasc to the elcctrodc with a polyethylcnc glycol (PEG) chmn. In some cases. a plurality of polymerace enzynies may be bonded to one or more respective electrodes of a microelectrode array, and selective electnc modulation of each electrode mny provide parallel construction of plurality of nucleic acid stmnds. Polymcrascs naturally assemble base pmrs at very [0020] big)i speeds ac compared to chemical synthesis, about 1000 base pairs per second (bp/s). w:hich is over (10.000 the speed of chemical synthesis Thus, a siitgle polymerase could assenible a full 3 billion bp DNA stmnd in a maner of weeks, ds oppiÃcd Io thc ycBrs of dsscnlbl)'laic rcxlullcd ilslllg relaicd art methods. By using a plurality of polymcrasc IU synthesize DNA frag)Bouts ui parallel for later assembly, l)NA synthesis may be accelerated even hirther beyond what is possible in the related art. [0021] As will be understood by onc of ordinary skill, dspccls of Ihc priwcilt dlsclosllrc plovldc nilnn:toils Bdvail- tagcs over the rclatcd art. For cxiunple, unproved methods of l)NA synthesis may provide a new. fiuidamental molecular- level tool and method for genetic studies. such ac construct- ing comprehensive and bar-coded knockout genetic libraries for human cell lines. Additionally, de novo DNA synthesis ds descnbcd hereui may facihtate understanding on thc StrllClllldl alai thoilSBlxlS Of fUBC(iontll ChaldCIClullCS Ol regulatory scqumiccs and help delineate Ihe roles ol'lu:sc translational and sequences in governing transcriptional, other regulatory processes in various biological cystenis. Furthemiore. aspects of the precent dicclocure provide lov cost, mpid DNA (gene) synthesi~, which enables ratiorml pro(cia ib:sign. BIUdvillg of plotcin sn11ctilrc-fUncllon rela- tionships, and Ihc cnginccnng ncw protcm functionalities, iaccines and anubioucs Likewise. large-sculcd de novo l)NA synthesis as pmvided by certain aspects of the present disclosure can greatly accelerate the \"design-build-test-\n\nJul. 29, 2021###_### us2021229059"], "The text discusses advancements in synthetic biology, particularly focusing on the \"design-build-test-learn\" cycle, which is central to rapidly constructing and optimizing genetic networks for controlling cellular behaviors and metabolic pathways. These advancements are useful for various applications, including chemical production and cell-based chemical sensing. A significant highlight is the capability for de novo DNA synthesis at genomic-level complexity, allowing complete control over an organism's genetic code. This opens up the possibility for the rational design and synthesis of viruses and bacteria, as well as utilizing DNA for creating complex 2D and 3D structures for new materials, therapeutics, and computational purposes. Another benefit mentioned is the potential for low-cost, long-sequence de novo DNA synthesis, which could revolutionize DNA-based high-density data storage and archiving.\n\nThe document also describes a specific technology involving a DNA polymerase, particularly a template-independent type like Taq polymerase, although it notes that the technology could apply to RNA polymerases as well. It goes on to detail an embodiment of the technology, including a platform with a substrate, an electrode, and links for immobilizing an enzyme near the electrode. This setup allows for the modulation of the enzyme's function through electric modulation, enabling the controlled addition of nucleotides to a DNA strand without the need for a template strand. The system can programmatically construct DNA strands by varying the power supplied to the electrode, thereby controlling the addition of nucleotides like adenine (A), thymine (T), guanine (G), or cytosine (C). The document further illustrates an electronic array chip with an electrode array, suggesting a scalable platform for this technology.\n\nIn summary, the text outlines significant technological advancements in synthetic biology, focusing on de novo DNA synthesis for comprehensive genetic control and the development of a platform for programmatically constructing DNA strands through electric modulation. These advancements have broad implications for genetic engineering, material science, therapeutics, and data storage.###_### us2021229059": ["learn\" cycle in synthetic biology. Bllov in for rapid buildin and Optimizing gcnctic Bc(works to control cellular behav- iors mid metabolic pathways (e.g . for chemical productions or cell-based chen)ical sensing). I'urthennore, de novo syn- thesis l)NAs at genonie level complexity enable the com- plete controi of an or anism's genetic code. providin for the complete rational design and synthesis of viral and bacterial. Such de novo DNA synthesis can also greatly facilitate thc utilization of DNA as u molecular tool Io crcatc complex 2D and 3D structures for nccc matcnals and dtccd- peuticc and to perform information processing and compu- tation. As another beneht, low-cost long-sequence de novo DNA synthesis according to aspects of the present disclosure empoivers DNA-based high-density data storage and archiving. [0022] Aithou h aspects of the present disclosure are generally described in reference to a DNA polymemse (e.g., a template-independent DNA polymerase„such as a Taq tins is merely an example. Onc of DNA polymcrasc), ordlnBiy skill will Iccoglllzc that dspccts ol Ihc plcscnl disclosure are applicable to uce with an RNA polymerase. [0023] Example implemcntauons of thc disclosed technol- ogy will now bc dcscnbtxl with refi:rcnce to thc accompa- nying figures. I illustrates d planar vtccc ol'n clectrodc FIG. [0024] 'lhe platforai 100 according to an exaniple emlxidiment electrode phctfonn I UU includes a substrate 105, an electrode 110, and one or more links 12U for immobilizing an enzyine at electrode 110. The links 120 may include, for example, biotin-streptavidin links which are configured to attach to an enzyme such as a polymcrase. In some cases, a PEG cltain may ace urc thc polymerase near clcctrode 110, wlulc allow- ing the enzyme to \"float\" or more easily adjust to electric nxidulation By nioduiating power supplied to the electrode electrodes, a functioning of the 110 and/or curroundin enzyme mav be controli&. For example. the enzyme connected to the links [00251 120 may be a DNA polymerase„such as a template-inde- pcndcnt DNA polymerase. As will be understood by onc of ordmary skill, template-indcpmidmit DNA polymcrasc cata- lyze the incorporation of deoxynucleotides at a terminus of a l)NA strmid v,ithout the uce of a teniplate (i.e, without strand). However. copying an existin this is merely an example. and in some cases, other polymerase enzymes may be used (e.g., those that typically depend on a template), but may bc likewise modulated to control nucleic order. Accord- ing Io aspects of thc prcscnt disclosure, a DNA strand may be designed and built by electric niodulation to the electrode 110, thereby contmllin a next nucleotide to be added to the strand. For example. the electrode 110 may have various power (e.g.. between -I vy and I 5 I/) which can control functioning of the polymerase. In some siniations, the seqilencc Uf cicclllc miidUldlloil (c.g., rapldlv chBnglng voltage of Ihc clectrodc 110) may bc used to control thc In the case of DNA. four or more different polymerase. and/or distinct electric modulations (e g, voltage or voltage orders) may be applied to electmde 110 and/or curround electrodes to control the DNA polymerase to selective add adenine (A). thymine (T), guanine (Ci). or cytosine ((') as a next nucleotide in a DNA suand. In this way DNA strands may be progranuuatically built. FIG. 2 illustrates an electronic array clup 200 with [0026] an electrode array 210 according to an exaniple embodi- I'he electrode array 2UU may be, as non-limiting ment.\n\nUS 202 [/0229059 A[###_### us2021229059"], "The text describes a detailed overview of an advanced biocompatible electrode array platform and its manufacturing process, specifically for applications that require precise control over biological processes such as DNA replication or modification. Two primary types of electrode array platforms are introduced: one based on a Liquid Crystal Polymer (LCP) and the other on a Complementary Metal-Oxide Semiconductor (CMOS) technology. The LCP is highlighted for its biocompatibility, high interfacial adhesion, and low moisture absorption, enhancing the long-term viability of micro-electrodes on LCP substrates.\n\nThe electrode array, identified as chip 200, allows for precise control of biasing voltage to each electrode, which can be adjusted individually or in parallel. The array consists of cells, each containing an electrode, either type 100 or 225, with the capability to generate a programmable biasing electric field. This field modulates the activity of a polymerase enzyme connected to an electrode, with the possibility of further modulation by selectively altering the voltage source or ground of electrode 225. Additionally, optical modulation using light sources, such as lasers directed towards the electrode, can be employed to modify the enzyme's operation.\n\nA specific embodiment is described (FIG. 3) where the electrode platform includes a substrate, an electrode, bio-links, and a polymerase enzyme. The arrangement allows for the programmable control of the polymerase enzyme via an electrical field, facilitating the creation of DNA strands or fragments. The design can accommodate multiple enzymes attached to a single electrode or a single enzyme controlled by multiple electrodes to enhance precision in DNA synthesis.\n\nThe manufacturing process of the electrode platform is outlined, starting with the plating of an electrode with gold through an electroless process, potentially followed by a secondary plating step for thickening the gold layer. This gold layer serves as an inert surface to prevent unintended chemical reactions. Subsequently, the gold-plated electrode is coated with silica nanoparticles through a self-assembled monolayer process, which may involve (3-mercaptopropyl) trimethoxysilane, serving as a seeding layer for further thin-film sol-gel silica and/or organosilane layers.\n\nThe summary encapsulates the innovative aspects of the described biocompatible electrode array platforms, emphasizing their potential in precisely controlling biochemical processes at the microscale through both electrical and optical modulation methods, and detailing the careful materials and methods chosen to ensure biocompatibility and functionality of the electrodes.###_### us2021229059": ["examples„a biocompatible liquid crystal polymer (LCP)- based board-level elcctrodc array or a Complementary mctal~xidc semiconductor (CMOS)-based mte rated circuit (I(')-level electmde arnly One of ordinary skill will recognize that I,('P is a bincompatible substrate niatenal lvith high interfacial adhesion and a low degree of moisnue absorption. which enhances long-term viability of micro- electrodes on LCP substmstes. The electronic array chip 200 may prox idc lu JI-pnxt ~ iou control of biasing voltage for each clcctrode uldividually or ui parallel. [0027] The clcctrodc array 210 includes an army nf cells includes ml clectrodc 100 or 225. Each 220. Each cell clcmrode 100 may besubstantiaily suniiar to that descnbcd I Meanwhile, each electrode above with reference tn I'ICI 225 may bee mund Power provided to electrnde ltkq flows to ground electrodes 225 creating a progranmiable biasing electric fiel. The electric field modulates the polymerase connected to electrode 110. In some cases. Clecuode 225 may bc sclcctivcly a voltage source or a ground tn miablc furlht:I IllndlfiCB11011 Ol lbC CICClrlCBI lickl. In some cases, one nr more light sources (e.g . laser [0028] light sources) dirac(cd toward Ihc electrode 110 may be provided. Thc light source(s) may be activated tn provide optical modulation (i e.. instead of or in addition tn electric nloduiatinn nf electrode I I 0) tn modify the operation nf the polymemsse 130. I'l(i. 3 is a perspective view of an electrode plat- [0029] filrm 100 according tn an embodiment I ilectrnde array 100 includes substrate 104. electrode 110. and bio-links 120, which may be substantially similar to like elements descnbcd above with refercncc to FIG. 1. Pnlymcrase cnzymc 130 is cotulcc )cd to the one or morc ol'bio-links 120. IIICI. 3 further depicts a pnlgraminable biasing electrical field 355 that controls pnlymenlse enzyine 130 [0030] Although as illustrated in FIG. 3. a suiglc cnzymc 130 is attached in a plurality of points (120) to a siagle electrode 110, this is merely an exainple In some cases, a plurality of enzymes 130 may be attached to a single ., to facilitate creation ofmultiple copies of electrode 110. e a DNAstrand or fragment simultaneously. Additionally, in ci rtain mubodimcnts, a single cnzymc 130 may be at timhcd/ tethered to/surrounded by a plurality ol chmtrodcs 110 (0 g., neighborin electrodes 110 in an array 210 tinning a box or partial bnx) Under sonic circumstances, by cnnnecting/ surmundin a single enzynie 130 with a plurality of elec- trodes 110„ the enzyme 130 may be more particularly controlled to produce a desired DNA strand with greater prt:clsloll. FIG. 4 is a flowchart 400 of a method of creating [0031] an electrode platfoml 100 according to an emixldiment The method uicludes plaung 400 an clecirndc 110 with gold For cxiunple, plaung 100 may be clecuuicss gold plating. In some cases. a secondary plating step may be performed (e a., with autncatalytic gold deposition) tn thicken the gold layer. The gold deposition layer provides a substantially inert surface to lunit unintended chemical reactions. such as lvith the polymerase enzyme and with the additional layers. [0032] Next, the gold-plated electrode 110 may be coated 420 lvith silica nanoparticles. For example, silica nanopar- nclcs mdy be applied to thc cicctrode 110 tlunugh a self- asscmblcxl monolayer of (3-mcrcapioprnpyl) trunethnxysi- lilutl Iu souu: cdscs. )hc 11101101avcl Iuilv'erve Bs il sccibug layer for depositing a thin-film sol-gel silica layer and/or an organosilane layer\n\n3\n\nJul. 29, 2021###_### us2021229059"], "The text describes a detailed process for creating a platform for DNA synthesis using an electrode coated with silica. The silica-coated surface of electrode 110 is functionalized by attaching bio-links, such as biotin PEG silane, which allows for the immobilization of polymerase enzymes on the electrode through a process called biotinylation. This setup is crucial for the subsequent steps in DNA synthesis. However, it is noted that improper binding of polymerase enzymes can inhibit the effective sensing capabilities of the electrode, possibly due to factors like decreased surface Debye length and non-specific binding that can misorient the enzyme molecules, thereby degrading their activity and functionality post-immobilization.\n\nThe document outlines a method for de novo DNA synthesis, which involves initiating DNA synthesis possibly by controlling the polymerase through electrical modulation to start building a DNA strand, such as a telomere. The process includes identifying the first nucleotide to be added to the DNA strand, adjusting the electrode to modulate the polymerase activity to add the identified nucleotide, and repeating the process for additional nucleotides until the DNA synthesis is complete. This completion might also involve controlling the polymerase to cap the DNA strand with a telomere.\n\nFurthermore, the text mentions the possibility of creating multiple DNA fragments either sequentially using the same electrode or in parallel using multiple electrodes. These fragments can be assembled into a complete DNA strand, potentially accelerating the assembly process compared to existing methods. DNA synthesis could also occur in a solution containing nucleoside triphosphates (dNTPs) and magnesium chloride, among other components, which might include a reaction buffer and corresponding dNTPs.\n\nThis summary is based on US Patent Application US2021229059.###_### us2021229059": ["[0033] The silica-coated surface of electrode 110 is then liincttnnalrznl 430 by auaching bio-links to thereto. For instance, biotin PEG sllmie provides functlonahzcs 430 the electrode 110 surface and provides bio-links 120 for enzyme attachment Pnlymenlse 130 is then immobilized 440 by attaclung the polymerase to the treated electrode 110 throu h biotinylation. [UU34J One of ordinary skill will recognize that the elec- trode platfomi creation described in reference to lti(i 4 is merely an example, and various alternative techniques may be used to inunobilize polynlerase on an electrode. [18)35J One of ordinary skill will also recngttize that improperly binding poiymerase enzymes to the surface of electrode 110 may result in inhibitory activities against the clfbctlvc scusulg, Bcl lid iloll I doge ol tile surfBcc, C.g., slllfacc \"Debyc length\" decrease duc to attached mohmuics. Fur- thcnnnrc, non-specllic bindulg oficn ciulnot guarantcc thc pmper orientation of the enzyme molecules and then degrade activities and filnctionalities of the enzyme after inunobilization. Therefore. it is essential to employ reliable that polymerase described above with rel'crcncc to FIG. 4) that arc compat- lblc with clcctroilcs dud/tlr clccilixlc BITB)'s. FICI. 5 is a flowchart 500 of a method of de novo [0036] DNA synthesis according to an embodiment. The method includes uutiatlng 510 DNA synthesis. Iu some cases, ini- tiating 510 DNA synthesis may include controlluig thc thmugh electrical modulation) tn polymerase 130 (e 8, build a teloinere. Then, a first nucleotide is identified 520 For ex unple, data representative of a DNA strand may be provided to a processor. and the processor may identify 520 a next nucleotide in the DNA strand. Electrode 110 is ad)usted tn modulate 530 the pnlymcmsc 130 to add the lira) nuclcotulc to thc DNA suand. For example. by ad)usung the voltage biasing of the electrode 110, the pnlymerase may be nxldulated 530 to attach a ditferent base tn the end of the DNA strand.\n\nIt is determined 54U whether additional nuclentides [UU37J should be added tn the l)NA strand If so (540 Yes), the next or subsequent nucleotide is identified 520 and the electrode 110 is modulated 530 to add the next nucleotide to the strand. In not (540 No). DNA synthesis is completed 550 In some cases. completing 550 DNA syntlmsls may include controlhng thc polymcrasc 130 (c.g., tluough clec- tncal modulation) to build a telnmere on the end of the l)NA strand.\n\nIn certain cases, DNA synthesis (e g . as described [IN)38] above) may be used tn create a plurality of DNA fragtnents The fragments may be created sequentially (e.g. using a same electrode 110) or in parallel (e.g.. using a plumslity of lbr clectrodcs 110). The frabunents may bc combined, cxiunplc, using fragment assembly umlmlqucs known ui thc rc la 1 cd art, to fomt a complete DNA strand. Accordulgly, the speed of assembly may be even further improved over the related art.\n\nIn some instances. DNA synthesis may occur [UU39J v ithin a solution (such as a solution of nucleoside triphos- phate (dNTP) and/or magnesium chloride (e g.. 10 PM of dNTPs and/nr 1.5 UM of MgCIB)). Iu some instances, ihere tait)'IISO bC B IcdC(1011 buflt:I prCSCilt lu thc Solifilnll. AS a Ihc solution may uiclude 1.5 plvi nou-limiting cximiple. Mg('l„standard P( I& reaction buffer, and 10 PM of corre- spondmg dN'I'Ps\n\nUS 202 [/0229059 A[###_### us2021229059"], "The text describes a detailed diagram of a CMOS actuation array (600) that could be implemented in various aspects of the technology discussed, potentially serving as an electronic array chip (200). This array is part of a broader system architecture that also includes a computing device capable of controlling electrodes (110) to modulate polymerase (130) and control DNA synthesis, among other functions. The computing device architecture (700), detailed in FIG. 7, comprises several components:\n\n1. A central processing unit (CPU) (702) for processing executable computer instructions.\n2. A display interface (704) supporting a graphical user interface for rendering graphics, images, and text on either a local or remote display. This interface can connect directly to a local display, like a touchscreen, or wirelessly to an external display, such as a desktop monitor mirroring a mobile device's screen.\n3. An electrode interface (760) connects to electrodes (110), allowing monitoring or control over these components.\n4. A network connection interface (712) that can be configured for wired or wireless communications, facilitating the rendering of videos, graphics, images, text, and other information on the display. This interface supports various ports and communication methods, including serial, parallel, USB, HDMI, Bluetooth, NFC, and others.\n5. A keyboard interface (706) provides a communication interface to both physical and virtual keyboards.\n6. A presence-sensitive display interface (708) connects to a presence-sensitive display (707) and supports communication with various devices like pointing devices, capacitive and resistive touch screens, touchpads, and depth cameras, which can be integrated with a display.\n\nThe document, dated July 29, 2021, and identified as US2021229059, indicates that these components and their configurations are examples and do not limit the scope of the computing systems, methods, and computer-readable mediums that could be implemented following the disclosed technology.###_### us2021229059": ["FIG. 6 is a detailed diagram of a CMOS actuation [0040] array 600 thai muy bc usod io implemen1 aspects of the present disclosure For example. ClvIOS actuation array 600 niay be used as electronic array chip 200. One of ordinary skill will recognize that various altemntions and alternative arrays could be utilized with aspects of the present disclo- sure. [0041] As desired, iniplementations of the disclosed tech- nology may include a computing device that can control one or more electmdes 110 with more or less of the components illustrated in FIG(. 7. The computing dei ice architecnire 700 is provided for example purposes only and does not limit the scope ol'he vunous implemcntauuns of die present dis- closed computing systems. methods, Bnd computer-readable niediums [0042] The computing device arcluicciure 700 ol'IG. 7 includes a central processing unit (CPU) 702. whcrc cxccut- dble computer utstructtons arc processed, a ihsplay uiierfacc 704 that supports a graphical user interface and provides functions for rendering video graphics, images. and texts on the display Computin device architecture 700 may include an electrode interface 760 that can connect to one or more cfccxrodcs 110 (c.g, clcctrodc array(s) 210 aud/or electronic array clap(s) 200) to monitor BBIVor control thc s unc. For cxiunple, CPU 702 may contml voltage biasing of the electrodes 110 to modulate polymemnse 130 and contml DNA synthesis. In certain example implementations of the the display interface 704 connects disclosed teclmolo y. directly to a local display. such as a touch-screen display In another associated with a mobile computin example implementation. the display uiierlhcc 704 provides daid. miagcs. mid other Inl'onnation for an exicmal/rmnotc display 750 that is not necessarily physically connected to the mobile computing device I'or example, a desktop nioiu- tor can mirror raphics and other infomiation presented on a mobile computing device. In certain example implemen- tations, the display interface 704 wirelessly conmiunicates, for example, via a WI-FI chiuuicl or uthcr available network con+Ox(ion intcrl'acc 712 to thc external/remote display.\n\nIn an example implementation. the network con- [0043] nixuon uiicrlbcc 712 cdu bc conii ured as a wtru! or w ircless conunuiucutiou interface mid cdn provide I'unctions for rendering vidixi, graphics. images. (ex1. other uifomia- tion, or any combination thereof on the display. In one example. a comniunication interface can include a senal port, a parallel po(t, a general purpose input and output (C)PIO) port, a game port. a universal serial bus (USB), a nucro-USB pork a lugh dclinition mulumcdia (HDMI) purl, a video port. un audio pork a Bluciooih port, a near-(ield commumcaiion (NFC) port, another hkc conununicaiion interface. or any combination thereof. [0044] The computing dcvicc architccturc 700 can include leyboard interface 706 that provides a communication interface to a physical or virtual keyboard. In one cxiunplc the computing device architecture 700 implementation, includes a presence-sensitive display interface 708 for con- necting to a presence-sensitive display 707. According to certain example implementations of the disclosed tecluiol- ogy, thc presence-sensitive uipui mterfacc '708 provulcs a commumcaiion uiicrl'acc to venous devices such as a poin1- uig device. a capacitive touch screen, a rcsisuvc Iuuch screen, a touchpad. a depth cainera. etc which may or may not be integrated with a display.\n\nJul. 29, 2021###_### us2021229059"], "The document describes a computing device architecture (labeled as architecture 700) which integrates various components and interfaces to facilitate interaction between the user and the device, as well as between the device and its environment. Key elements of this architecture include:\n\n1. Input/output interfaces to enhance user interaction and environmental awareness, including a keyboard interface (706), display interface (704), presence-sensitive input interface (708), network connection interface (712), camera interface (714), sound interface (716), among others. These interfaces support a variety of input components such as mice, trackballs, cameras, microphones, sensors, smartcards, and more, which can be either integrated or separate from the computing device.\n\n2. Additional input components mentioned include accelerometers, magnetometers, digital cameras, microphones, and optical sensors, underlining the device's capability to capture a wide range of environmental and user-generated inputs.\n\n3. The architecture supports wireless communication through an antenna interface (710) and a network connection interface (712), enabling the device to connect to networks and communicate remotely. The display interface (704) can present information from these networks, and the camera interface (714) supports digital image capturing functionalities.\n\n4. Sound conversion is facilitated by a sound interface (716), which utilizes microphones and speakers to convert between sound and electrical signals.\n\n5. The architecture includes memory components for storing data and running applications, such as Random Access Memory (RAM) (718) for volatile storage, Read-Only Memory (ROM) (720) for invariant system code, and additional storage mediums (722) like hard drives or flash drives for files, operating systems (724), application programs (726), and data files (728).\n\n6. A power source (730) is included to provide necessary power to the device components, ensuring functionality.\n\n7. A telephony subsystem (732) is incorporated to enable the device to transmit and receive communications, highlighting the device's capability for telephonic interactions.\n\nOverall, the computing device architecture 700 is designed to be a versatile and interactive system capable of supporting a wide range of functionalities, from user interaction through various input/output interfaces to communication capabilities, both locally and over networks.###_### us2021229059": ["device architecture 700 can be [0045] The computin collllglllcd (0 OSC OBC OI Biol e Ilipui Colllpollellm VIB OIIC Ol more of inpuVoutput uiicrfaces (for cxamplc, ihc keyboard interface 706, the display interface 704, the presence sensi- tive input interface 708. Oetv ork connection interface 712, camera interface 714. sound interface 716„etc ) to allow the computing device architecture 700 to present information to a user md capture infomiation from a device*s environment including instructions from ihe device's user. Thc inpu1 components can uiclude a mouse, a trackball, a directional pad, a track pad, a touch-verified tmnck pad, a presence- sensitive track pad, a presence-sensitive dispkny, a scroll ital camera including an adjustable lens, a digital v heel. a di video camera. a web can)era. a microphone. a sensor, a smartcard, and the like. Additionally, an input component can bc integrated with ihc compuuug device arclutcciure 700 or can be a sepnratc device. As addiuoual cximiples, input components can include an acceleronieter. a magne- tometer, a digital camera. a microphone, and an optical scilsor. [0046] Example unplemcntdtions of the computing device arclutccturc 700 can include an animma uitcrl'acc 710 thai provldCS d ColllllllullCdilou IllierfaCC to till alliclllld: d net- work connection interface 712 can support a wireless com- nninication interface to a netv ork As mentioned above, the display interface 704 can be m cotmnunication with the network connection interface 712. for example, to provide lllforlllaililll for display'u il IClllo(C dlsplB)'hB( IS lli11 directly connected or attached to thc system. In ceruiin implementations, a camera uiicrlacc 714 Is providod Iha1 acts as a conununication interface and provides functions fbr capturing digital in(ages fmm a camemn. In cenain imple- mentations. a sound interface 716 is provided as a conunu- nication interface for converting sound into electncal si nnls I ISlllg ii ullCropiloilC slid IOI Coirvcltlllg ck:Cirlcill SlglldlS Ill(0 sound usuig a speaker. According to example unplcmcnid- tions, a random access mmuory (RAM) 718 is proviikd, where executable computer instnictions and data can be stored m a volatile memory device for processing by the CPU 702. [0047] According to an cxiunple unplmumiiation, the com- putiug device arclutccture 700 uicludcs u rend-only memury (IfOM) 720 v,here invariant low-level system code or data for basic system functions such as basic input and output (I/O), startup, nr reception of keystrokes front a keyboard are stored in a non-volatile inemory device. According to an example impiementation, the computing device architecture 700 includes a storage medium 722 or other suitable type of memory (c.g. such as RAM. ROM, programmablc read-only read-only meniory meniory () IPROM), electrically erasable programmable read-only memory (I:I!PIK)M). magnetic disks, optical disks. fkippy disks, hard disks, removable cartndges, flash drives). for storing files include an opemnting system 724, application programs 726 (including, fiir example. a web brow scr application. a w idgci or gad et engine, and or other applications, as necessary). and data hles 728 According, to an example implementation. the con)puting device architec- ture 700 includes a poiver source 730 that provides an appropnate alternating current (AC) or direct current (DC) to power components. [0048] According to an cxiunple unplmumiiation, the com- puting device architecture 700 includes a telephony subsys- tem 732 tlmt allnivs the device 700 to transmit and receive\n\nUS 202 [/0229059 A[###_### us2021229059"], "The text discusses a device architecture designed to process and manage audio and data information over a telephone network. This architecture, shown as a subsystem but potentially part of the network connection interface, includes various components such as a CPU, RAM, and storage media, which communicate over a bus. The CPU is structured to function as a computer processor and may include multiple processing units. It interfaces with RAM for quick data access during the execution of software programs like operating systems, application programs, and device drivers. The architecture specifies at least 728MB of RAM and 256MB of flash memory for storage.\n\nThe storage medium can encompass a variety of physical drive units, including RAID, various disk drives (floppy, hard disk, USB flash, thumb, pen, key drives), optical disc drives (HD-DVD, Blu-Ray, Holographic Digital Data Storage), and external memory modules (DIMM SDRAM, micro-DIMM SDRAM). These storage mediums allow the computing device to access and execute software programs, off-load data from the device, or upload data onto the device.\n\nThe term \"computing device\" in this context can refer to a CPU or a broader range of devices, including mobile tablets, smartphones, smartwatches, and devices capable of outputting content to local or external displays and speakers. The architecture supports various I/O interfaces for communication with input/output devices, facilitating user interaction through displays, keyboards, keypads, mice, control panels, touch screens, microphones, etc.\n\nThis summary encapsulates the detailed technical description provided on July 29, 2021, under the document reference US2021229059, highlighting the device architecture's capability to manage and process information within a networked environment.###_### us2021229059": ["audio and data information over a telephone neuvork. AltlloUgll sliowll as a scpBratc sUbsvstclll, tclcplloil)'ubsystem732 may bc unplcmcnted as part ol'hc network connection interface 712 11ie constituent components and the ( PU 702 communicate w:ith each other over a bus 734. [0040J According to an exaniple implementation, the ('PU 702 has appropriate structure to be a computer processor. In the CPU 702 includes more than one one arrangement. proccssuig unit. The RAM 718 interfaces v;idi the computer bus 734 to provide quick RAM siorage to the CPU 702 ilUllllg tile cxcclltlori of softwalc proglaills silcll iis tile Operatin system, applicatiim programs. and device dnvers. More specihcally, the ('PU 702 loads computer-executable process steps from the storage medium 722 or other media into a field of the RAM 718 in order to execute soflware programs. Data can bc stored ui the RAM 718, where the data can be acccsscxf by the computer CPU 702 during cxccuuon. In onc cxamplc conftgumtion, thc device arclu- tecture 700 includes at least 728 MI3 of RAM, and 256 MII of flash memory 'I he storage niediuni 722 itself can include a nunt- [0050J ber of physical drive units. such as a redundant array of independent disks (RAID), a floppy disk drive. a fiash memory. a USB flash dnve, an external hard disk dnvc, tlnimb drive. pcn dnvc, kcy dnvc, a High-Density Di ital Versatile I )i ac (I ID-DVD) optical disc drive„an internal hard disk drive, a Iflu-Ray optical disc drive, or a Ilolographic l)igital l)ata Storage (IIDI)S) optical disc drive. an external in-line memory module (DIMM) syncftronous mini-dual dynamic random access memory (SDRAM). or an exteriml nncro-DIMM SDRAM Such computer readable storage media allow a computuig dcvicc to access computer-excxut- able pmcess steps, application prop mns and the like. stored on removable and non-removable meinory media. to otf- load CLsta fmm the device or to upkmd data onto the device. A computer program product, such as one utilizing a com- munication system. can be tangibly embodied in storage medium 722, w hich cnn include a maclunc-res dablc storage medium. [0051] According to onc cximiple uuplcmentation, thc tenn computing device, as used herein, can be a CPU. or conceptualized as a ('Pf) (fi)r example, the ( Pl) 7()2 of I 1(i. 7). In this example implementation, the computin device (CPU) can be coupled. connected. and/or in conununication with one or more peripheral device~, such as dispLsy. In another example implcmenmitiorc thc remi computuig device. as used herein, can rcfi:r to s mobile computing tablet computer, iil'lllart device such as a smartphone, watch the computiag device outputs content to its local display and/or speaker(s). In another example implementation. the computing device outputs content to an external display device (e.g.. over Wi-Fi) such as a TV or au external computing system In example implcmenuitions of the disclosed tech- [0052] nology, a computing dcvicc uicludcs miy number of hard- ware and'or soflware applications that are executable to facilitate any of the operations In example iinplementations, one or more I/O interfaces facilitate conununication between the computing device and one or more input/output devices. For example, a universal senal bus porn s senal porm a disk dnic. a CD-ROM dnve, and/or onc or morc user interface devices. such as a display, keyboard. Leypad, mouse, control panel, touch screen display, nucmphone, etc „can facihtate user intemsction with the computing device 'I'he one Or ntore\n\nJul. 29, 2021###_### us2021229059"], "The text discusses the use of I/O interfaces in computing devices for receiving data and instructions from various input devices, and how this data can be processed by computer processors or stored in memory devices. It elaborates on the role of network interfaces in connecting computing device inputs and outputs to various networks (e.g., LAN, WAN, Internet, cellular, Bluetooth, Wi-Fi, satellite) and external devices or systems, facilitating communication. The document also describes certain implementations of the disclosed technology, referencing block and flow diagrams of systems, methods, and computer program products. It explains that these implementations can be executed by computer-executable instructions on general or special-purpose computers or processors, thus producing a specific machine or process. These instructions may also be stored in computer-readable memory, creating an article of manufacture that implements specified functions. The text highlights that implementations may include a computer program product with computer-readable program code to execute specified functions. Finally, it mentions that the block and flow diagrams support combinations of means for performing specified functions, suggesting a flexible approach to implementing the technology. The document is identified as US 2021/0229059 A1.###_### us2021229059": ["I/O interfaces can be utilized to receive or collect data and/or user instructions from a wide vancty of uiput devices. Rccmvcd data can be proccsscxl by onc or morc compuier pmcessors as desired in various iniplementations of the disclosed technology andior stored m one or niore memory devices. [00531 One or more network interfaces can facilitate con- nection of the computing device inputs and outputs to one or morc suitable ac(worl s and/or connections: for example. thc connixtions that facihtatc communication with any number of sensors associated with thc system. Thc onc or morc network interfaces can further facihtate connection to one or more suitable networks; for exiunPI. a local area nenvork, a wide area network, the Internet, a celluLar network, a msdio frequency network, a Bluetooth enabled netv ork. a Wi-Fi enabled network, B satellite-based network auy wtrcxf nct- Wolk, Bll)'lrCICSS IICtv:Olk, Otc.. for CollllllUlliCatioll Wltll extcnial dcviccs mid/or systmns. [(8154J Certain implementations of the disclosed technol- ogy are described above with reference to block and floiv diagrams of systenis and methods and/or computer program products according to exaniple implementations of the dis- closed teclmology. It ivill be understood that one or more blocks ol thc block diagrams and flow dtagmms, mid com- buiations ol'blocks in thc block diagranw aud flow diagriuns, respectively, can be implemented by computer-executable I ikev ise, sonic blocks of the block pmgram instnictions. diagrams and flniv diagmms may not necessarily need to be perfomied in the order presented„may be repeated, or may not necessarily need to be performed at all, according to SolllC illlplClllCIltatloliS Of tliC iilSclosixl tCcllllologv. [0055] These compuicr-ixccutablc program uisiructions illii)'c loildcd oil(0 a gcllct'ill-pUrposo coillpiltcl; a spccial- purpose computer, a pmcessor. or other pmgramniable data pmcessing apparatus to pmduce a particular niachine, such that the uistructions that execute on the computer. processor, or other programmable data processing appamstus create means for implementing one or more functions specified in thc flow diagram block or blocks. These computer pro riun iustnictions may also be stored in u computer-rcadablc meniory that can direct a computer or other programmable data processing apparatus to function in a particular manner, such that the instructions stored in the computer-readable memory produce an article of manufacture includin instruction means that implement one or more hnictions spccilicd in thc flow dmgram block or blocks. As an example, uuplemcntations of the disclosed technology may pmvide fnr a computer program product. including a com- puter-usable medium having a coniputer-readable program code or program instructions embodied therein, said com- puter-readabie prograni code adapted to be executed to implement one or more functions specified in the flow duigram block or blocks. The computer program uistructions may also bc loiulcd onto a computer or other progmnunablc data processing apparatus to cause a series of operational elements or steps to be performed on the computer or other programmabie apparatus to produce a computer-imple- mented process such that the instructions that execute on the computer or other proymnmabfe apparatus provide ele- ments or steps for unplemcnting thc fuuctiom specdicxf in the flow diagram block or blocks. [0056] Accordingly, blocks of thc block diagmms and flov diagrams support combinations of nieans fi)r perti)rm- ing the specified fiinctions. combinations of elements or\n\nUS 202]/0229059 A]###_### us2021229059"], "The provided text discusses the implementation of certain technologies through various methods and devices, specifically highlighting the flexibility in executing the specified functions. It mentions that the functions, steps, or elements described can be implemented using either special-purpose hardware, computer instructions, or a combination of both. The text also refers to mobile computing devices as examples of platforms that could utilize the disclosed technology, listing portable computers, tablets, PDAs, ultra-mobile PCs, tablet PCs, and smartphones as potential carriers of the technology.\n\nThe document clarifies that while specific details and examples are provided to explain the technology, these implementations are not limited to those specifics. It is emphasized that the technology could be practiced without some of these details and that well-known methods, structures, and techniques might not be detailed to keep the description clear. The text encourages a broad interpretation of the implementations, stating that not every implementation needs to include the same features, structures, or characteristics.\n\nFurthermore, it addresses the semantics used in the document, explaining that terms like \"connected\" and \"coupled\" have specific meanings related to the direct or indirect communication or joining of functions, features, or characteristics. The use of \"or\" is meant to be inclusive, and articles like \"a,\" \"an,\" and \"the\" are intended to refer to one or more instances unless specified otherwise. Ordinal adjectives like \"first,\" \"second,\" \"third,\" etc., are used to distinguish between different instances of similar objects without implying a specific sequence, priority, or ranking.\n\nLastly, the text concludes by stating that the disclosed technology is open to various modifications and equivalent arrangements beyond the described implementations. It emphasizes that the use of specific terms is for descriptive purposes only and not intended to limit the scope of the technology. The document is identified by the reference number US2021229059, dated July 29, 2021.###_### us2021229059": ["steps filr performing the specified function~. and program instruction means for pcrfomiing Ihc spccificd funcl&ons I& will also bc understood tha& each block ol'he block du&- ran&a and flow diagrmns, and combiimtions nf blocks in the block diagrams and flow diagrams, can be iinplemented by special-purpose, hardware-based computer systems that per- form the specitied fi&nct&ons, elements or step~. or combi- nations of special-purpose hardware and computer insiruc- uom. [0057] Certain unplementations of the disclosed tecluiol- ogy are descnbcd above w i&h rcfcrcnce &o mob&lc computing devices. 11&osc skllh:il ill lllc alt Iccoglllzc tl&B& 11&crc Brc several catcgorics ol'ob&lc devices, generally known as portable con&puting devices that can nu& on batteries but are not usually classified as l&or example. n&Chile devices can include, but are not limited to portable comput- tablets. PDAs. ultra-mobile PCs tablet PCs. Internet ers, (L MPCsi and smnrtphones. In this description, numerous specific demils have [0058] been set forth. It is to be understood, however. that imple- mentations of thc d&scloscd &ccluiology may be pract&ccd without these spec&iic dctmls. In o&her instances, veil-known mc&hodk, structures and &imluuqucs have not bema shown &n to obscure an understanding of tlus detail description I&eferences to \"one implementation,\" \"an imple- mentation„\" \"example implementation,\" \"Various imple- mentations.\" etc.. indicate that the impien&earn&ion(s) of the disclosed technology so dcscnbixl may include a parncular li:d&urc. suucturc, or charactcnstic, bu& noi cvcry implmnen- &at&on ncccssarily uicludcs &hc par&icular li:d&ure, s&ruc&urc, or characteristic I'urther, repeated use of the phrase \"in one implementation\" does not necessarily refer to the same implementation. although it may. the specification and the claims, the [0059J following tern&a take at least the meanings explicitly asso- ciated herein, unless the context clearly dictates oiherv.ise. The tenn \"connected'* means that one hmction, feature, struc&urc. or clrdrac&eris&ic &s dircclly )oined &o or in com- s&nic&urc, or munication with another lunclion, characteristic 'lhe term \"coupled\" means that one function, feature. stn&cture, or characteristic is directly or indirectly joined tn or in comnlunication with another tunctin&1, fea- ture, structure„or chamlcterist&c. The term \"or\" is intended to mean an inclus&ve \"or.\" Further. the terms \"a.\" \"an.\" and '*the'* arc intended &o mean one or morc unless speciiicd to bc dircc&cd to a othcrwisc or clear from the con&cxt Slllgilldl for&&i. [0060J As used herein, unless othenvise specified the use of the ordinal adjectives \"first.\" \"second,\" \"third.\" etc . to describe n common object, merely indicate thai difi'erent instances of like objects are being referred to. and nre not intended to unply that the obiects so described must be in a glvi 11 sl qucllcc, I Ill&i Y 0 lllpol'llv, spa&lallv. 1&l I'allklllg, or ill dl&V o&llcl\n\nIl&all&&CI'0061]\n\nWlulc ccrta&n implcmcn&at&ons of thc disclosed technolo y have been described in connection with what is presently considered to be the most practical and various implementations, it is to be understood that the disclosed teclmology is not to be limited to the disclosed implemen- tauons. bu& on thc contrary, &s uitcndcd &o cover venous mod&lications m&d cquivalen& armn cmen&s uicluded w»lun thcscopc of &Ilc appcildcd ckillllw Al&hoiigh spec&lic uzi&is are enlployed herein. they are used in a generic and descrip- tive sense only and not for purposes of limitation\n\nJul. 29, 2021###_### us2021229059"], "The provided text describes a detailed patent disclosure related to a method for synthesizing a nucleotide chain, which involves assembling nucleotides in a specific sequence using a polymerase enzyme controlled by electrically modulating an electrode. This method enables the construction of a nucleotide chain, including adding a telomere at the end, through a series of steps defined in various clauses:\n\n1. **Clause 1:** Outlines the basic method for assembling a nucleotide onto a nucleotide chain by identifying the nucleotide and controlling a polymerase enzyme with electrical modulation.\n2. **Clause 2:** Expands on Clause 1 by including the assembly of a telomere onto the end of a nucleotide chain.\n3. **Clause 3:** Involves repeatedly identifying subsequent nucleotides and assembling them onto the nucleotide chain until it is complete.\n4. **Clause 4:** Describes the step after the nucleotide chain is complete, where a telomere is assembled at the end of this complete chain.\n5. **Clause 5:** Introduces the concept of receiving data indicative of the nucleotide order to identify the first and subsequent nucleotides for assembly.\n6. **Clause 6:** Divides the ordered nucleotides into sub-orders for assembling nucleotide chain fragments, which are then combined to form the complete chain.\n7. **Clause 7:** Provides details on assembling the first nucleotide chain fragment by identifying and assembling nucleotides from the first sub-order.\n\nThe patentable scope of the technology is defined in the claims and may include examples that are structurally similar or equivalent to those described, making them part of the patent scope. This method allows for the precise synthesis of nucleotide chains, which has applications in various technological, biomedical, and research fields, enabling skilled individuals to implement this technology using various devices and systems.###_### us2021229059": ["[0062] This Vvritten description uses examples to disclose certain &mplemcn&auons ol'he disclosed tccluiology. uiclud- iug &hc bcs& mode, and also to enable any person skilled in the ait to practice certain inlplementations of the disclosed and using any devices or teclmology, systems and perfomling any incorpomted method~. The patentable scope of certain in&plementations of the disclosed teclmology is defined in the cLaims, and may include other cxiunplcs &ha& occur to those sl &lied in thc arn Such other cxiunplcs are uncoded to be within thc scope of thc clauns if they have structmal elements that do not difFer fnlm the litenll language of the claims, or if they include equivalent stnictural elements with insubstantial d&fi'erences from the literal lan uage of the cLlims. [0063] An cmbodimcnt of the presm&t disclosure may bc in&plenlented accordin to at least the filllowing: [0064] Clause I: A method of synthesis of a nucleotide chain, the nucleotide chain including an ordered plurality of nuclco&ales, &hc method compris&ng. &dent&fying a Iirsl nuclcotulc ol'he ordcrml plural&ty of nucleotalcs, contrul- ling a polymerase enzyme tn assenlble the first nucleotide onto the nucleotide chain by electrically modulating an electrode; identifying a subsequent nucleotide in the ordered plurality of nucleotides as a current nucleotide; and control- ling the polymerase enzyme to assemble the current nucleo- t&dc onto an cnd of Ihe miclcotidc clrdu& by elec&rically illodilldtlllg &1&C CICC&lode. [0065] Clause 2: The method of clause I further compris- in: controlling the polymemlse enzyme to assemble a telo- merc by elcctncally modulating thc clcctrodc. thc poly- merasc mlzymc asscmbluig thc lirst nuclcot&dc onto an end of &hc tclomcre. [0066] Clause 3: The method of clauses I or 2 further comprising: repeatedly identifyin a subsequent nucleotide iu thc ordcrcxl plural&ty of nucleo&ides as &hc current micleo- t&dc m&d controlluig thc polymcrase m&zyme to assemble &hc current nucleo&idc on&o thc end ol Ihc nuchx&t&dc chain un1&l the polymerase enzyme assenlbles a complete m&cleotide chm&1. [t)067J Clause 4 'I'he methnd of any of clauses 1-3 further comprising. afier assembly of the con&piete nucleotide chain, coiltnlllin the polynlerase enzyn&e to assemble a telomere to the end of the complete nucleotide chain by electrically modulating the electrode. [IN)60J Clause 5 'I'he method of any of clausesl -4 further comprising receiving data indicative of an order of nucleo- tides. the first nucleotide and subsequent nucleotide being idm&tiiicd from &hc dd&a. [0069] Clause 6: The method of clause 5 further compris- in: d&viding the order of nucleotides into a first sub-order comprising a plurali&y ofnucleo&ides and a second sub-order comprising a pluruli&y ol nuclco&ides, assembling a Iirs& nucleotide chain fragment corresponding to the first sub- order; assembling a second nucleotide chain fragment cor- respondin to the second sub-order: and combining the tirst nucleotide chain fra~&ent and the second nucleotide chain fragment. [0070] Clause 7: The method of clause 6, wherein as&am- the first nucleotide chain fmlgment comprises: identi- bi&n fy&ng a first nuclix&udc of thc lirst sub-order plural»y of lirst polymcrase enzyme &o nuclcotulcs, controlluig a asscmblc &hc first nucleotide of the lirst sub-order on&o &hc first nucleotide chain fra nlent by electrically n&odulating, a first electmde; identifying a subsequent nucleotide of the\n\nUS 202 [/0229059 A[###_### us2021229059"], "The text outlines a detailed method and system for assembling nucleotide chains, a fundamental process in synthetic biology and DNA synthesis. The method involves a series of steps where nucleotides are assembled in a specific order to form nucleotide chains, facilitated by polymerase enzymes and controlled by electrical modulation.\n\nKey points include:\n\n1. **Nucleotide Assembly Process:** The method starts by identifying a nucleotide from a sub-order plurality of nucleotides and using a polymerase enzyme to attach this nucleotide onto the end of a nucleotide chain fragment. This attachment process is controlled by electrically modulating an electrode adjacent to the polymerase enzyme.\n\n2. **Sequential Assembly:** After attaching the first nucleotide, subsequent nucleotides from the sub-order plurality are identified and similarly attached to the chain, one at a time, with the use of electrical modulation to control the process.\n\n3. **Parallel Assembly:** The method allows for the simultaneous assembly of different nucleotide chain fragments, indicating a potential for parallel processing to expedite the synthesis process.\n\n4. **Electrode Array:** The method utilizes an electrode array for controlling the polymerase enzymes, suggesting a sophisticated setup that can handle multiple assembly processes simultaneously.\n\n5. **Light Modulation and Enzyme Immobilization:** Further refinements include modulating a light source directed at the polymerase enzyme and immobilizing the enzyme adjacent to the electrode, which could enhance the precision and efficiency of the assembly process. The enzyme can also be tethered to the electrode using a polyethylene glycol (PEG) chain.\n\n6. **Solution Composition:** The polymerase enzyme operates in a specific solution that includes nucleoside triphosphate and may also contain magnesium chloride and a reaction buffer, which are essential for the polymerization reaction.\n\n7. **Voltage Application:** Electrical modulation involves applying a series of voltage changes to the electrode, which suggests a fine control over the assembly process, likely allowing for the precise addition of nucleotides to the growing chain.\n\n8. **Template-Independent DNA Polymerase:** The method specifies the use of a template-independent DNA polymerase enzyme, which implies that the synthesis process does not require a pre-existing DNA strand to guide the assembly of nucleotides.\n\n9. **Nucleotide Types:** The nucleotides involved in the assembly process include the four standard bases of DNA: adenine (A), thymine (T), guanine (G), and cytosine (C), with each requiring distinct electrical modulation for assembly.\n\n10. **System Components:** The system comprises an electrode, a polymerase enzyme immobilized next to the electrode, and a computational setup with a processor and memory that stores instructions for controlling the electrical modulation and, consequently, the nucleotide assembly process.\n\nThe document, identified by its filing date and number (Jul. 29, 2021, US2021229059), presents a sophisticated approach to DNA synthesis, emphasizing precision control through electrical modulation and the potential for parallel processing.###_### us2021229059": ["first sub-order plurality of nucleotides ac a current nucleo- tide of Ihc lira& sub-order, and conirollmg the lira& poly- mcrasc enzyme to assemble Ihc current nucleot&de of the firs sub-order onto an end of the first nucleotide chain fra nient by electncally modulating the first electrode [00'71] Clause 8. Thc method of clauses 6 or 7, whcrc&n assembling the second nucleotide chain frag&neat comprises identifying a first nucleotide of the second sub-order plu- rality of nucleotides: controlling a second polymerase enzyme to assemble the firs nucleotide of the second sub-order onto thc second nucleotide chmn fbagmcnt by clcmncally modulat&ng a second clecIrodc: nlennfying a subscxfucnt nuclcoude oi'hc second sub-order plurality of micleotides as a current m&cleotide of the second sub-order, and controllin the second polymerase enzyu&e to assemble the current nucleot&de of the second sub-order onto an end of the first nucleotide chain fragment by electrically modu- lating the second electrode. [0072] Clause 9: The method of any of clauses 6-8, wherein assembling the first nucleotide chain fragment and asscmbl&ng the second nuchx&tide chaui fbagmcnt are per- formed at least parually &n parallel. [0073] Clause 10 The method of any of clauses 7-9, 0 barmn Ihc lira& clectrodc imd thc second clectrodc are a part con&roll &ng of a same clcctrodc array [0074] Clause ll The method of any of clauses 1-10, 0 hcrcui thc polymers ac enzyme Io assemble the lirst nucleotide 1'urthcr comprises modulatmg a 1&ght source sf&i&ting on the polynierase enzyme. [00'75] Clause 12. Thc method of miy of clauses 1-11, whermn the polymcrasc enzyme &s umnobilized ailj ment to the electrode. [0076] Clause 13. Thc method oi imy 01'lauses 1-12, whcrcui Ihe polymcrasc enzyme is leashes! Io Ihe clecIrode with a polyethylene glycol (Vl!(I) clmin [00'77] Clause 14. Thc method oi'ny ol clauses 1-13, wherein the polymerase enzyme is in a solution comprising nucleoside triphosphate ('lause 15 'I'he method of clause 14, ivhereui the [0078] solution further comprises nm necium chloride, a reaction bufi'er, or both magnesium chloride and a reaction buffer [0079] Clause 16: The method of any of clauses 1-15, wllclclll ch:ctllc 11108&da&1011 conlpliscs i&ppfynlg a sc11cs of ioltagc changes Io the electrode. [0080] Clause 17. Thc method oi imy 01'lauses 1-16, wherein the polymerase enzyme is a template-independent l)NA polymensse 'I'he method of any of clauses 1-17, [0081J &vherein each nucleotide of the ordered plurality of nucfeo- tides comprises one from among adenine (A), thymine (T), gUII&11110 (C&), alii Cvtoslllc (C). [0082] Clause 19: The method of clause lb. whcrc&n controlln&g thc polymerase cnzymc Io assmnbie A, T, Ci. or to ihe end of the nucleotide chain requires d&stinct ( electrical modulat&on of the electmde ('lause 20: A system comprising: an electrode; a [0083] polymerase enzyme immobilized adjacent to ihe electrode, and a processor, and a memory l&a&ing stored thereon instructions that, when cxccuted by Ihe processor. control thc processor to elcctncally module&c Ihe electrode Io con- trol ihe polymcrasc enzyme Io assemble a nuclcot&de cirnn, the nucleotide chain con&prising an ordered plurality of micleotides.\n\nJul. 29, 2021###_### us2021229059"], "The detailed text outlines a method and system for the synthesis of a nucleotide chain, which involves the ordered assembly of nucleotides using a polymerase enzyme controlled by electrical modulation of an electrode. This process is facilitated by a system comprising an electrode, a polymerase enzyme immobilized next to the electrode, a processor, and a memory that stores instructions for executing the method. The method includes several key steps:\n\n1. Identifying the first nucleotide in an ordered sequence of nucleotides.\n2. Controlling the polymerase enzyme to attach this nucleotide to a growing nucleotide chain by electrically modulating the electrode.\n3. Identifying subsequent nucleotides as the current nucleotide to be added to the chain.\n4. Repeatedly controlling the polymerase enzyme to add these current nucleotides to the chain through electrical modulation.\n\nThe method is designed to assemble a complete nucleotide chain, and optionally, a telomere can be added to the end of the chain. Furthermore, the method allows for the reception of data indicating the order of nucleotides, which aids in identifying the sequence for assembly. This method can be expanded to divide the nucleotide sequence into sub-orders for assembling nucleotide chain fragments corresponding to these sub-orders, which are then combined to form the complete chain.\n\nThis synthesis method and system are particularly relevant for genetic engineering and research, providing a precise and controlled means of assembling nucleotide chains, which are fundamental components of DNA and RNA. The ability to electrically control the assembly process offers potential for high precision and efficiency in synthesizing genetic material for various applications.###_### us2021229059": ["[0084] Clause 2h The system of clause 20, ~herein the instnictions, when exccutml by the processor, further control the processor Io: &dcnnfy 0 firs& nucf&x&t&dc 01'hc Ordcrcxf plunslity of &n&cleotides; control the polymerase enzyme to assemble the first nucleotide onto the m&cleot&de chain by electncally modulatin an electrode„ identify a subsequent nucleotide in the ordered plurality of nucleotides as a current nucleotide: and control the polymemsse enzyme to assemble tl&C C ilrrC&it l&UClCO&idC 011&0 il Il Ciid Of ti&C I&UC1CO&l dC Clla ill bv clectncally modulating Ihc electrode. [0085J Clause 22: A system composing an electrode; a polymerase enzvme immobilized adjacent to the electrode; and a processor; and a memory bavin stored thereon instructions that, when executed by the processor. control the processor to perform the method of any of clauses 1-19. Clm&se 23: A non-hans&tory computer readable [0086] Il&Cd& ill&1 Co&llpll Slllg progl all& 1&is&&1&C&101&S 10& pC&fo&111&llg 11&C method of any of clm&ses 1-19.\n\nWhat is ciaimed is; 1 A method of synthesis of a nucleotide chain. the nuclcotnlc chaui includ&ng an ordered plurahty oi'icleo- t&dcs, Ihc method compr&suig.\n\nidentifying a first nucleotide of the ordered plurality of nucleotides;\n\ncontrolling a polymerase enzyme to assemble the first nucleotide onto the nucleotide cha&n by electrically modulating an electrode:\n\n&dm&tifying a subscqumit nuclcot&dc u& thc ordered plural- iIy of michot&dcs as a current nucleoudc, and\n\ncontrolling the polymerase enzynie to assemble the cur- rent nucleotide onto an end of the m&cleotide chain by electrically modulating the electrode.\n\n2 The method of clai&n 1 further compris&ng; conIrolling thc polymerase enzyme Io assemble a Iclo- mere by electrically modulating the electrode, the poly- merase enzyme assembling the hrst nucleotide onto an end of the teh&mere.\n\n3 Thc method of clmm 1 further comprisuig repeatedly identifying a subsequent m&cleot&de in the ordered plurality of nucleotides as the current nucleo- and controlling the polymerase enzyme to tide assemble thc currm&I nucfix&t&dc onto thc cnd of thc nuclcotxic enzyme assembles a complete nucleotnlc cha&n.\n\n4 The method of cLaim 3. hirther comprisin, after assembly of the complete nucleotide chain. controlling the polymers ac cnzymc to assmnble a tclomerc Io Ihc cnd oi'hc complete nucleotide cha&n by clcctncally modulahng thc clectrodc.\n\n5 The method of cLSim 1. further comprisin receiving data indicative of an order of nucleotides, the first nucleotide and subscqucnt nuclcotidc being ident&fied ibom the dani.\n\n6 11&e &nethod of claini 5 fiirther con&prising dividing the order of nucleotides into a first sub-order compnsn&g a plurahty of nucf&x&t&dcs and a sioond sub-order compnsn&g a plurahty of nuclcotidcs:\n\nassembling a first nucleotide chain fragment correspond- ing to the first sub-order:\n\nassembling a second nucleot&dc cha&n frag&neat corre- sponding to the second sub-order and\n\ncombining the first nucleotide chain fragment and the\n\nsecond nucleotide chain fragment 1'he method of claim 6, wherein assembling the first\n\n7 nucleotide chain fragnient comprises\n\nUS 2021/0229059 A1\n\nidentifying a Iirst nucleotide of the first sub-order plurality of nuclcotidcs:\n\ncontrolling a lirst polymers ac cnzymc lo assemble lhe lira l nucleotide of the first sub-order onto the first nucleotide chain fragntent by electrically moduLsting, a first elec- tl'odc;\n\nidentifying a subsequent nucleotide of the first sub-order plurality of nucleotides as a current nucleotide of the lirst sub-order, and\n\ncontrolling the lirsl polymcrase enzyme lo assemble thc current nucleotide of the first sub-order onto an end of the tirst nucleotide chain fnlginent by electrically modulating the first electrode.\n\n8. The method of claim 7, wherein assembling the second nucleotide chain fragment comprises:###_### us2021229059"], "The text outlines a detailed method and system for assembling nucleotide chains through the control of a polymerase enzyme, focusing on the precise manipulation of nucleotides to construct specific DNA sequences. The process involves identifying the first nucleotide of a second sub-order of nucleotides and then controlling a second polymerase enzyme to assemble this nucleotide onto a nucleotide chain fragment. This assembly is achieved by electrically modulating a second electrode. The method further includes identifying subsequent nucleotides of the second sub-order and assembling these onto the nucleotide chain in a similar manner.\n\nKey features of the method include:\n- Performing the assembly of the first and second nucleotide chain fragments at least partially in parallel.\n- Utilizing a same electrode array for the first and second electrodes.\n- Modulating not only electrically but also potentially through light sources directed at the polymerase enzyme.\n- Immobilizing the polymerase enzyme adjacent to the electrode, sometimes using a polyethylene glycol (PEG) chain to leash the enzyme to the electrode.\n- Using a solution that includes nucleoside triphosphate, with optional magnesium chloride and a reaction buffer, for the polymerase enzyme to function in.\n- Applying voltage changes to the electrode for electric modulation.\n- Employing a template-independent DNA polymerase enzyme.\n- Specifying that the nucleotides assembled can be adenine (A), thymine (T), guanine (G), or cytosine (C), each requiring distinct electrical modulation.\n\nThe text also describes a system that incorporates an electrode, a polymerase enzyme immobilized next to the electrode, and a processor with memory. This system is controlled by instructions stored in the memory, which, when executed by the processor, enable the electrical modulation of the electrode to control the assembly of a nucleotide chain. The instructions cover the identification and assembly of nucleotides onto the chain.\n\nFinally, a non-transitory computer-readable medium is mentioned, containing program instructions for performing the outlined method, indicating that the technology could be implemented in software for various applications in DNA synthesis and analysis.\n\nPatent reference: US2021229059, filed on July 29, 2021, further emphasizes the technical aspects and potential applications of this method and system for precision DNA assembly and manipulation.###_### us2021229059": ["identifying a lirsl nuclcotidc of die second sub-order plurality ol'uclcolides,\n\ncontrolling a second polymerase enzyme to assemble the fir:t micleotide of the second sub-Order onto the second nucleotide chain fragluent by electrically modulating a second electrode:\n\nidentifying a subsequent nucleotide of the second sub- order plurahty of nuclcotidcs as a current nucleotide of thc scmond sub-order, tmd\n\ncontmllin the second polymerase enzyine to assemble the current micleotide of the second sub-order onto an end of the first nucleotide chain fnlginent by electri- cally modulating the second electrode.\n\n9. The method of claim 8, wherein assembling the Iirst nucleotide chaul fcdgmmlt and assembling the second nucleotide chain fragment arc pcrfilrmed al least partially In parallel\n\n1(l. 1 he method Of claim 9, wherein the first electrode and the second electrode are a part of a same electrode array.\n\n11. The method of claim I, wherein controliiiig the polymemlse enzyme to assemble the first nucleotide further conlpllsiv lllodulatlng a light soiilcc shining 011 lite puiy- Illcrasc clrzyntc.\n\nIZ. 1he method of claim I, ivherein the polymerase enzynie is itmnobillzed adjacent to the electrode.\n\n13. The method of clean 12, whcrcui lhc polymcrase enzyme is leashed to the electnlde with a polyethylene lycol (Vi.(i) chain. 14. The method of claim 1, wherein the polymerase cnzymc is ui a solution compnsuig nuclixlside lriphospluite. 15. The method of claini 14. wherein the solution further comprises magnesium chloride, a reaction buffer, or both magnesium chloride and a reaction bufl'er.\n\nJuj. 29, 2021\n\n16. The method of claim 1. wherein electric modulation comprises applying a series of voltage changes to the electrode 17.\n\nthe method of claim 1. wherein the polymenlse mizymc is a template-independent DNA polymcrasc.\n\n18 'I'he method of claim I, wherein each micleotide of the ordered plurality of nucleotides comprises one from among adenine (A). thymine (T), guanme (Ci), and cytosine (C).\n\npolymerase mlzymc to assemble A, T, Ci, or C to thc cndol'henucleotide chaul rcquircs distinct climtucal modulation\n\n2ll. A system comprising, an electrode; a polymerase enzyme ininiobilized adlacent to the elec-\n\ntrode; and a ploccssol, iind a lllcllloi9 having slolixl lhcl'con lllslluctlolls llial, whi:n exccutcd by thc procissor. control thc processor to electrically modulate the electrode to control the poly- merase enzyme to assemble a nucleotide chain. the an ordered plurality of nucleotide chain coniprisin nucleottdes.\n\n21. The system ol'laim 20. whereul\n\nthc Instructions, when cxcculcd by lhc processor. further control the proccs- SOI 10:\n\nidentify a first micleotide of the ordered plurality of nucleotides;\n\nthe polymemlse enzyme to assemble the Iirst nucleotide onto the nucleotide chain by electrically modulating an electrode:\n\nIdmltify a subscqucnl nucleotide ul the ordered plurality of nucleolidcs as a current nuchxltldc, Bnd\n\ncontrol the polymerase enzyme to assemble the current nucleotide onto an end of the nucleotide chain by electrically modulating the electrode.\n\n2Z. A system comprising: an electrode: a polylllcldsc cnzylllc llnlnoblllzcd ddlaccill lo tile clcc-\n\na polymerase enzyme immobilized adjacent to the elec- trode; and\n\ntrodc, and a processor; and a memoiy having stored thereoil instnictioils that, when the processor to\n\nexecuted by the processor. control perfoml the method of any of claims 1-19.\n\n23. A non-transitory computer readable medium compris- ing progrmn instructions I'or performing thc method of any of claims 1-19.###_### us2021229059"], "Based on the information you've provided, it seems you are referring to a document or a patent with the identifier \"us2021229059\" and a date or classification code related to January 2006 (\"2006.01\"). However, without the actual content or details of the table you're mentioning, it's challenging to provide a detailed summary.\n\nNormally, a patent document like \"us2021229059\" would contain detailed descriptions of an invention, including its purpose, technical specifications, how it improves upon existing technologies, and various embodiments or implementations of the invention. The document would also include several sections such as background, summary, detailed description, claims, and abstract, along with drawings or tables illustrating the invention.\n\nTo summarize a table from a patent document, one would typically look at the following aspects:\n\n1. **Title or Caption**: What is the title of the table? This provides a clue about the content and purpose of the table.\n2. **Column Headings**: What are the headings of the columns? These indicate what each column represents (e.g., test conditions, parameters, results).\n3. **Row Labels**: If there are labels for each row, what do they indicate? These could represent different samples, embodiments, or conditions.\n4. **Data**: What kind of data is presented? This could include numerical values, descriptions, or codes that represent various aspects of the invention or test results.\n5. **Footnotes or Legends**: Are there any notes or legends explaining specific items in the table? These can provide important clarifications or notes about the data.\n\nWithout the specific content of the table, it's not possible to provide a more detailed summary. If you have access to the content of the table or additional details about the patent document, please provide them for a more comprehensive response.###_### us2021229059": ["(2006.01) (2006.01)###_### us2021229059"], "The image appears to be a pattern of vertical black and white lines of varying thicknesses, closely resembling a barcode. Barcodes like this are used to encode information in a visual pattern that a machine can read. The pattern of lines represents numbers or data which are typically used to identify products in a retail setting or track items in various industries.###_### us2021229059": ["The image appears to be a pattern of vertical black and white lines of varying thicknesses, closely resembling a barcode. Barcodes like this are used to encode information in a visual pattern that a machine can read. The pattern of lines represents numbers or data which are typically used to identify products in a retail setting or track items in various industries.###_### us2021229059"], "The image appears to be a technical drawing or schematic of a multi-layered object. Here's a breakdown of its contents:\n\n1. **Outer Layer (100)**: This is the outermost boundary indicated by a solid line, enclosing the entire structure.\n\n2. **Intermediate Layer (110)**: Inside the outer layer, there's another boundary marked by a diagonal hatch pattern. This suggests a different material or section.\n\n3. **Grid Pattern (120)**: Within the intermediate layer, there is a square grid pattern that could represent a filtering layer, a mesh, a printed circuit board, or some other element with a regular array of squares.\n\n4. **Circular Holes (105)**: There are three large circular holes that pass through the grid layer. These could be apertures, openings, or designed voids for various purposes such as airflow, light passage, or to accommodate other components.\n\nThe numbers (100, 105, 110, 120) likely refer to the legend or key of a technical document that would explain what each part represents. Without the context of the document or additional information, it's difficult to determine the exact function or purpose of this design.###_### us2021229059": ["The image appears to be a technical drawing or schematic of a multi-layered object. Here's a breakdown of its contents:\n\n1. **Outer Layer (100)**: This is the outermost boundary indicated by a solid line, enclosing the entire structure.\n\n2. **Intermediate Layer (110)**: Inside the outer layer, there's another boundary marked by a diagonal hatch pattern. This suggests a different material or section.\n\n3. **Grid Pattern (120)**: Within the intermediate layer, there is a square grid pattern that could represent a filtering layer, a mesh, a printed circuit board, or some other element with a regular array of squares.\n\n4. **Circular Holes (105)**: There are three large circular holes that pass through the grid layer. These could be apertures, openings, or designed voids for various purposes such as airflow, light passage, or to accommodate other components.\n\nThe numbers (100, 105, 110, 120) likely refer to the legend or key of a technical document that would explain what each part represents. Without the context of the document or additional information, it's difficult to determine the exact function or purpose of this design.###_### us2021229059"], "The image appears to be a technical drawing or a schematic diagram from a patent or engineering document. It shows a square within a larger square, both having a grid pattern overlaid, which might indicate a surface or a planar structure. The outer square has a hatched border, which could signify a different material or a boundary. Inside the inner square, there are three circles that could represent holes, components, or features of the design. The numbers \"110\" and \"120\" seem to be reference numerals that are typically used in such diagrams to point out and describe different parts or features in the accompanying detailed description. At the bottom of the image, there is a label \"FIG 1,\" indicating that this is the first figure in a series of illustrations in the document.###_### us2021229059": ["The image appears to be a technical drawing or a schematic diagram from a patent or engineering document. It shows a square within a larger square, both having a grid pattern overlaid, which might indicate a surface or a planar structure. The outer square has a hatched border, which could signify a different material or a boundary. Inside the inner square, there are three circles that could represent holes, components, or features of the design. The numbers \"110\" and \"120\" seem to be reference numerals that are typically used in such diagrams to point out and describe different parts or features in the accompanying detailed description. At the bottom of the image, there is a label \"FIG 1,\" indicating that this is the first figure in a series of illustrations in the document.###_### us2021229059"], "The image appears to be a technical drawing or a schematic, possibly from a patent or a design document. It shows two views of what could be a component of a larger system.\n\nAt the top, there is a rectangular grid labeled '210', which represents an array of elements in a dense configuration. This could be a representation of a sensor array, a microchip, or some kind of gridded surface with multiple functional units.\n\nBelow this grid, there's an enlarged detail view of a section of the grid within a dashed outline. This detail view, indicated by '220', shows a repeating pattern of diagonal hatching with numbered labels '100' and '225' pointing to specific parts. The labels '100' might indicate a particular component or feature, while '225' could be referring to connections, interfaces, or another type of element. The squares might represent individual units, sensors, or cells within the array.\n\nThe diagonal hatching might be used to signify a material, a cross-section of layers, or to differentiate parts of the component. \n\nOverall, without specific context or additional information, the precise function and nature of the diagram remain speculative. It is a schematic representation of a component that is likely to be used in a technical or engineering context.###_### us2021229059": ["The image appears to be a technical drawing or a schematic, possibly from a patent or a design document. It shows two views of what could be a component of a larger system.\n\nAt the top, there is a rectangular grid labeled '210', which represents an array of elements in a dense configuration. This could be a representation of a sensor array, a microchip, or some kind of gridded surface with multiple functional units.\n\nBelow this grid, there's an enlarged detail view of a section of the grid within a dashed outline. This detail view, indicated by '220', shows a repeating pattern of diagonal hatching with numbered labels '100' and '225' pointing to specific parts. The labels '100' might indicate a particular component or feature, while '225' could be referring to connections, interfaces, or another type of element. The squares might represent individual units, sensors, or cells within the array.\n\nThe diagonal hatching might be used to signify a material, a cross-section of layers, or to differentiate parts of the component. \n\nOverall, without specific context or additional information, the precise function and nature of the diagram remain speculative. It is a schematic representation of a component that is likely to be used in a technical or engineering context.###_### us2021229059"], "I'm sorry, but there seems to be an issue with the image you've provided. It is either not available or there is a technical problem that prevents me from accessing it. Please try uploading the image again or providing a different image.###_### us2021229059": ["I'm sorry, but there seems to be an issue with the image you've provided. It is either not available or there is a technical problem that prevents me from accessing it. Please try uploading the image again or providing a different image.###_### us2021229059"], "The image appears to be a flowchart or a portion of a process diagram related to a method for preparing an electrode. There are three steps listed in a sequential order, with arrows pointing from the first step down to the third step, indicating the flow of the process. Each step is associated with a reference number. The steps are as follows:\n\n1. Electroless gold plate electrode (reference number 410)\n2. Coat electrode with silica nanoparticles (reference number 420)\n3. Functionalize surface of electrode by attaching biotin PEG silane (reference number 430)\n\nThis process describes a method for preparing an electrode, starting with plating it with gold, followed by coating with silica nanoparticles, and finally functionalizing the surface with biotin PEG silane. Such a process might be used in the fields of electrochemistry, biosensors, or materials science to create electrodes with specific properties for various applications.###_### us2021229059": ["The image appears to be a flowchart or a portion of a process diagram related to a method for preparing an electrode. There are three steps listed in a sequential order, with arrows pointing from the first step down to the third step, indicating the flow of the process. Each step is associated with a reference number. The steps are as follows:\n\n1. Electroless gold plate electrode (reference number 410)\n2. Coat electrode with silica nanoparticles (reference number 420)\n3. Functionalize surface of electrode by attaching biotin PEG silane (reference number 430)\n\nThis process describes a method for preparing an electrode, starting with plating it with gold, followed by coating with silica nanoparticles, and finally functionalizing the surface with biotin PEG silane. Such a process might be used in the fields of electrochemistry, biosensors, or materials science to create electrodes with specific properties for various applications.###_### us2021229059"], "The image shows a flowchart related to a scientific or technical process, specifically involving DNA synthesis. The flowchart includes the following steps and decision points:\n\n1. \"Initiate DNA synthesis\" (labeled with the reference number 510)\n2. \"Identify nucleotide in chain\" (labeled with the reference number 520)\n3. \"Adjust electrode biasing to modulate polymerase\" (labeled with the reference number 530)\n4. A decision diamond with the question \"Additional nucleotide?\" (labeled with the reference number 540)\n   - If the answer is \"NO,\" the process proceeds to \"Complete DNA synthesis.\"\n\nThe flowchart uses arrows to indicate the direction of the process flow and standard flowchart symbols, such as rectangles for process steps and a diamond for the decision point. Each step includes a reference number to the right, which likely corresponds to more detailed descriptions or steps in a document or presentation. The purpose of this flowchart appears to be outlining the steps in a method for DNA synthesis, which might involve a technology that uses electrode biasing to control the activity of a DNA polymerase enzyme during nucleotide incorporation.###_### us2021229059": ["The image shows a flowchart related to a scientific or technical process, specifically involving DNA synthesis. The flowchart includes the following steps and decision points:\n\n1. \"Initiate DNA synthesis\" (labeled with the reference number 510)\n2. \"Identify nucleotide in chain\" (labeled with the reference number 520)\n3. \"Adjust electrode biasing to modulate polymerase\" (labeled with the reference number 530)\n4. A decision diamond with the question \"Additional nucleotide?\" (labeled with the reference number 540)\n   - If the answer is \"NO,\" the process proceeds to \"Complete DNA synthesis.\"\n\nThe flowchart uses arrows to indicate the direction of the process flow and standard flowchart symbols, such as rectangles for process steps and a diamond for the decision point. Each step includes a reference number to the right, which likely corresponds to more detailed descriptions or steps in a document or presentation. The purpose of this flowchart appears to be outlining the steps in a method for DNA synthesis, which might involve a technology that uses electrode biasing to control the activity of a DNA polymerase enzyme during nucleotide incorporation.###_### us2021229059"], "The image appears to be a schematic diagram, typically used in the field of electronics or electrical engineering. These diagrams are drawn to represent the components and connections of an electronic circuit. The diagram includes a variety of electronic symbols that represent different components such as resistors, capacitors, diodes, transistors, and other standard electronic symbols. There are also blocks labeled with specific functions like \"Serial to Parallel Interface (SPI)\" and \"Row Mux Front Mux Park Mux.\" These blocks suggest the schematic may be part of a more complex device, possibly a chip or a microcontroller circuit.\n\nDue to the complexity and detail of the schematic, it's intended for individuals with a technical background in electronics who can interpret and understand the function and relationships between the different components.###_### us2021229059": ["The image appears to be a schematic diagram, typically used in the field of electronics or electrical engineering. These diagrams are drawn to represent the components and connections of an electronic circuit. The diagram includes a variety of electronic symbols that represent different components such as resistors, capacitors, diodes, transistors, and other standard electronic symbols. There are also blocks labeled with specific functions like \"Serial to Parallel Interface (SPI)\" and \"Row Mux Front Mux Park Mux.\" These blocks suggest the schematic may be part of a more complex device, possibly a chip or a microcontroller circuit.\n\nDue to the complexity and detail of the schematic, it's intended for individuals with a technical background in electronics who can interpret and understand the function and relationships between the different components.###_### us2021229059"], "The image appears to be a schematic diagram of a computer system or electronic device architecture. It shows various components connected via a bus. Here is a list of labeled components:\n\n1. CPU (Central Processing Unit) - The main processor of the system.\n2. ROM (Read-Only Memory) - Non-volatile memory used to store firmware.\n3. RAM (Random Access Memory) - Volatile memory used for running programs.\n4. Storage Medium - Likely represents hard drives or solid-state storage where data and programs are stored.\n5. Operating System - The software that manages the hardware and software resources of the system.\n6. Application Programs - Software applications that perform specific tasks for the user.\n7. Data Files - The files that contain data used by application programs.\n8. Display Interface - Connects to a display device to show visual output.\n9. Keyboard Interface - Connects to a keyboard for user input.\n10. Presence Sensitive Input Interface - An interface for a device that detects the presence of a user or object.\n11. Presence Sensitive Display - A display that can respond to the presence of a user or object.\n12. External Remote Display - A display that is external and can be remotely accessed.\n13. Electrode Interface - An interface for connecting electrodes, possibly for sensing purposes.\n14. Antenna Interface - Interface for connecting to an antenna, likely for wireless communications.\n15. Network Connection Interface - Connects the system to a network for communication.\n16. Camera Interface - Connects to a camera for capturing images or video.\n17. Sound Interface - Connects to audio devices for sound output.\n18. Telephony Subsystem - A subsystem for providing telephony functions.\n19. Power Source - Provides power to the system.\n\nThe central bus suggests that these components can interact with each other, and the arrows on the bus indicate communication can flow in both directions. The diagram is quite abstract and does not provide details on the physical aspects of the components or the specific nature of the interfaces.###_### us2021229059": ["The image appears to be a schematic diagram of a computer system or electronic device architecture. It shows various components connected via a bus. Here is a list of labeled components:\n\n1. CPU (Central Processing Unit) - The main processor of the system.\n2. ROM (Read-Only Memory) - Non-volatile memory used to store firmware.\n3. RAM (Random Access Memory) - Volatile memory used for running programs.\n4. Storage Medium - Likely represents hard drives or solid-state storage where data and programs are stored.\n5. Operating System - The software that manages the hardware and software resources of the system.\n6. Application Programs - Software applications that perform specific tasks for the user.\n7. Data Files - The files that contain data used by application programs.\n8. Display Interface - Connects to a display device to show visual output.\n9. Keyboard Interface - Connects to a keyboard for user input.\n10. Presence Sensitive Input Interface - An interface for a device that detects the presence of a user or object.\n11. Presence Sensitive Display - A display that can respond to the presence of a user or object.\n12. External Remote Display - A display that is external and can be remotely accessed.\n13. Electrode Interface - An interface for connecting electrodes, possibly for sensing purposes.\n14. Antenna Interface - Interface for connecting to an antenna, likely for wireless communications.\n15. Network Connection Interface - Connects the system to a network for communication.\n16. Camera Interface - Connects to a camera for capturing images or video.\n17. Sound Interface - Connects to audio devices for sound output.\n18. Telephony Subsystem - A subsystem for providing telephony functions.\n19. Power Source - Provides power to the system.\n\nThe central bus suggests that these components can interact with each other, and the arrows on the bus indicate communication can flow in both directions. The diagram is quite abstract and does not provide details on the physical aspects of the components or the specific nature of the interfaces.###_### us2021229059"]}