{"The text you've provided appears to be a header or bibliographic information for a U.S. patent application publication, with the publication number US 2021/0229059 A1, published on July 29, 2021. The inventors are listed as Wang et al. The title, which seems to be somewhat garbled, suggests the patent application is related to devices, systems, and methods for the synthesis and electronic modulation of polymerase for DNA. However, the specific details of the invention, such as its technical field, background, detailed description of embodiments, and potential applications, are not provided in the text you've shared. To summarize or analyze the invention in detail, the full text of the summary or the detailed description section of the patent application would be necessary.###_### us2021229059": ["llIIlIlllIlIlIllIlIllIllIllIIIIIIIIIIIIIIIIIIIIllIlIllIlIlIlllIIlIlIlllIlIlIIIIIIIIIIIIIII US 20210229089AI\n\n(19) United States (12) Patent Application Publication (io) Pub. No.: US 2021/0229059 A1 JH1. 29, 2021\n\nWang et al.\n\n(54) DKYICK'5, SYSTKMS,AND METHODS OV SY.'ANTHESIS ELECTRO IIIC MODULATION OF POI,YMKRASK IrOR DNA\n\nPublication Classiiication\n\n(51)###_### us2021229059"], "The document pertains to a patent application filed by the Georgia Tech Research Corporation, located in Atlanta, Georgia, USA. The inventors listed for this application are Hua Wang and Andrew Hess, both also based in Atlanta, Georgia. The application, bearing the number 17/055,803, was filed on May 17, 2019, under the PCT (Patent Cooperation Treaty) with the number PCT/US2019/032844, having a related provisional application filed on May 17, 2018, with the number 62/672,690.\n\nThe invention described in the abstract is a method for synthesizing a nucleotide chain, which includes an ordered sequence of nucleotides. The synthesis process involves identifying a first nucleotide and then using a polymerase enzyme, controlled by electrically modulating an electrode, to add this nucleotide to the chain. The process is repeated for subsequent nucleotides in the sequence, where each current nucleotide is assembled onto the end of the growing nucleotide chain through the controlled action of the polymerase enzyme, directed by the electrical modulation of the electrode.\n\nThe patent falls under several classifications related to chemical engineering and biochemistry, with specific codes indicating its relevance to technologies involved in the synthesis and manipulation of molecular structures at a detailed level. Overall, this invention represents a novel approach to nucleotide chain synthesis, potentially offering precise control in the assembly of nucleic acids, which is crucial for various applications in biotechnology and medicine.###_### us2021229059": ["(71) Applicant: (;corgia Tceh Research ('orporation,\n\nAtlanta. CiA (US)\n\nInventors: Hua Wang. Atlanta. C?A (US): Andrew (72) Hcsscl, Atlanta. (iA (i)S)\n\n17/055,8(t3 (21) Appl No\n\nCPC ........... B01J 19/004G (2013.01); C408 50/14 (2013.01); 8013 22/9/00596 (2013.01); BOIJ 2219/00626 (2013.01), 801J 22/9/007/3 (2013.01), BOI3 22/9/00659 (2013.01), BOI3 22/)?I)0673 (2013 01); 80/,/ 2?/9/OOG?89 (2013 01); 8(IU 22/9/OOG53 (2013.01)\n\nP('1 I?iled\n\n(22) .Ylay 17, 21)19\n\nPCT/US2019/032844 PCT No.. 9 371 (c)(1), (2) Date; 'iov. 16, 2020\n\n(86)\n\nRelated U.S. Application Data\n\n(60) Provisional application No. 62/f?72,(if?0, filed on May 17. 2018.\n\nABSTRACT (5 I) A method of synthesis of a nucleoudc chaut, thc nucleoudc chain utcludutg an ordered pluraltty of nucleoudcs, thc identifying a first mtcleotide of the method including: ordered plurality of nucleotides, controlling a polymerase enzyme to assemble the first nucleotide onto the nucleotide chain by electrically modulating an electrode; identifying a subsequent nucleotide in the ordered plurality of nucleotides as a current nucleotide; and controllutg the polymerase enzyme to assemble thc current nuclcottde onto an cnd of the nucleotide chain by electricaliy ntodulating the electrode.\n\nioo  110  120  105 ###_### us2021229059"], "The provided text appears to detail figures from a patent application published on July 29, 2021, under the publication number US 2021/0229059 A1. The text does not offer a narrative description of the invention but instead lists procedural steps and components from diagrams across seven sheets. \n\nFrom the extracts provided:\n\n- **Sheet 1** does not provide a clear description as it includes a figure reference (FIG. 1) and seemingly random symbols or notations.\n- **Sheet 2** outlines FIG. 2 with numerical references (100, 200, 225, 220) but lacks a descriptive context.\n- **Sheet 3** mentions FIG. 3 with numerical references (120, 130) without further explanation.\n- **Sheet 4** presents a process illustrated in FIG. 4, detailing steps for preparing an electrode: starting with electroless gold plating (410), coating with silica nanoparticles (420), functionalizing the surface with biotin PEG silane (430), and immobilizing polymerase through biotinylation (440).\n- **Sheet 5** and **Sheet 6** are not explicitly described but seem to continue detailing components or steps related to the patent, possibly involving decision-making steps in a process as hinted by the \"YES/NO\" notation in Sheet 5.\n\nThe detailed portion from Sheet 4 suggests the patent application might involve a biochemical or biotechnological process, possibly related to electrode preparation for biosensing or similar applications. The specific application or innovative aspect of the patent cannot be determined from the provided text alone due to the lack of a comprehensive summary or detailed descriptions of the invention's purpose, methodology, or potential applications.###_### us2021229059": ["Patent Application Publication\n\nJul. 29, 2021 Sheet 1 of 7\n\nUS 2021/0229059 A1\n\n120 - - «& * : Vw, %, “h a a : 110 CCE 9 FIG. 1 120 120\n\n0\n\n105\n\nPatent Application Publication\n\nJul. 29, 2021 Sheet 2 of 7\n\nUS 2021/0229059 A1\n\n200\n\n//////  //  i100  225  225  100  100  220 \n\nFIG. 2\n\nPatent Application Publication\n\nJul. 29, 2021 Sheet 3 of 7\n\nUS 2021/0229059 A1\n\n120 130\n\nFIG. 3\n\nOo 7 -\n\n2) oO -\n\nPatent Application Publication\n\nJul. 29, 2021 Sheet 4 of 7\n\nUS 2021/0229059 A1\n\n400\n\nElectroless gold plate electrode  410  Coat electrode with silica nonoparticles  420  ~ 430  Functionalize surface of electrode by attaching biotin PEG silane \n\nv\n\nImmobilize polymerase by attaching to treated electrode through biotinylation\n\nva\n\n440\n\nFIG. 4\n\nPatent Application Publication\n\nJul. 29, 2021 Sheet 5 of 7\n\nUS 2021/0229059 A1\n\n400\n\n510  520  530  . nucleotide? . '40  Additional  NO \n\nYES\n\n550\n\nFIG. 5\n\nPatent Application Publication\n\nJul. 29, 2021 Sheet 6 of 7\n\nUS 2021/0229059 A1\n\nTuy Bape obene, ‘Savednsuaaveurannarnuragnan nen BREE FS\n\n[=] c—) ol\n\n¢ ‘ 5 B H -\n\nfl } $ 3###_### us2021229059"], "The provided text appears to be an excerpt from a patent application publication, specifically US 2021/0229059 A1, published on July 29, 2021. The document is related to the field of nucleic acid synthesis, specifically focusing on devices, systems, and methods for the electronic modulation of polymerase enzymes to facilitate DNA synthesis. The patent application claims priority to an earlier U.S. Provisional Patent Application, Serial No. 62/672,660, filed on May 17, 2018, and incorporates it by reference in its entirety.\n\nWhile the excerpt is mostly comprised of symbols and formatting codes, which do not convey substantive information about the patent's content, the key information extracted highlights the invention's focus on innovative techniques in the field of biotechnology. Specifically, it addresses a novel approach to DNA synthesis, which is a critical area of research and development with applications in genetics, medicine, biotechnology, and various scientific inquiries. The mention of electronic modulation of polymerase suggests that the invention may offer a new method for controlling the DNA synthesis process, potentially improving efficiency, accuracy, or other aspects related to the generation or manipulation of DNA sequences.###_### us2021229059": ["} é\n\n“ H ‘ + t\n\nPatent Application Publication\n\nJul. 29, 2021 Sheet 7 of 7\n\nUS 2021/0229059 A1\n\nLLI  «C O CL UJ U  O D 0 UJ co  «C  CL  LUOI- Z:  O UJ cc — C3 o O U  Z LU O I—z cO D &- V3~ m LU I— CO  UJ LU O y CL CL 0  UJ  Z  CD  CD  «C  I  I  CL LUOZOz m «C CL co ~ CL Z Z  CL  ~ Z CI  CL'L  CO LU I  — U-I  2 Cl  LU co  c3 O CL  CL CO  cO LLI  UJ V3  V3 C3 Z:  LLI co  LL «C I— «C Cl  O  C3  LU &- O «C U  CL CL  CL co CI I— Z:  O LU CL O O ~ «C «C  C3  O LU  Z  CL C3 \n\n(i) F |\n\n|\n\nUS 202 [/0229059 A[\n\nDEVICES, SYSTEMS, AND METHODS OF ELECTRONIC MODULATION OF POLYMERASE FOR DNA SYNTHESIS\n\nCROSS REFERENCE TO RELATED APPI ICA'I'IONS\n\n[0001] This application claims priority to U.S. Provisio&ml Patent Appl&cat&on Ser. No. 62(G72,GGO, (ilcd on May 17, Incorporated hcrcin by rclerence &n &ts 2018, which &s cntircty.\n\nFIELD\n\n[0002] This disclosure relates enerally to the nucleic acid compilation and„more specifically. to devices. systems. and methods of electroruc modulation of'olymcrasc for DNA svuthcs&s.###_### us2021229059"], "The text discusses the importance and challenges of de novo DNA synthesis, a process that involves creating nucleic acid sequences with designed genetic information without using existing DNA templates. Despite advancements in high throughput DNA sequencing techniques like Next-Generation-Sequencing (NGS), which have significantly reduced the cost of genome sequencing, the field of de novo DNA synthesis has not progressed as rapidly. The traditional method for de novo DNA synthesis is a multi-step process that includes synthesizing small oligonucleotide pools, verifying the sequences of these small fragments, assembling these fragments to create a complete DNA sequence, and finally, verifying the complete sequence. This process relies on direct phosphoramidite chemistry, which has significant error rates and limits the practical size of the oligonucleotides that can be synthesized.\n\nThe text highlights that while existing DNA synthesis technologies have been used for constructing viral genomes and yeast chromosomal arms, the process becomes increasingly difficult and costly as the length of the DNA chain increases. For example, using one of the most cost-effective methods at $1 per 1,000 base pairs, synthesizing a whole human genome (approximately 3 billion base pairs) would cost over $3 million, which is over 3,000 times more expensive than sequencing an entire human genome. More realistic estimates, including assembly costs, could raise the cost to between $100 million and $1 billion, with a turnaround time of several years. The inefficiency and high cost of current de novo DNA synthesis methods, with assembly rates of about 1 base pair per minute, make the synthesis of large genomes impractical.###_### us2021229059": ["BACKGROUND\n\n[0003] Deoxyribonucleic acid (DNA) molecules are the carriers of genetic information of all known livin orgm&- isms and go& crn the&r growth, development, funct&o&un and reproducuon In riocnt years, advances u& the (icld of gcni&nues have kxl to contuluous hap&oven&cut of h&gh throughput DNA sequencmg techniques, e g.. Next-(ienera- tion-Sequencing (N(IS), and resulted in a steep reduction in the cost of enome sequenc&ng. However. compared to DNA sequencing„ the de novo synthesizing of DNA molecules (i.c., dcsigncd sequences) has lagged significantly. As Ilsi'.0 hcrmn, dc novo DNA synthcs&s (hereaf(er **DNA synthcs&s\" or \"de noi o DNA synthes&s\") ref'crs to creatu&g nucleic ac&d sequences &vith des&gned genetic information witlmut using any primer or template DNAs In other words„de novo l)NA synthesis does not include DNA replicatio&v'ampliTication teclmiques such as PCR that rely on existing templates. In the related art, de novo DNA syntheses is a [0004J multi-step process including: I) cynthesizi»g pools of small oligonucleotide 2) verifying the scqum&ccs of thc small frag&ncnts, 3) asscmblu&g fi&e frag- ments to create a complctc DNA scxiucncc, and 4) scxfucncc 1 crif'yu&g the complctc sequence. As will bc understood by in the related art„olico fragn&ent one of ordinary skill. synthesis relies heavily on direct phosphoramidite chenus- try, such as solid-phase column-based oli o synthesis and microarray-based oli o light-activated synthesis. Ho~ever, thcsc related art oligo fragment synthcs&s have significm&t error ra&ca, wluch 1&m&ts thc practical s&zc of thc oligos. Tlnis, wh&lc I'cldtcd I&rt DNA s)'nthcs&s Icchni&log&cs have bccu used for constmction of viral genoines and yeast cl&nm&o- somal arms. the successive assembly-sequence validation process becomes onerous as the chain length increases, cost and turnaround times. For substantially increasin example. mnploying onc of thc lowcs1-cost relaIed art oligo synthcs&s methods at $ 1 per 1,000 base pairs. even assuming pcrfi:ct oligo assembly w&th no assembly cost, synthesizing a whole Inuuan enon&e of 3 billion base pairs &vill cost over $ 3 million, which &s over 3.(X)0 times as expei&s&ve as sequencing an entire human genome. More realistic esti- mates (e.g., includin assembly costs) could raise this orders of'nuignitude h&ghcr, 1&kely bctw ccn 5100M m&d $ 1B, wh&le thc turnaround t&mc would bc scvcral years. That &s. rclatcd art chmnical synthcs&s has assembly rates of, at best, about I base pair per n&u&ute 1 hese technical limitations make the synthesis of large genomes m&practical###_### us2021229059"], "The text introduces a technological advancement aimed at improving the efficiency and reducing the cost of de novo DNA synthesis. This innovation involves systems, devices, and methods that facilitate the electronic manipulation of polymerase enzymes to synthesize DNA. While the primary focus is on DNA synthesis, the principles and techniques described are adaptable for other applications, including RNA synthesis.\n\nThe core of the disclosed technology is a method for synthesizing a nucleotide chain, which includes an ordered series of nucleotides. This method involves using electronically modulated electrodes to control a polymerase enzyme. The process starts with identifying a first nucleotide and controlling the polymerase enzyme to attach it to the nucleotide chain. Subsequent nucleotides are identified and added in order, with the polymerase enzyme assembling each new nucleotide onto the chain under the guidance of electrically modulated electrodes.\n\nAdditionally, the disclosure includes a system designed to implement this method. This system comprises an electrode, a polymerase enzyme immobilized next to the electrode, and a processor coupled with a memory. The memory holds instructions which, when executed by the processor, direct the electronic modulation of the electrode. This modulation, in turn, guides the polymerase enzyme in assembling the nucleotide chain from an ordered sequence of nucleotides. The instructions further enable the processor to identify and add nucleotides to the growing chain, maintaining the sequence's order.\n\nFurthermore, the text describes a non-transitory computer-readable medium that contains program instructions for performing the nucleotide chain synthesis method. This involves electronically modulating an electrode to control the polymerase enzyme in assembling the nucleotide chain, beginning with the identification of the first nucleotide and continuing with subsequent nucleotides until the chain is complete.\n\nIn summary, the disclosed technology presents a novel approach to DNA synthesis, emphasizing electronic control over polymerase enzymes to streamline the process, reduce costs, and increase speed. This approach is not limited to DNA synthesis but can be extended to other fields, such as RNA synthesis, showcasing its versatility and potential for broad application.###_### us2021229059": ["Jul. 29, 2021\n\n[0005] Thus. there is an unmet need for improvementc to dc novo DNA synthesis that reduce the cost and increase spccd. Aspects of thc prcscnt disclosure rclatc to these and other Issues\n\nSUMMARY\n\n[0006] The disclosed technofo~ pmvides systems, dcviccs, and methods for electron&c marupulat&on of poly- merasc for DNA synthcs&s. Alfi&ough tlus disclosure Ibcuscs on DNA synthesis, those hdvu&g ord&nary sk&ll in thc an w Ill and techniques recognize described herein are not so limited and may be suitably applied across a &vide army of uses„such as RNA synthesis. In an en&bodiment. there is provided a method of [UU07J synthesis of a nucleotide chain. the nucleotide chain includ- in an ordered plurality of nucleot&des. the method com- a first nucleotide of the prisu&g including: uric&cd ph&ldl&t)'f uuclcotuk:s, cont&ofhng d pol)'nicidsc enzyme to assmnble thc Iirst nuchx&t&dc onto thc nuclcotule chain by electrically modulating an electrode, identifying, a subsequent nucleotide in Ihe ordered plurality of nucleotides as a current micleotide; and controlling the polymencse enzyme to assemble the current nucleotide onto an end of the nucleot&de chain by electrically modulatin the electrode. there is pmvided a system [0008] including: an eiectrode: a polymemsse enzyme immobilized ad)scent to the electrode, and a processor; and a memory having stored thereon instnict&ons than whm& ex&Outed by the processor, control thc processor to clcctncally modulaie the electrode to control d&e poly&nerase enzyme to assen&ble the nucleotide chain comprising an a nucleotide chain. ordered plunclity of micleotides 1he instmctionc, when executed by the processor, may further control the procescor identify a first nucleotide of the ordered plurality of to nuclcotulcs, control thc polymerase enzyme to assemble thc first micleotidc onto thc nuclcotidc clrdu& by electrically modulating an electrode; identify a subsequent nucleotide in the ordered plurality of nucleotides as a current nucleotide; and control the polymencse enzyme to assemble the current nucleotide onto an end of the nucleotide chain by electrically modulating the electrode. [0009] According to an embod&ment„ there is provided a non-transitory computer readable medium compnsin pro- gmm instructions fi&r performin a method of a nucleotide chain, the mmlcotidc chau& u&eluding an ordcrcx) plurality of nuclcotulcs, the mcd&od compris&ng u&clud&ng. identifying a first nucleotide of the ordered plurality of nucleotides; a polymencse enzyme to assemble the first contn11hu nucleotide onto the nucleotide chain by electrically modu- Lsting an electrode: identifyin a subsequent nucleotide in the ordered plurality of nucleotides as a current nucleotide; and controllu&g thc polymerase enzyme to asscmblc the current nuclco&talc onto an m&d of the nucleoudc chmn by electncally modulating the electrode.###_### us2021229059"], "The provided text appears to be a fragment of a patent document, specifically the section that describes figures related to a certain invention or technological development. It mentions several figures (Fig 1, Fig 2, etc.) that illustrate various aspects of the invention, though the specific details of these figures are not provided in the text fragment. Key elements mentioned include:\n\n1. A platform, possibly related to some form of electronic or technological apparatus, as described in an example embodiment.\n2. An electronic array chip, also described according to an example embodiment, suggesting a specific arrangement or configuration of electronic components.\n3. An electrode platform (item 100) according to another embodiment, indicating the invention may involve electrical or electronic measurement, detection, or interaction in some capacity.\n4. A detailed diagram of a CMOS actuation array, mentioned in the context of implementing aspects of the disclosed invention. CMOS (Complementary Metal-Oxide-Semiconductor) technology is commonly used in creating integrated circuits, suggesting the invention involves sophisticated electronic control mechanisms.\n\nOverall, the text briefly outlines components of an invention, focusing on electronic platforms, array chips, and CMOS technology, hinting at a complex electronic device or system. However, due to the abstract and fragmented nature of the text, the precise function or application of the invention remains unclear.###_### us2021229059": ["BRIEF DESCRIPTION OF THE FICTURES\n\n[(R)IUJ Reference &vill nov be made to the accompanying I&1gufcc. which al'c I'Iot access;O'll)'&dwu to scale,;uxi wherein: [UUH] FI(i platform according to an example embodiment [(R)12J FI(i 2 illustrates an electronic arraychip according to an example embodiment\n\nUS 202 [/0229059 A[\n\n[0013] lornl according to tin cnlbodinlcnn [0014] electrode platforni 100 according to an embodiment. [0015[ according to an embodiment. FILI. 6 is a detailed diagram of a CMOS actuation [0016] array that may be used to implement aspects of the present disclosure. [0017] implement aspects of the present disclosure.###_### us2021229059"], "The text provides a detailed description of a technology related to sonic implementations for the synthesis of nucleic acids, such as DNA or RNA. This technology involves the use of a polymerase enzyme, specifically a template-independent DNA polymerase, which is immobilized near an electrode. By applying electric modulation, such as varying voltage biasing of the electrode, the polymerase enzyme can be controlled to construct selectable or programmable strands of nucleic acids, potentially up to and including entire genomes.\n\nThe polymerase can be immobilized by bonding it to a surface of a microelectrode or attaching it to the electrode with a polyethylene glycol (PEG) chain. It's also mentioned that multiple polymerase enzymes can be bonded to respective electrodes in a microelectrode array, allowing for the parallel construction of multiple nucleic acid strands. This method is highlighted as significantly faster than traditional chemical synthesis methods, with polymerases assembling base pairs at speeds approximately 1000 base pairs per second (bp/s), which is over 10,000 times faster than chemical synthesis. This means a single polymerase could assemble a 3 billion base pair DNA strand in a matter of weeks, as opposed to years using previous methods.\n\nThe text underscores several advantages of this technology over existing methods. These include improved methods of DNA synthesis which could serve as fundamental tools for genetic studies, such as constructing knockout genetic libraries for human cell lines, facilitating understanding of structural and functional characteristics of regulatory sequences, and delineating their roles in transcriptional and other regulatory processes. Additionally, it mentions the potential for low-cost, rapid DNA synthesis to enable rational protein design, study of protein structure-function relationships, engineering new protein functionalities, vaccines, and antibiotics. This technology could significantly accelerate the \"design-build-test\" cycle in genetic research and development.\n\nThe document reference, US2021229059, indicates that this description is part of a patent application or grant, suggesting that the described technology is potentially novel and subject to intellectual property protections.###_### us2021229059": ["DETAILED DESCRIPTION\n\nSonic implementations of the disclosed tecluiology [0018] will be descnbed more fiilly with reference to the accom- panying draivings. Tins disclosed teclmology may. Imwever, be embodied in muny difii:rent I'orms mid should not be construed as hmi ted to Ihc implmuentalions sct lorth hcrcin. [0019] According to some aspects of the present disclo- there is provided a polymemse enzyme, such as a sure. tempLate independent DNA polymerace. inunobilized near an clcctrodc. By upplying elcctnc modulation (e.g., varying ioltagc biasing ol'he clectrodc), thc polymerase may be controlled to build sclcctable or pru rmnmabie strands of micleic acids (e g, DNA or RNA), fbr example, up-to and including an entire genome. In other words„synthesis of an ordered nucleotide chain segment may be performed using polymemse enzymes. The polymerase may be inunobilized by. for cxamplc, bonduig the poiymcrasc to a surface of microclccuode or lcashing thc polymcrasc to the elcctrodc with a polyethylcnc glycol (PEG) chmn. In some cases. a plurality of polymerace enzynies may be bonded to one or more respective electrodes of a microelectrode array, and selective electnc modulation of each electrode mny provide parallel construction of plurality of nucleic acid stmnds. Polymcrascs naturally assemble base pmrs at very [0020] big)i speeds ac compared to chemical synthesis, about 1000 base pairs per second (bp/s). w:hich is over (10.000 the speed of chemical synthesis Thus, a siitgle polymerase could assenible a full 3 billion bp DNA stmnd in a maner of weeks, ds oppiÃcd Io thc ycBrs of dsscnlbl)'laic rcxlullcd ilslllg relaicd art methods. By using a plurality of polymcrasc IU synthesize DNA frag)Bouts ui parallel for later assembly, l)NA synthesis may be accelerated even hirther beyond what is possible in the related art. [0021] As will be understood by onc of ordinary skill, dspccls of Ihc priwcilt dlsclosllrc plovldc nilnn:toils Bdvail- tagcs over the rclatcd art. For cxiunple, unproved methods of l)NA synthesis may provide a new. fiuidamental molecular- level tool and method for genetic studies. such ac construct- ing comprehensive and bar-coded knockout genetic libraries for human cell lines. Additionally, de novo DNA synthesis ds descnbcd hereui may facihtate understanding on thc StrllClllldl alai thoilSBlxlS Of fUBC(iontll ChaldCIClullCS Ol regulatory scqumiccs and help delineate Ihe roles ol'lu:sc translational and sequences in governing transcriptional, other regulatory processes in various biological cystenis. Furthemiore. aspects of the precent dicclocure provide lov cost, mpid DNA (gene) synthesi~, which enables ratiorml pro(cia ib:sign. BIUdvillg of plotcin sn11ctilrc-fUncllon rela- tionships, and Ihc cnginccnng ncw protcm functionalities, iaccines and anubioucs Likewise. large-sculcd de novo l)NA synthesis as pmvided by certain aspects of the present disclosure can greatly accelerate the \"design-build-test-###_### us2021229059"], "To provide a detailed summary of the text titled \"Jul. 29, 2021###_### us2021229059,\" I would need the actual content of the document, which appears to be a US patent application or publication based on the format of the identifier provided. The identifier suggests it was published on July 29, 2021, with the document number US2021229059.\n\nWithout access to the specific content of this document, I can only infer that it pertains to a patent application or granted patent in the United States, covering some form of invention or innovation. The full document would detail the nature of the invention, its intended use, background information, detailed descriptions of its embodiments, and the claims the inventors are making regarding what aspects of the invention should be protected under patent law.\n\nIf you can provide specific details or sections of the document, I would be able to offer a more tailored summary.###_### us2021229059": ["Jul. 29, 2021###_### us2021229059"], "The text discusses advancements in synthetic biology, particularly focusing on the \"design-build-test-learn\" cycle that enables rapid development and optimization of genetic networks to control cellular behaviors and metabolic pathways. This is useful for applications such as chemical production or cell-based chemical sensing. One key development highlighted is the de novo synthesis of DNA at genome-level complexity, allowing for complete control over an organism's genetic code. This capability facilitates the rational design and synthesis of viral and bacterial genomes, and the use of DNA for creating complex 2D and 3D structures needed in new materials, therapeutics, and even for information processing and computation.\n\nThe text also mentions the potential of de novo DNA synthesis for DNA-based high-density data storage and archiving, emphasizing the cost-effectiveness of long-sequence DNA synthesis. Although the discussion initially centers on the use of a DNA polymerase (specifically a template-independent type like Taq polymerase) for these technologies, it clarifies that the disclosed techniques could similarly apply to RNA polymerases.\n\nAn example implementation of the technology involves a planar electrode platform designed for immobilizing an enzyme (such as a polymerase) near an electrode, which can be modulated electrically to control the enzyme's activity. This setup uses biotin-streptavidin links or PEG chains to secure the polymerase, allowing it to adjust based on electric modulation. By controlling the power supplied to the electrode, the functioning of the polymerase can be directed, enabling the design and synthesis of DNA strands by choosing the next nucleotide to be added through electric modulation. This method allows for precise control over the sequence of nucleotides added to a DNA strand, which could be critical for applications in synthetic biology and beyond.###_### us2021229059": ["learn\" cycle in synthetic biology. Bllov in for rapid buildin and Optimizing gcnctic Bc(works to control cellular behav- iors mid metabolic pathways (e.g . for chemical productions or cell-based chen)ical sensing). I'urthennore, de novo syn- thesis l)NAs at genonie level complexity enable the com- plete controi of an or anism's genetic code. providin for the complete rational design and synthesis of viral and bacterial. Such de novo DNA synthesis can also greatly facilitate thc utilization of DNA as u molecular tool Io crcatc complex 2D and 3D structures for nccc matcnals and dtccd- peuticc and to perform information processing and compu- tation. As another beneht, low-cost long-sequence de novo DNA synthesis according to aspects of the present disclosure empoivers DNA-based high-density data storage and archiving. [0022] Aithou h aspects of the present disclosure are generally described in reference to a DNA polymemse (e.g., a template-independent DNA polymerase„such as a Taq tins is merely an example. Onc of DNA polymcrasc), ordlnBiy skill will Iccoglllzc that dspccts ol Ihc plcscnl disclosure are applicable to uce with an RNA polymerase. [0023] Example implemcntauons of thc disclosed technol- ogy will now bc dcscnbtxl with refi:rcnce to thc accompa- nying figures. I illustrates d planar vtccc ol'n clectrodc FIG. [0024] 'lhe platforai 100 according to an exaniple emlxidiment electrode phctfonn I UU includes a substrate 105, an electrode 110, and one or more links 12U for immobilizing an enzyine at electrode 110. The links 120 may include, for example, biotin-streptavidin links which are configured to attach to an enzyme such as a polymcrase. In some cases, a PEG cltain may ace urc thc polymerase near clcctrode 110, wlulc allow- ing the enzyme to \"float\" or more easily adjust to electric nxidulation By nioduiating power supplied to the electrode electrodes, a functioning of the 110 and/or curroundin enzyme mav be controli&. For example. the enzyme connected to the links [00251 120 may be a DNA polymerase„such as a template-inde- pcndcnt DNA polymerase. As will be understood by onc of ordmary skill, template-indcpmidmit DNA polymcrasc cata- lyze the incorporation of deoxynucleotides at a terminus of a l)NA strmid v,ithout the uce of a teniplate (i.e, without strand). However. copying an existin this is merely an example. and in some cases, other polymerase enzymes may be used (e.g., those that typically depend on a template), but may bc likewise modulated to control nucleic order. Accord- ing Io aspects of thc prcscnt disclosure, a DNA strand may be designed and built by electric niodulation to the electrode 110, thereby contmllin a next nucleotide to be added to the strand. For example. the electrode 110 may have various power (e.g.. between -I vy and I 5 I/) which can control functioning of the polymerase. In some siniations, the seqilencc Uf cicclllc miidUldlloil (c.g., rapldlv chBnglng voltage of Ihc clectrodc 110) may bc used to control thc###_### us2021229059"], "The text describes a method for programmatically constructing DNA strands by controlling DNA polymerase activity. This control is achieved through the application of four or more different polymerases and/or specific electrical modulations, such as varying voltage levels, to an electrode (electrode 110) and/or surrounding electrodes. These modulations are designed to selectively add the nucleotides adenine (A), thymine (T), guanine (G), or cytosine (C) to a growing DNA strand, thereby enabling the precise assembly of DNA sequences. The document also references an illustration (FIG. 2) of an electronic array chip (chip 200) that features an electrode array (210) as an example embodiment. This technology allows for the controlled synthesis of DNA molecules, which could have significant implications for genetics, biotechnology, and synthetic biology.###_### us2021229059": ["In the case of DNA. four or more different polymerase. and/or distinct electric modulations (e g, voltage or voltage orders) may be applied to electmde 110 and/or curround electrodes to control the DNA polymerase to selective add adenine (A). thymine (T), guanine (Ci). or cytosine ((') as a next nucleotide in a DNA suand. In this way DNA strands may be progranuuatically built. FIG. 2 illustrates an electronic array clup 200 with [0026] an electrode array 210 according to an exaniple embodi- I'he electrode array 2UU may be, as non-limiting ment.###_### us2021229059"], "As you've provided a reference to a document in a format that typically resembles a patent document (US 202 [/0229059 A[###_### us2021229059), but without specific content from the document itself, I cannot provide a detailed summary. Patent documents usually include detailed descriptions of inventions, including background information, detailed descriptions of the invention's components or methods, examples of how the invention can be implemented, and claims that specify what aspects of the invention are protected under patent law.\n\nTo summarize such a document accurately, I would need specific details about the invention or innovations disclosed in the patent application, such as:\n\n1. The field or industry the invention pertains to (e.g., electronics, pharmaceuticals, manufacturing processes).\n2. A brief description of the problem the invention aims to solve or the improvement it proposes over existing technologies or methods.\n3. A detailed description of how the invention works, including any unique components, formulations, or processes.\n4. Examples of applications or implementations of the invention.\n5. Any figures, diagrams, or specific data provided to illustrate or support the description of the invention.\n6. The claims section, which outlines the scope of protection the inventors are seeking.\n\nWithout access to the content of US 2021229059 A, I can only advise on the general structure and purpose of such documents. If you have specific information or sections from the document you'd like to summarize, please provide those details for a more tailored response.###_### us2021229059": ["US 202 [/0229059 A[###_### us2021229059"], "The text discusses the development of a biocompatible liquid crystal polymer (LCP)-based board-level electrode array and a complementary metal-oxide-semiconductor (CMOS)-based integrated circuit (IC)-level electrode array. LCP is highlighted as a suitable substrate material due to its high interfacial adhesion and low moisture absorption, which are beneficial for the long-term viability of micro-electrodes on LCP substrates.\n\nThe electronic array chip described can individually or simultaneously control the biasing voltage for each electrode. The electrode array includes cells, each with an electrode that may be similar to others mentioned in the document. Power supplied to these electrodes creates a programmable biasing electric field, modulating the activity of polymerase enzymes connected to specific electrodes. Moreover, some electrodes can switch between acting as a voltage source or ground to further modify the electric field. In certain instances, light sources, such as lasers, may be directed towards the electrodes to provide optical modulation, offering an alternative or additional means to modify polymerase activity.\n\nA specific embodiment features an electrode array platform comprising a substrate, electrodes, and bio-links. Polymerase enzymes are connected to the bio-links, and a programmable biasing electrical field controls the enzymes. Although typically a single enzyme is attached to multiple points on a single electrode, there can be variations. For example, multiple enzymes might be attached to a single electrode to facilitate the simultaneous creation of multiple DNA strands or fragments. Conversely, a single enzyme could be surrounded by multiple electrodes to achieve more precise control over the desired DNA strand production.\n\nLastly, the text outlines a method for creating the electrode platform, which involves plating an electrode with gold, possibly through electroless gold plating. A secondary plating step, such as autocatalytic gold deposition, may be employed to thicken the plating.###_### us2021229059": ["examples„a biocompatible liquid crystal polymer (LCP)- based board-level elcctrodc array or a Complementary mctal~xidc semiconductor (CMOS)-based mte rated circuit (I(')-level electmde arnly One of ordinary skill will recognize that I,('P is a bincompatible substrate niatenal lvith high interfacial adhesion and a low degree of moisnue absorption. which enhances long-term viability of micro- electrodes on LCP substmstes. The electronic array chip 200 may prox idc lu JI-pnxt ~ iou control of biasing voltage for each clcctrode uldividually or ui parallel. [0027] The clcctrodc array 210 includes an army nf cells includes ml clectrodc 100 or 225. Each 220. Each cell clcmrode 100 may besubstantiaily suniiar to that descnbcd I Meanwhile, each electrode above with reference tn I'ICI 225 may bee mund Power provided to electrnde ltkq flows to ground electrodes 225 creating a progranmiable biasing electric fiel. The electric field modulates the polymerase connected to electrode 110. In some cases. Clecuode 225 may bc sclcctivcly a voltage source or a ground tn miablc furlht:I IllndlfiCB11011 Ol lbC CICClrlCBI lickl. In some cases, one nr more light sources (e.g . laser [0028] light sources) dirac(cd toward Ihc electrode 110 may be provided. Thc light source(s) may be activated tn provide optical modulation (i e.. instead of or in addition tn electric nloduiatinn nf electrode I I 0) tn modify the operation nf the polymemsse 130. I'l(i. 3 is a perspective view of an electrode plat- [0029] filrm 100 according tn an embodiment I ilectrnde array 100 includes substrate 104. electrode 110. and bio-links 120, which may be substantially similar to like elements descnbcd above with refercncc to FIG. 1. Pnlymcrase cnzymc 130 is cotulcc )cd to the one or morc ol'bio-links 120. IIICI. 3 further depicts a pnlgraminable biasing electrical field 355 that controls pnlymenlse enzyine 130 [0030] Although as illustrated in FIG. 3. a suiglc cnzymc 130 is attached in a plurality of points (120) to a siagle electrode 110, this is merely an exainple In some cases, a plurality of enzymes 130 may be attached to a single ., to facilitate creation ofmultiple copies of electrode 110. e a DNAstrand or fragment simultaneously. Additionally, in ci rtain mubodimcnts, a single cnzymc 130 may be at timhcd/ tethered to/surrounded by a plurality ol chmtrodcs 110 (0 g., neighborin electrodes 110 in an array 210 tinning a box or partial bnx) Under sonic circumstances, by cnnnecting/ surmundin a single enzynie 130 with a plurality of elec- trodes 110„ the enzyme 130 may be more particularly controlled to produce a desired DNA strand with greater prt:clsloll. FIG. 4 is a flowchart 400 of a method of creating [0031] an electrode platfoml 100 according to an emixldiment The method uicludes plaung 400 an clecirndc 110 with gold For cxiunple, plaung 100 may be clecuuicss gold plating. In some cases. a secondary plating step may be performed (e a., with autncatalytic gold deposition) tn thicken the###_### us2021229059"], "The provided text describes a process involved in creating a specialized electrode surface, specifically focusing on a gold-plated electrode. Initially, a layer of gold is deposited on the electrode, serving as an inert surface to prevent any unintended chemical reactions that might occur, particularly with the polymerase enzyme and any additional layers applied to the electrode. Following the gold deposition, the electrode is coated with silica nanoparticles. This coating process involves using a self-assembled monolayer of (3-mercaptopropyl) trimethoxysilane. The monolayer acts as a seeding layer, which is essential for the subsequent deposition of a thin-film sol-gel silica layer and/or an organosilane layer. This detailed approach suggests a methodical process aimed at enhancing the electrode's surface properties, possibly for biological or chemical sensing applications, by ensuring it remains chemically inert while allowing for further functionalization with silica-based materials.###_### us2021229059": ["gold layer. The gold deposition layer provides a substantially inert surface to lunit unintended chemical reactions. such as lvith the polymerase enzyme and with the additional layers. [0032] Next, the gold-plated electrode 110 may be coated 420 lvith silica nanoparticles. For example, silica nanopar- nclcs mdy be applied to thc cicctrode 110 tlunugh a self- asscmblcxl monolayer of (3-mcrcapioprnpyl) trunethnxysi- lilutl Iu souu: cdscs. )hc 11101101avcl Iuilv'erve Bs il sccibug layer for depositing a thin-film sol-gel silica layer and/or an organosilane layer###_### us2021229059"], "The text describes a detailed method for enhancing the functionality of an electrode surface for DNA synthesis, specifically focusing on the immobilization of polymerase enzymes onto the electrode's surface for efficient enzyme attachment and subsequent DNA synthesis processes.\n\nInitially, the electrode (identified as electrode 110) undergoes a surface treatment where it is coated with silica. This silica-coated surface is then functionalized (referred to as functionalized 430 in the text) by attaching bio-links, using biotin PEG silane to facilitate the attachment process. This process not only prepares the electrode surface for enzyme attachment but also establishes bio-links (referred to as bio-links 120) essential for the subsequent immobilization of polymerase enzymes (referred to as polymerase 130).\n\nThe polymerase is then immobilized (referred to as immobilized 440) onto the treated electrode surface through a biotinylation process, which involves attaching the polymerase to the electrode via the bio-links established in the previous step. This step is crucial for the intended DNA synthesis as it ensures the polymerase enzymes are properly positioned and attached to the electrode's surface.\n\nThe text further mentions that the described method of creating the electrode platform and immobilizing polymerase is just one example, indicating the existence of various alternative techniques for achieving the same goal. Additionally, it highlights the importance of proper enzyme binding, noting that improper binding can lead to inhibitory activities which can affect the electrode’s sensing capabilities. This includes issues such as a decrease in surface Debye length due to attached molecules and non-specific binding that can disrupt the proper orientation of enzyme molecules, thereby degrading their activities and functionalities after immobilization.\n\nTo ensure effective DNA synthesis, the text introduces a flowchart (referred to as flowchart 500) outlining a method for de novo DNA synthesis. This method begins with initiating DNA synthesis (referred to as initiating 510), which may involve controlling the enzyme through electrical modulation. Following this, a processor is used to identify a first nucleotide in a DNA strand (identified 520). The electrode is then adjusted to modulate (referred to as modulated 530) the polymerase, enabling the addition of the identified nucleotide to the DNA strand. This process involves adjusting the voltage biasing of the electrode to facilitate the attachment of different bases to the end of the DNA strand, underscoring a precise and controlled approach to DNA synthesis facilitated by the electrode and its surface treatment.\n\nOverall, the text outlines a sophisticated method for preparing an electrode surface for DNA synthesis, emphasizing the importance of proper enzyme immobilization and the controlled addition of nucleotides to a DNA strand through electrical modulation of polymerase enzymes.###_### us2021229059": ["3\n\nJul. 29, 2021\n\n[0033] The silica-coated surface of electrode 110 is then liincttnnalrznl 430 by auaching bio-links to thereto. For instance, biotin PEG sllmie provides functlonahzcs 430 the electrode 110 surface and provides bio-links 120 for enzyme attachment Pnlymenlse 130 is then immobilized 440 by attaclung the polymerase to the treated electrode 110 throu h biotinylation. [UU34J One of ordinary skill will recognize that the elec- trode platfomi creation described in reference to lti(i 4 is merely an example, and various alternative techniques may be used to inunobilize polynlerase on an electrode. [18)35J One of ordinary skill will also recngttize that improperly binding poiymerase enzymes to the surface of electrode 110 may result in inhibitory activities against the clfbctlvc scusulg, Bcl lid iloll I doge ol tile surfBcc, C.g., slllfacc \"Debyc length\" decrease duc to attached mohmuics. Fur- thcnnnrc, non-specllic bindulg oficn ciulnot guarantcc thc pmper orientation of the enzyme molecules and then degrade activities and filnctionalities of the enzyme after inunobilization. Therefore. it is essential to employ reliable that polymerase described above with rel'crcncc to FIG. 4) that arc compat- lblc with clcctroilcs dud/tlr clccilixlc BITB)'s. FICI. 5 is a flowchart 500 of a method of de novo [0036] DNA synthesis according to an embodiment. The method includes uutiatlng 510 DNA synthesis. Iu some cases, ini- tiating 510 DNA synthesis may include controlluig thc thmugh electrical modulation) tn polymerase 130 (e 8, build a teloinere. Then, a first nucleotide is identified 520 For ex unple, data representative of a DNA strand may be provided to a processor. and the processor may identify 520 a next nucleotide in the DNA strand. Electrode 110 is ad)usted tn modulate 530 the pnlymcmsc 130 to add the lira) nuclcotulc to thc DNA suand. For example. by ad)usung the voltage biasing of the electrode 110, the pnlymerase may be nxldulated 530 to attach a ditferent base tn the end of the DNA strand.###_### us2021229059"], "The text outlines a method for DNA synthesis involving the sequential addition of nucleotides to a DNA strand. The process begins with determining whether additional nucleotides should be added to the DNA strand. If yes, the next nucleotide is identified, and the electrode is modulated to facilitate the addition of the nucleotide to the strand. If no further nucleotides need to be added, the DNA synthesis is considered complete. Completing the synthesis may involve controlling the polymerase, for instance, through electrical modulation, to build a telomere at the end of the DNA strand.\n\nThe method also mentions the possibility of creating multiple DNA fragments, either sequentially using the same electrode or in parallel using multiple electrodes. These fragments can then be assembled into a complete DNA strand using known fragment assembly techniques, potentially increasing the speed of assembly compared to other methods.\n\nIn some instances, DNA synthesis occurs in a solution containing nucleoside triphosphate (dNTP) and magnesium chloride, among other possible components. The solution may also include a reaction buffer and corresponding dNTPs for the synthesis process.\n\nThis summary is based on document US 2021229059 A1.###_### us2021229059": ["It is determined 54U whether additional nuclentides [UU37J should be added tn the l)NA strand If so (540 Yes), the next or subsequent nucleotide is identified 520 and the electrode 110 is modulated 530 to add the next nucleotide to the strand. In not (540 No). DNA synthesis is completed 550 In some cases. completing 550 DNA syntlmsls may include controlhng thc polymcrasc 130 (c.g., tluough clec- tncal modulation) to build a telnmere on the end of the l)NA strand.\n\nIn certain cases, DNA synthesis (e g . as described [IN)38] above) may be used tn create a plurality of DNA fragtnents The fragments may be created sequentially (e.g. using a same electrode 110) or in parallel (e.g.. using a plumslity of lbr clectrodcs 110). The frabunents may bc combined, cxiunplc, using fragment assembly umlmlqucs known ui thc rc la 1 cd art, to fomt a complete DNA strand. Accordulgly, the speed of assembly may be even further improved over the related art.\n\nIn some instances. DNA synthesis may occur [UU39J v ithin a solution (such as a solution of nucleoside triphos- phate (dNTP) and/or magnesium chloride (e g.. 10 PM of dNTPs and/nr 1.5 UM of MgCIB)). Iu some instances, ihere tait)'IISO bC B IcdC(1011 buflt:I prCSCilt lu thc Solifilnll. AS a Ihc solution may uiclude 1.5 plvi nou-limiting cximiple. Mg('l„standard P( I& reaction buffer, and 10 PM of corre- spondmg dN'I'Ps\n\nUS 202 [/0229059 A[###_### us2021229059"], "The text describes a detailed diagram of a CMOS actuation array (600) which can be utilized to implement various aspects of the technology discussed. The CMOS actuation array is mentioned as potentially being used as an electronic array chip (200), demonstrating the flexibility and adaptability of the design. The document underscores that this array is just one example, and other variations or alternative arrays could also be employed within the scope of the disclosure.\n\nFurthermore, the text outlines a computing device architecture (700) as shown in FIG. 7, which is capable of controlling one or more electrodes (110) that can be part of the CMOS actuation array or other components. This computing device includes a central processing unit (CPU) (702) for executing instructions, a display interface (704) for rendering graphics and connecting to displays, and an electrode interface (760) for connecting and controlling electrodes (110). This setup is designed to, among other things, control voltage biasing of electrodes to modulate polymerase (130) for DNA synthesis. The display interface can connect directly to a local display, such as a touchscreen, or it can provide data for an external or remote display, which might not be physically connected to the computing device. This could include mirroring graphics on a desktop monitor from a mobile device or wirelessly communicating with an external display over a network connection.\n\nOverall, the document presents a flexible and comprehensive system for controlling electrodes within a CMOS actuation array, with potential applications in fields such as DNA synthesis. This system is designed to be adaptable, with a computing architecture capable of supporting various display configurations and electrode control mechanisms.###_### us2021229059": ["FIG. 6 is a detailed diagram of a CMOS actuation [0040] array 600 thai muy bc usod io implemen1 aspects of the present disclosure For example. ClvIOS actuation array 600 niay be used as electronic array chip 200. One of ordinary skill will recognize that various altemntions and alternative arrays could be utilized with aspects of the present disclo- sure. [0041] As desired, iniplementations of the disclosed tech- nology may include a computing device that can control one or more electmdes 110 with more or less of the components illustrated in FIG(. 7. The computing dei ice architecnire 700 is provided for example purposes only and does not limit the scope ol'he vunous implemcntauuns of die present dis- closed computing systems. methods, Bnd computer-readable niediums [0042] The computing device arcluicciure 700 ol'IG. 7 includes a central processing unit (CPU) 702. whcrc cxccut- dble computer utstructtons arc processed, a ihsplay uiierfacc 704 that supports a graphical user interface and provides functions for rendering video graphics, images. and texts on the display Computin device architecture 700 may include an electrode interface 760 that can connect to one or more cfccxrodcs 110 (c.g, clcctrodc array(s) 210 aud/or electronic array clap(s) 200) to monitor BBIVor control thc s unc. For cxiunple, CPU 702 may contml voltage biasing of the electrodes 110 to modulate polymemnse 130 and contml DNA synthesis. In certain example implementations of the the display interface 704 connects disclosed teclmolo y. directly to a local display. such as a touch-screen display In another associated with a mobile computin example implementation. the display uiierlhcc 704 provides daid. miagcs. mid other Inl'onnation for an exicmal/rmnotc display 750 that is not necessarily physically connected to the mobile computing device I'or example, a desktop nioiu- tor can mirror raphics and other infomiation presented on a mobile computing device. In certain example implemen- tations, the display interface 704 wirelessly conmiunicates, for example, via a WI-FI chiuuicl or uthcr available network con+Ox(ion intcrl'acc 712 to thc external/remote display.###_### us2021229059"], "The text describes an example implementation of a network connection interface (reference number 712), which can be configured either as a wired or wireless communication interface. This interface is capable of supporting functions for displaying video, graphics, images, text, or any combination of these on a display. It outlines that the communication interface could comprise various types of ports including serial, parallel, GPIO, game ports, USB, micro-USB, HDMI, video, audio, Bluetooth, NFC, or any other similar communication interfaces, individually or in combination.\n\nFurthermore, the document details a computing device architecture (reference number 700) that includes a keyboard interface (706) for connecting to either a physical or virtual keyboard. Additionally, it mentions a presence-sensitive display interface (708) designed for connection to a presence-sensitive display (707). This presence-sensitive input interface (708) is meant to facilitate communication with various devices like pointing devices, capacitive or resistive touch screens, touchpads, depth cameras, etc., which may be integrated with or separate from the display. This summary is based on the document dated July 29, 2021, with the identifier US2021229059.###_### us2021229059": ["In an example implementation. the network con- [0043] nixuon uiicrlbcc 712 cdu bc conii ured as a wtru! or w ircless conunuiucutiou interface mid cdn provide I'unctions for rendering vidixi, graphics. images. (ex1. other uifomia- tion, or any combination thereof on the display. In one example. a comniunication interface can include a senal port, a parallel po(t, a general purpose input and output (C)PIO) port, a game port. a universal serial bus (USB), a nucro-USB pork a lugh dclinition mulumcdia (HDMI) purl, a video port. un audio pork a Bluciooih port, a near-(ield commumcaiion (NFC) port, another hkc conununicaiion interface. or any combination thereof. [0044] The computing dcvicc architccturc 700 can include leyboard interface 706 that provides a communication interface to a physical or virtual keyboard. In one cxiunplc the computing device architecture 700 implementation, includes a presence-sensitive display interface 708 for con- necting to a presence-sensitive display 707. According to certain example implementations of the disclosed tecluiol- ogy, thc presence-sensitive uipui mterfacc '708 provulcs a commumcaiion uiicrl'acc to venous devices such as a poin1- uig device. a capacitive touch screen, a rcsisuvc Iuuch screen, a touchpad. a depth cainera. etc which may or may not be integrated with a display.\n\nJul. 29, 2021###_### us2021229059"], "The text describes a computing device architecture, labeled as device architecture 700, which incorporates various components and interfaces designed to facilitate interaction between the device and its user, as well as with the device's environment. Key elements of this architecture include:\n\n1. **Input/Output Interfaces**: Several interfaces are listed that enable the device to present information to users and capture information from the environment. These include a keyboard interface (706), a display interface (704), a presence-sensitive input interface (708), a network connection interface (712), a camera interface (714), and a sound interface (716). These interfaces support various input components such as a mouse, trackball, directional pad, touch-verified track pad, presence-sensitive display, digital and video cameras, microphones, sensors, smartcards, accelerometers, magnetometers, and optical sensors. Input components can either be integrated within the device or exist as separate entities.\n\n2. **Communication Interfaces**: The device architecture features an antenna interface (710) and a network connection interface (712) to provide communication capabilities, including wireless communication with a network. The display interface (704) can communicate with the network connection interface (712) to display information on remote displays not directly connected to the system. A camera interface (714) serves as a communication interface for capturing digital images, while a sound interface (716) converts sound into electrical signals and vice versa, using a microphone and speaker.\n\n3. **Memory and Storage**: The architecture includes Random Access Memory (RAM) (718) for storing executable computer instructions and data in volatile memory for processing by the CPU (702). A Read-Only Memory (ROM) (720) stores invariant low-level system code or data for basic system functions in non-volatile memory. Additionally, the device includes a storage medium (722) for storing files, which could be various types of memory devices like RAM, ROM, PROM, EEPROM, magnetic and optical disks, flash drives, etc.\n\nIn summary, the computing device architecture 700 is detailed with a focus on the interfaces and components that enable communication and interaction with users and the device's environment, alongside memory and storage solutions for data and system functionality.###_### us2021229059": ["device architecture 700 can be [0045] The computin collllglllcd (0 OSC OBC OI Biol e Ilipui Colllpollellm VIB OIIC Ol more of inpuVoutput uiicrfaces (for cxamplc, ihc keyboard interface 706, the display interface 704, the presence sensi- tive input interface 708. Oetv ork connection interface 712, camera interface 714. sound interface 716„etc ) to allow the computing device architecture 700 to present information to a user md capture infomiation from a device*s environment including instructions from ihe device's user. Thc inpu1 components can uiclude a mouse, a trackball, a directional pad, a track pad, a touch-verified tmnck pad, a presence- sensitive track pad, a presence-sensitive dispkny, a scroll ital camera including an adjustable lens, a digital v heel. a di video camera. a web can)era. a microphone. a sensor, a smartcard, and the like. Additionally, an input component can bc integrated with ihc compuuug device arclutcciure 700 or can be a sepnratc device. As addiuoual cximiples, input components can include an acceleronieter. a magne- tometer, a digital camera. a microphone, and an optical scilsor. [0046] Example unplemcntdtions of the computing device arclutccturc 700 can include an animma uitcrl'acc 710 thai provldCS d ColllllllullCdilou IllierfaCC to till alliclllld: d net- work connection interface 712 can support a wireless com- nninication interface to a netv ork As mentioned above, the display interface 704 can be m cotmnunication with the network connection interface 712. for example, to provide lllforlllaililll for display'u il IClllo(C dlsplB)'hB( IS lli11 directly connected or attached to thc system. In ceruiin implementations, a camera uiicrlacc 714 Is providod Iha1 acts as a conununication interface and provides functions fbr capturing digital in(ages fmm a camemn. In cenain imple- mentations. a sound interface 716 is provided as a conunu- nication interface for converting sound into electncal si nnls I ISlllg ii ullCropiloilC slid IOI Coirvcltlllg ck:Cirlcill SlglldlS Ill(0 sound usuig a speaker. According to example unplcmcnid- tions, a random access mmuory (RAM) 718 is proviikd, where executable computer instnictions and data can be stored m a volatile memory device for processing by the CPU 702. [0047] According to an cxiunple unplmumiiation, the com- putiug device arclutccture 700 uicludcs u rend-only memury (IfOM) 720 v,here invariant low-level system code or data for basic system functions such as basic input and output (I/O), startup, nr reception of keystrokes front a keyboard are stored in a non-volatile inemory device. According to an example impiementation, the computing device architecture 700 includes a storage medium 722 or other suitable type of memory (c.g. such as RAM. ROM, programmablc read-only read-only meniory meniory () IPROM), electrically erasable programmable read-only memory (I:I!PIK)M). magnetic disks, optical disks. fkippy disks, hard disks, removable cartndges, flash drives). for storing files###_### us2021229059"], "The text describes components of a computing device architecture, identified as number 700. This includes an operating system (724), application programs (726) such as a web browser, widget or gadget engine, and potentially other applications, along with data files (728). Additionally, it mentions a power source (730) that supplies either AC or DC power necessary for the operation of the device's components. Furthermore, the architecture incorporates a telephony subsystem (732), enabling the device to transmit and receive communications, suggesting capabilities for network or cellular connectivity. This summary is derived from a document with the identifier \"us2021229059.\"###_### us2021229059": ["include an opemnting system 724, application programs 726 (including, fiir example. a web brow scr application. a w idgci or gad et engine, and or other applications, as necessary). and data hles 728 According, to an example implementation. the con)puting device architec- ture 700 includes a poiver source 730 that provides an appropnate alternating current (AC) or direct current (DC) to power components. [0048] According to an cxiunple unplmumiiation, the com- puting device architecture 700 includes a telephony subsys- tem 732 tlmt allnivs the device 700 to transmit and receive###_### us2021229059"], "The provided text seems to be referencing a document with a publication or application number typically associated with patents or patent applications filed in the United States. Specifically, the notation \"US 202 /0229059 A\" suggests it is a document from the United States Patent and Trademark Office (USPTO). This format usually includes the country code (US for the United States), the year of publication (potentially 2020 or 2021 in this case, based on the provided numbers), followed by a serial number (0229059), and a kind code (A, indicating a certain type of document, often a patent application publication).\n\nWithout the actual content of the document, a detailed summary cannot be provided. Typically, these documents contain detailed descriptions of new inventions or technological advances, including their intended purpose, how they operate, and how they improve upon existing technologies or methods. They also include claims that define the scope of the invention's protection sought by the applicant, drawings that visually represent the invention, and background information that contextualizes the invention within its field.\n\nTo summarize this document, one would need to access the full text of US 2021/0229059 A to review the detailed description of the invention, its claims, and any accompanying drawings or figures. This would allow for a comprehensive overview of what the invention is, how it works, its potential applications, and its significance within its technological or industrial field.###_### us2021229059": ["US 202 [/0229059 A[###_### us2021229059"], "The text describes the architecture and components of a computing device, specifically focusing on its ability to transmit audio and data information over a telephone network. It mentions a telephony subsystem (732) which, although shown as a separate subsystem, can be integrated into the network connection interface (712). Key components of the device include a Central Processing Unit (CPU) 702, Random Access Memory (RAM) 718, and various storage mediums (722). The CPU is designed to function as a computer processor and may comprise more than one processing unit. The RAM is used for quick storage by the CPU during the execution of software programs, including the operating system, application programs, and device drivers. Specifically, the device's architecture includes at least 728 MB of RAM and 256 MB of flash memory.\n\nThe storage medium (722) can consist of various physical drive units, including but not limited to, RAID configurations, floppy disk drives, flash memory, USB flash drives, external hard drives, optical disc drives (HD-DVD, Blu-Ray, Holographic Digital Data Storage), and different types of dynamic random access memory modules (DIMM SDRAM, micro-DIMM SDRAM). These storage media allow the computing device to access, offload, and upload data and computer-executable process steps, including application programs.\n\nFurthermore, the text describes a computing device, which can be a CPU or conceptualized as one (for example, CPU 702). This device can connect with peripheral devices like displays and speakers, and it could refer to various forms of computing hardware such as mobile tablets, smartphones, smartwatches, and can output content to both local and external display devices over connections like Wi-Fi. The computing device, as detailed in this architecture, is capable of supporting a wide range of applications and functionalities, highlighting its flexible and versatile nature in handling data and software operations.###_### us2021229059": ["audio and data information over a telephone neuvork. AltlloUgll sliowll as a scpBratc sUbsvstclll, tclcplloil)'ubsystem732 may bc unplcmcnted as part ol'hc network connection interface 712 11ie constituent components and the ( PU 702 communicate w:ith each other over a bus 734. [0040J According to an exaniple implementation, the ('PU 702 has appropriate structure to be a computer processor. In the CPU 702 includes more than one one arrangement. proccssuig unit. The RAM 718 interfaces v;idi the computer bus 734 to provide quick RAM siorage to the CPU 702 ilUllllg tile cxcclltlori of softwalc proglaills silcll iis tile Operatin system, applicatiim programs. and device dnvers. More specihcally, the ('PU 702 loads computer-executable process steps from the storage medium 722 or other media into a field of the RAM 718 in order to execute soflware programs. Data can bc stored ui the RAM 718, where the data can be acccsscxf by the computer CPU 702 during cxccuuon. In onc cxamplc conftgumtion, thc device arclu- tecture 700 includes at least 728 MI3 of RAM, and 256 MII of flash memory 'I he storage niediuni 722 itself can include a nunt- [0050J ber of physical drive units. such as a redundant array of independent disks (RAID), a floppy disk drive. a fiash memory. a USB flash dnve, an external hard disk dnvc, tlnimb drive. pcn dnvc, kcy dnvc, a High-Density Di ital Versatile I )i ac (I ID-DVD) optical disc drive„an internal hard disk drive, a Iflu-Ray optical disc drive, or a Ilolographic l)igital l)ata Storage (IIDI)S) optical disc drive. an external in-line memory module (DIMM) syncftronous mini-dual dynamic random access memory (SDRAM). or an exteriml nncro-DIMM SDRAM Such computer readable storage media allow a computuig dcvicc to access computer-excxut- able pmcess steps, application prop mns and the like. stored on removable and non-removable meinory media. to otf- load CLsta fmm the device or to upkmd data onto the device. A computer program product, such as one utilizing a com- munication system. can be tangibly embodied in storage medium 722, w hich cnn include a maclunc-res dablc storage medium. [0051] According to onc cximiple uuplcmentation, thc tenn computing device, as used herein, can be a CPU. or conceptualized as a ('Pf) (fi)r example, the ( Pl) 7()2 of I 1(i. 7). In this example implementation, the computin device (CPU) can be coupled. connected. and/or in conununication with one or more peripheral device~, such as dispLsy. In another example implcmenmitiorc thc remi computuig device. as used herein, can rcfi:r to s mobile computing tablet computer, iil'lllart device such as a smartphone, watch the computiag device outputs content to its local display and/or speaker(s). In another example implementation. the computing device outputs content to an external display device (e.g.. over Wi-Fi) such as a TV or au external computing system In example implcmenuitions of the disclosed tech- [0052] nology, a computing dcvicc uicludcs miy number of###_### us2021229059"], "The text describes various hardware and software applications designed to support operations within computing devices. It outlines how these devices incorporate one or more Input/Output (I/O) interfaces to enable communication between the computing device and various input/output devices. Examples of such interfaces include a universal serial bus (USB) port and serial ports, which can connect to devices like a disk drive, CD-ROM drive, and various user interface devices. These user interface devices could be a display, keyboard, keypad, mouse, control panel, touch screen display, microphone, etc., all of which enhance the user's interaction with the computing device. This summary is based on a document reference, us2021229059.###_### us2021229059": ["hard- ware and'or soflware applications that are executable to facilitate any of the operations In example iinplementations, one or more I/O interfaces facilitate conununication between the computing device and one or more input/output devices. For example, a universal senal bus porn s senal porm a disk dnic. a CD-ROM dnve, and/or onc or morc user interface devices. such as a display, keyboard. Leypad, mouse, control panel, touch screen display, nucmphone, etc „can facihtate user intemsction with the computing device 'I'he one Or ntore###_### us2021229059"], "Without the original text from the document \"us2021229059\" published on July 29, 2021, I cannot provide a specific summary. However, based on the format, \"us2021229059\" appears to be a publication number for a United States patent application. Typically, these documents detail new inventions, methods, systems, or improvements to existing technologies. They include a detailed description of the invention, its intended use, any drawings or diagrams if applicable, and claims that define the scope of the invention's protection.\n\nIf you have specific details or sections of the patent application you're interested in, please provide them, and I can offer a more targeted summary or explanation based on that information.###_### us2021229059": ["Jul. 29, 2021###_### us2021229059"], "The text discusses the role of I/O (input/output) interfaces in computing devices, emphasizing their functionality in receiving data and user commands from various output devices. This received data can be processed by one or more computer processors according to the needs of different implementations of the technology being discussed or stored in memory devices for later use. Additionally, the text highlights the importance of network interfaces in facilitating connections between the computing device's inputs and outputs with various networks or systems. These networks can be of different types, including local area networks (LAN), wide area networks (WAN), the Internet, cellular networks, radio frequency networks, Bluetooth enabled networks, Wi-Fi enabled networks, satellite-based networks, or any wired or wireless networks, to communicate with external devices or systems.\n\nFurthermore, the text elaborates on certain implementations of the technology, referring to block and flow diagrams that describe systems, methods, and computer program products. It mentions that some of these blocks or sequences in the diagrams can be executed in different orders, repeated, or even omitted, depending on the specific implementation of the technology. The narrative also covers how computer-executable program instructions related to these implementations can be loaded onto different types of computing apparatuses (general-purpose, special-purpose computers, processors, etc.) to perform specific functions as outlined in the flow diagrams. These instructions can also be stored in computer-readable memory to direct a computing device to operate in a certain way, essentially turning the instructions into a product that implements specified functions. The text concludes by mentioning the possibility of creating a computer program product that contains computer-readable program code to execute functions detailed in the flow diagrams, underscoring the adaptability and versatility of the disclosed technology in computing contexts.###_### us2021229059": ["I/O interfaces can be utilized to receive or collect data and/or user instructions from a wide vancty of uiput devices. Rccmvcd data can be proccsscxl by onc or morc compuier pmcessors as desired in various iniplementations of the disclosed technology andior stored m one or niore memory devices. [00531 One or more network interfaces can facilitate con- nection of the computing device inputs and outputs to one or morc suitable ac(worl s and/or connections: for example. thc connixtions that facihtatc communication with any number of sensors associated with thc system. Thc onc or morc network interfaces can further facihtate connection to one or more suitable networks; for exiunPI. a local area nenvork, a wide area network, the Internet, a celluLar network, a msdio frequency network, a Bluetooth enabled netv ork. a Wi-Fi enabled network, B satellite-based network auy wtrcxf nct- Wolk, Bll)'lrCICSS IICtv:Olk, Otc.. for CollllllUlliCatioll Wltll extcnial dcviccs mid/or systmns. [(8154J Certain implementations of the disclosed technol- ogy are described above with reference to block and floiv diagrams of systenis and methods and/or computer program products according to exaniple implementations of the dis- closed teclmology. It ivill be understood that one or more blocks ol thc block diagrams and flow dtagmms, mid com- buiations ol'blocks in thc block diagranw aud flow diagriuns, respectively, can be implemented by computer-executable I ikev ise, sonic blocks of the block pmgram instnictions. diagrams and flniv diagmms may not necessarily need to be perfomied in the order presented„may be repeated, or may not necessarily need to be performed at all, according to SolllC illlplClllCIltatloliS Of tliC iilSclosixl tCcllllologv. [0055] These compuicr-ixccutablc program uisiructions illii)'c loildcd oil(0 a gcllct'ill-pUrposo coillpiltcl; a spccial- purpose computer, a pmcessor. or other pmgramniable data pmcessing apparatus to pmduce a particular niachine, such that the uistructions that execute on the computer. processor, or other programmable data processing appamstus create means for implementing one or more functions specified in thc flow diagram block or blocks. These computer pro riun iustnictions may also be stored in u computer-rcadablc meniory that can direct a computer or other programmable data processing apparatus to function in a particular manner, such that the instructions stored in the computer-readable memory produce an article of manufacture includin instruction means that implement one or more hnictions spccilicd in thc flow dmgram block or blocks. As an example, uuplemcntations of the disclosed technology may pmvide fnr a computer program product. including a com- puter-usable medium having a coniputer-readable program code or program instructions embodied therein, said com- puter-readabie prograni code adapted to be executed to implement one or more functions specified in the flow duigram block or blocks. The computer program###_### us2021229059"], "The text describes how instructions can be loaded onto a computer or another programmable device to carry out a series of operations or steps. These operations form a computer-implemented process, with the instructions enabling the computer or device to execute specific functions outlined within one or more blocks of flow diagrams. Essentially, the flow diagrams and block diagrams facilitate various combinations of mechanisms for executing the defined functions. This explanation is part of a broader context likely pertaining to a patent application or technical documentation, as indicated by the reference number \"us2021229059\" at the end.###_### us2021229059": ["uistructions may also bc loiulcd onto a computer or other progmnunablc data processing apparatus to cause a series of operational elements or steps to be performed on the computer or other programmabie apparatus to produce a computer-imple- mented process such that the instructions that execute on the computer or other proymnmabfe apparatus provide ele- ments or steps for unplemcnting thc fuuctiom specdicxf in the flow diagram block or blocks. [0056] Accordingly, blocks of thc block diagmms and flov diagrams support combinations of nieans fi)r perti)rm- ing the specified fiinctions. combinations of elements or###_### us2021229059"], "The text you've provided seems to refer to a document with a U.S. patent application publication number, specifically US 2021/0229059 A1. This document represents a specific patent application that has been published by the United States Patent and Trademark Office (USPTO). The format suggests it was published in 2021.\n\nA detailed summary of this document would typically include:\n\n1. **Title of the Invention**: A brief description or the title of the invention or innovation that the patent application is seeking to protect.\n\n2. **Inventors**: The names of the individuals or entities that have created the invention and are applying for the patent.\n\n3. **Assignees**: If the rights to the invention have been assigned or are intended to be assigned to another party (such as a company or an institution), this would be noted here.\n\n4. **Publication Date**: The date on which the patent application was published, which offers a clue about the timeline of the patent application process.\n\n5. **Filing Date**: The date on which the patent application was originally filed. This is important for understanding the priority of the invention.\n\n6. **Abstract**: A brief summary of the invention, including its purpose, how it works, and what makes it unique or an improvement over prior art. The abstract provides a quick overview for those interested in the details of the patent.\n\n7. **Field of the Invention**: This section describes the area of technology or industry to which the invention belongs, helping to contextualize its use and importance.\n\n8. **Background**: Information on the state of the art prior to this invention, including problems or limitations with existing technologies that the current invention seeks to overcome.\n\n9. **Summary of the Invention**: A more detailed explanation of the invention, including its technical aspects, benefits, and potential applications. This section aims to highlight what is novel and non-obvious about the invention, making the case for why it deserves patent protection.\n\n10. **Detailed Description**: A comprehensive explanation of how the invention works, often accompanied by diagrams, examples, and specific embodiments. This section is crucial for understanding the technical nuances of the invention.\n\n11. **Claims**: The most legally significant part of the patent application, where the boundaries of the invention are defined. The claims articulate exactly what the inventor seeks to protect and thus determine the scope of the patent rights.\n\nWithout access to the specific content of US 2021/0229059 A1, this outline provides a generic structure of what such a patent application publication would contain. To get detailed information about the invention, one would need to look up the document by its publication number on the USPTO website or another patent database, where the full text of the document would be available for review.###_### us2021229059": ["US 202]/0229059 A]###_### us2021229059"], "The text outlines the implementation of specific functions through both hardware and software components in computer systems, emphasizing that these functions can be achieved through a combination of special-purpose hardware and computer instructions. It mentions that the disclosed technology has been described with reference to mobile computing devices, including a range of portable computing devices like tablets, PDAs, ultra-mobile PCs, tablet PCs, and smartphones, highlighting that these descriptions are inclusive but not exhaustive. The document clarifies that while specific details are provided, the technology can be implemented without these details, and well-known methods and structures may not be explicitly shown to keep the description clear. It uses terms such as \"one implementation\" or \"various implementations\" to indicate that the described implementations may feature certain characteristics, but not all implementations will necessarily include those specifics. The text also defines how certain terms, such as \"connected\" and \"coupled,\" should be interpreted within the context, stressing an inclusive meaning of \"or\" and that articles like \"a,\" \"an,\" and \"the\" imply one or more of the elements discussed unless specified otherwise. Additionally, the use of ordinal adjectives like \"first,\" \"second,\" \"third,\" etc., is to distinguish between instances of similar objects without implying a specific sequence, priority, or ranking among them.###_### us2021229059": ["steps filr performing the specified function~. and program instruction means for pcrfomiing Ihc spccificd funcl&ons I& will also bc understood tha& each block ol'he block du&- ran&a and flow diagrmns, and combiimtions nf blocks in the block diagrams and flow diagrams, can be iinplemented by special-purpose, hardware-based computer systems that per- form the specitied fi&nct&ons, elements or step~. or combi- nations of special-purpose hardware and computer insiruc- uom. [0057] Certain unplementations of the disclosed tecluiol- ogy are descnbcd above w i&h rcfcrcnce &o mob&lc computing devices. 11&osc skllh:il ill lllc alt Iccoglllzc tl&B& 11&crc Brc several catcgorics ol'ob&lc devices, generally known as portable con&puting devices that can nu& on batteries but are not usually classified as l&or example. n&Chile devices can include, but are not limited to portable comput- tablets. PDAs. ultra-mobile PCs tablet PCs. Internet ers, (L MPCsi and smnrtphones. In this description, numerous specific demils have [0058] been set forth. It is to be understood, however. that imple- mentations of thc d&scloscd &ccluiology may be pract&ccd without these spec&iic dctmls. In o&her instances, veil-known mc&hodk, structures and &imluuqucs have not bema shown &n to obscure an understanding of tlus detail description I&eferences to \"one implementation,\" \"an imple- mentation„\" \"example implementation,\" \"Various imple- mentations.\" etc.. indicate that the impien&earn&ion(s) of the disclosed technology so dcscnbixl may include a parncular li:d&urc. suucturc, or charactcnstic, bu& noi cvcry implmnen- &at&on ncccssarily uicludcs &hc par&icular li:d&ure, s&ruc&urc, or characteristic I'urther, repeated use of the phrase \"in one implementation\" does not necessarily refer to the same implementation. although it may. the specification and the claims, the [0059J following tern&a take at least the meanings explicitly asso- ciated herein, unless the context clearly dictates oiherv.ise. The tenn \"connected'* means that one hmction, feature, struc&urc. or clrdrac&eris&ic &s dircclly )oined &o or in com- s&nic&urc, or munication with another lunclion, characteristic 'lhe term \"coupled\" means that one function, feature. stn&cture, or characteristic is directly or indirectly joined tn or in comnlunication with another tunctin&1, fea- ture, structure„or chamlcterist&c. The term \"or\" is intended to mean an inclus&ve \"or.\" Further. the terms \"a.\" \"an.\" and '*the'* arc intended &o mean one or morc unless speciiicd to bc dircc&cd to a othcrwisc or clear from the con&cxt Slllgilldl for&&i. [0060J As used herein, unless othenvise specified the use of the ordinal adjectives \"first.\" \"second,\" \"third.\" etc . to describe n common object, merely indicate thai difi'erent instances of like objects are being referred to. and nre not intended to unply that the obiects so described must be in a glvi 11 sl qucllcc, I Ill&i Y 0 lllpol'llv, spa&lallv. 1&l I'allklllg, or ill dl&V o&llcl###_### us2021229059"], "The text discusses the scope and versatility of a disclosed technology, emphasizing that the specific implementations detailed are not exhaustive or restrictive. It highlights that the technology is not limited to these implementations but extends to various modifications and equivalent arrangements within the scope of the appended claims. The specific terms used are meant for descriptive purposes rather than limitations, suggesting a broad applicability and adaptability of the technology beyond the examples provided. The document is dated July 29, 2021, and is identified by the reference US2021229059.###_### us2021229059": ["Il&all&&CI'0061]\n\nWlulc ccrta&n implcmcn&at&ons of thc disclosed technolo y have been described in connection with what is presently considered to be the most practical and various implementations, it is to be understood that the disclosed teclmology is not to be limited to the disclosed implemen- tauons. bu& on thc contrary, &s uitcndcd &o cover venous mod&lications m&d cquivalen& armn cmen&s uicluded w»lun thcscopc of &Ilc appcildcd ckillllw Al&hoiigh spec&lic uzi&is are enlployed herein. they are used in a generic and descrip- tive sense only and not for purposes of limitation\n\nJul. 29, 2021###_### us2021229059"], "The provided text outlines a detailed description of a technology disclosed in a patent, specifically focusing on a method for synthesizing a nucleotide chain. This method is designed to enable practitioners skilled in the art to utilize various devices, systems, and technologies to implement the disclosed methodology. The patent claims define the scope of the technology, which also covers additional examples that fall within the structural and functional equivalents as described in the claims. \n\nThe core of the disclosure is a series of clauses that detail a method for the synthesis of a nucleotide chain, which includes an ordered sequence of nucleotides. The method involves several key steps: \n\n1. Identifying the first nucleotide in the sequence and using a polymerase enzyme to attach this nucleotide to the chain through electrical modulation of an electrode.\n2. Subsequently identifying and attaching each nucleotide in the sequence in turn, through the same process of electrical modulation to control the polymerase enzyme.\n3. The method may also include the assembly of a telomere at the end of the nucleotide chain, again using electrical modulation to control the enzyme.\n4. After completing the nucleotide chain, a telomere can be attached to its end, further utilizing electrical modulation.\n5. The method includes receiving data that indicates the order of nucleotides, from which the initial and subsequent nucleotides are identified for synthesis.\n6. Lastly, it involves dividing the order of nucleotides into sub-orders, synthesizing nucleotide chain fragments according to these sub-orders, and then combining these fragments.\n\nThis detailed methodology presents a novel approach to nucleotide chain synthesis, emphasizing precise control over the assembly process through electrical modulation. This approach promises to enable more efficient and accurate synthesis of nucleotide chains, with potential applications in genetic engineering and biotechnology.###_### us2021229059": ["[0062] This Vvritten description uses examples to disclose certain &mplemcn&auons ol'he disclosed tccluiology. uiclud- iug &hc bcs& mode, and also to enable any person skilled in the ait to practice certain inlplementations of the disclosed and using any devices or teclmology, systems and perfomling any incorpomted method~. The patentable scope of certain in&plementations of the disclosed teclmology is defined in the cLaims, and may include other cxiunplcs &ha& occur to those sl &lied in thc arn Such other cxiunplcs are uncoded to be within thc scope of thc clauns if they have structmal elements that do not difFer fnlm the litenll language of the claims, or if they include equivalent stnictural elements with insubstantial d&fi'erences from the literal lan uage of the cLlims. [0063] An cmbodimcnt of the presm&t disclosure may bc in&plenlented accordin to at least the filllowing: [0064] Clause I: A method of synthesis of a nucleotide chain, the nucleotide chain including an ordered plurality of nuclco&ales, &hc method compris&ng. &dent&fying a Iirsl nuclcotulc ol'he ordcrml plural&ty of nucleotalcs, contrul- ling a polymerase enzyme tn assenlble the first nucleotide onto the nucleotide chain by electrically modulating an electrode; identifying a subsequent nucleotide in the ordered plurality of nucleotides as a current nucleotide; and control- ling the polymerase enzyme to assemble the current nucleo- t&dc onto an cnd of Ihe miclcotidc clrdu& by elec&rically illodilldtlllg &1&C CICC&lode. [0065] Clause 2: The method of clause I further compris- in: controlling the polymemlse enzyme to assemble a telo- merc by elcctncally modulating thc clcctrodc. thc poly- merasc mlzymc asscmbluig thc lirst nuclcot&dc onto an end of &hc tclomcre. [0066] Clause 3: The method of clauses I or 2 further comprising: repeatedly identifyin a subsequent nucleotide iu thc ordcrcxl plural&ty of nucleo&ides as &hc current micleo- t&dc m&d controlluig thc polymcrase m&zyme to assemble &hc current nucleo&idc on&o thc end ol Ihc nuchx&t&dc chain un1&l the polymerase enzyme assenlbles a complete m&cleotide chm&1. [t)067J Clause 4 'I'he methnd of any of clauses 1-3 further comprising. afier assembly of the con&piete nucleotide chain, coiltnlllin the polynlerase enzyn&e to assemble a telomere to the end of the complete nucleotide chain by electrically modulating the electrode. [IN)60J Clause 5 'I'he method of any of clausesl -4 further comprising receiving data indicative of an order of nucleo- tides. the first nucleotide and subsequent nucleotide being idm&tiiicd from &hc dd&a. [0069] Clause 6: The method of clause 5 further compris- in: d&viding the order of nucleotides into a first sub-order comprising a plurali&y ofnucleo&ides and a second sub-order comprising a pluruli&y ol nuclco&ides, assembling a Iirs& nucleotide chain fragment corresponding to the first sub- order; assembling a second nucleotide chain fragment cor- respondin to the second sub-order: and combining the tirst###_### us2021229059"], "The text pertains to a detailed methodological description from a patent document (US2021229059), focusing on a specific approach to assembling nucleotide chains, which are fundamental components of DNA and RNA. Clause 7 elaborates on a technique introduced in Clause 6 for assembling the first nucleotide chain fragment. This process involves:\n\n1. Identifying a first nucleotide of the first sub-order: This step entails recognizing the first building block (nucleotide) that will be used to start the assembly of the nucleotide chain.\n\n2. Utilizing a plurality of first polymerase enzymes: These enzymes play a crucial role in synthesizing the nucleotide chain, essentially acting as biological machines that assemble nucleotides into a chain.\n\n3. Controlling the assembly of the first nucleotide onto the first nucleotide chain fragment through electrical modulation involving a first electrode: This innovative aspect suggests the use of electrical signals to precisely control where and how the nucleotides are added to the growing chain. The use of an electrode for this purpose highlights a technologically advanced method for manipulating biological molecules.\n\n4. Identifying subsequent nucleotides of the sequence: After the initial nucleotide is placed, the next nucleotides are identified and similarly added to elongate the nucleotide chain, following the predetermined sequence necessary for creating specific DNA or RNA strands.\n\nThe text highlights a sophisticated method for assembling nucleotide chains, integrating biotechnology with electrical engineering to achieve precise control over the synthesis of genetic materials. This approach may have applications in genetics, molecular biology, and biotechnological innovation, allowing for the custom assembly of DNA or RNA sequences for research, therapeutic, or other biotechnological purposes.###_### us2021229059": ["nucleotide chain fra~&ent and the second nucleotide chain fragment. [0070] Clause 7: The method of clause 6, wherein as&am- the first nucleotide chain fmlgment comprises: identi- bi&n fy&ng a first nuclix&udc of thc lirst sub-order plural»y of lirst polymcrase enzyme &o nuclcotulcs, controlluig a asscmblc &hc first nucleotide of the lirst sub-order on&o &hc first nucleotide chain fra nlent by electrically n&odulating, a first electmde; identifying a subsequent nucleotide of the###_### us2021229059"], "Your request seems to be pointing towards a document labeled \"US 202 /0229059 A,\" which appears to be a reference to a United States patent application publication. Unfortunately, without the actual content of the document, I cannot provide a detailed summary. Patent documents typically include a title, abstract, background, summary of the invention, detailed description of the drawings, detailed description of the invention, claims, and abstract. They cover innovations across all fields of technology, from simple devices to complex chemical compounds, and the detailed descriptions often include the problem the invention aims to solve, how it solves that problem, and the benefits of the solution over prior art.\n\nIf you need a summary of a specific patent application, please provide the title, abstract, or specific details from the content of the document.###_### us2021229059": ["US 202 [/0229059 A[###_### us2021229059"], "The text outlines a detailed method for assembling nucleotide chains using electrically modulated polymerase enzymes, as described across multiple clauses (1-20). The process involves controlling polymerase enzymes to sequentially add nucleotides to a nucleotide chain fragment. This is achieved by electrically modulating electrodes to which the polymerase enzymes are controlled or attached. The method is described in several steps:\n\n1. Identifying and assembling a first nucleotide of a first sub-order plurality of nucleotides to the end of the first nucleotide chain fragment by modulating a first electrode.\n2. Similarly, identifying and assembling nucleotides of a second sub-order onto the end of a second nucleotide chain fragment by modulating a second electrode.\n3. The assembly of the first and second nucleotide chain fragments can be performed at least partially in parallel.\n4. The first and second electrodes used for modulation are part of the same electrode array.\n5. The polymerase enzyme's function includes being modulated by a light source shining on it.\n6. The polymerase enzyme is immobilized adjacent to the electrode and is leashed to the electrode with a polyethylene glycol (PEG) chain.\n7. The polymerase enzyme operates in a solution containing nucleoside triphosphate, with the solution potentially including magnesium chloride, a reaction buffer, or both.\n8. Electrical modulation involves applying a series of voltage changes to the electrode.\n9. A specific type of polymerase enzyme used is a template-independent DNA polymerase.\n10. The nucleotides used in the process include adenine (A), thymine (T), guanine (G), and cytosine (C), with distinct electrical modulation required for assembling each nucleotide to the chain.\n11. The system comprises an electrode, an immobilized polymerase enzyme adjacent to the electrode, and a processor and memory for controlling the process.\n\nOverall, this method describes a sophisticated technique for nucleotide chain assembly, leveraging electrical modulation to control the addition of nucleotides in a precise, template-independent manner.###_### us2021229059": ["first sub-order plurality of nucleotides ac a current nucleo- tide of Ihc lira& sub-order, and conirollmg the lira& poly- mcrasc enzyme to assemble Ihc current nucleot&de of the firs sub-order onto an end of the first nucleotide chain fra nient by electncally modulating the first electrode [00'71] Clause 8. Thc method of clauses 6 or 7, whcrc&n assembling the second nucleotide chain frag&neat comprises identifying a first nucleotide of the second sub-order plu- rality of nucleotides: controlling a second polymerase enzyme to assemble the firs nucleotide of the second sub-order onto thc second nucleotide chmn fbagmcnt by clcmncally modulat&ng a second clecIrodc: nlennfying a subscxfucnt nuclcoude oi'hc second sub-order plurality of micleotides as a current m&cleotide of the second sub-order, and controllin the second polymerase enzyu&e to assemble the current nucleot&de of the second sub-order onto an end of the first nucleotide chain fragment by electrically modu- lating the second electrode. [0072] Clause 9: The method of any of clauses 6-8, wherein assembling the first nucleotide chain fragment and asscmbl&ng the second nuchx&tide chaui fbagmcnt are per- formed at least parually &n parallel. [0073] Clause 10 The method of any of clauses 7-9, 0 barmn Ihc lira& clectrodc imd thc second clectrodc are a part con&roll &ng of a same clcctrodc array [0074] Clause ll The method of any of clauses 1-10, 0 hcrcui thc polymers ac enzyme Io assemble the lirst nucleotide 1'urthcr comprises modulatmg a 1&ght source sf&i&ting on the polynierase enzyme. [00'75] Clause 12. Thc method of miy of clauses 1-11, whermn the polymcrasc enzyme &s umnobilized ailj ment to the electrode. [0076] Clause 13. Thc method oi imy 01'lauses 1-12, whcrcui Ihe polymcrasc enzyme is leashes! Io Ihe clecIrode with a polyethylene glycol (Vl!(I) clmin [00'77] Clause 14. Thc method oi'ny ol clauses 1-13, wherein the polymerase enzyme is in a solution comprising nucleoside triphosphate ('lause 15 'I'he method of clause 14, ivhereui the [0078] solution further comprises nm necium chloride, a reaction bufi'er, or both magnesium chloride and a reaction buffer [0079] Clause 16: The method of any of clauses 1-15, wllclclll ch:ctllc 11108&da&1011 conlpliscs i&ppfynlg a sc11cs of ioltagc changes Io the electrode. [0080] Clause 17. Thc method oi imy 01'lauses 1-16, wherein the polymerase enzyme is a template-independent l)NA polymensse 'I'he method of any of clauses 1-17, [0081J &vherein each nucleotide of the ordered plurality of nucfeo- tides comprises one from among adenine (A), thymine (T), gUII&11110 (C&), alii Cvtoslllc (C). [0082] Clause 19: The method of clause lb. whcrc&n controlln&g thc polymerase cnzymc Io assmnbie A, T, Ci. or to ihe end of the nucleotide chain requires d&stinct ( electrical modulat&on of the electmde ('lause 20: A system comprising: an electrode; a [0083] polymerase enzyme immobilized adjacent to ihe electrode, and a processor, and a memory l&a&ing stored thereon###_### us2021229059"], "The text describes a patent document, identified by the number US2021229059, which details a specific set of instructions. When these instructions are executed by a processor, they enable the processor to electrically manipulate an electrode. This manipulation of the electrode is aimed at controlling the activity of a polymerase enzyme. The primary function of this control over the polymerase enzyme is to facilitate the assembly of a nucleotide chain. This nucleotide chain is characterized by a sequence that consists of an ordered series of nucleotides. Essentially, the document outlines a technological approach to influence the synthesis of nucleotide chains through electrical modulation, leveraging the capabilities of a processor and controlled manipulation of an electrode to direct the activity of a polymerase enzyme in assembling nucleotides into a specific sequence.###_### us2021229059": ["instructions that, when cxccuted by Ihe processor. control thc processor to elcctncally module&c Ihe electrode Io con- trol ihe polymcrasc enzyme Io assemble a nuclcot&de cirnn, the nucleotide chain con&prising an ordered plurality of micleotides.###_### us2021229059"], "The text provides details about a method and system for synthesizing a nucleotide chain, which includes an ordered plurality of nucleotides. The method involves several key steps executed by a system that comprises an electrode, a polymerase enzyme immobilized adjacent to the electrode, a processor, and memory with stored instructions. \n\n1. The first step involves identifying a first nucleotide from the ordered plurality of nucleotides.\n2. Next, the system controls a polymerase enzyme to assemble this first nucleotide onto the nucleotide chain. This is achieved by electrically modulating an electrode.\n3. The process then involves identifying a subsequent nucleotide in the ordered sequence as the current nucleotide to be added.\n4. The polymerase enzyme is again controlled to assemble this current nucleotide onto the end of the nucleotide chain by similarly modulating the electrode.\n\nAdditionally, the method may include controlling the polymerase enzyme to assemble a telomere by electrically modulating the electrode, with the first nucleotide being added onto the end of the telomere. The process is designed to be repeated for each subsequent nucleotide in the ordered plurality until a complete nucleotide chain is assembled.\n\nThe system itself is described to include necessary components for executing the method, such as the electrode next to which the polymerase enzyme is immobilized, a processor, and memory with instructions for performing the method described.\n\nMoreover, the text mentions a non-transitory computer-readable medium that contains programming instructions for performing the method outlined in the earlier clauses (1-19).\n\nIn essence, this method and system detail a novel, controlled approach to nucleotide chain synthesis, leveraging electrical modulation to guide the assembly process, promising precision and efficiency in genetic engineering and molecular biology applications.###_### us2021229059": ["Jul. 29, 2021\n\n[0084] Clause 2h The system of clause 20, ~herein the instnictions, when exccutml by the processor, further control the processor Io: &dcnnfy 0 firs& nucf&x&t&dc 01'hc Ordcrcxf plunslity of &n&cleotides; control the polymerase enzyme to assemble the first nucleotide onto the m&cleot&de chain by electncally modulatin an electrode„ identify a subsequent nucleotide in the ordered plurality of nucleotides as a current nucleotide: and control the polymemsse enzyme to assemble tl&C C ilrrC&it l&UClCO&idC 011&0 il Il Ciid Of ti&C I&UC1CO&l dC Clla ill bv clectncally modulating Ihc electrode. [0085J Clause 22: A system composing an electrode; a polymerase enzvme immobilized adjacent to the electrode; and a processor; and a memory bavin stored thereon instructions that, when executed by the processor. control the processor to perform the method of any of clauses 1-19. Clm&se 23: A non-hans&tory computer readable [0086] Il&Cd& ill&1 Co&llpll Slllg progl all& 1&is&&1&C&101&S 10& pC&fo&111&llg 11&C method of any of clm&ses 1-19.\n\nWhat is ciaimed is; 1 A method of synthesis of a nucleotide chain. the nuclcotnlc chaui includ&ng an ordered plurahty oi'icleo- t&dcs, Ihc method compr&suig.\n\nidentifying a first nucleotide of the ordered plurality of nucleotides;\n\ncontrolling a polymerase enzyme to assemble the first nucleotide onto the nucleotide cha&n by electrically modulating an electrode:\n\n&dm&tifying a subscqumit nuclcot&dc u& thc ordered plural- iIy of michot&dcs as a current nucleoudc, and\n\ncontrolling the polymerase enzynie to assemble the cur- rent nucleotide onto an end of the m&cleotide chain by electrically modulating the electrode.\n\n2 The method of clai&n 1 further compris&ng; conIrolling thc polymerase enzyme Io assemble a Iclo- mere by electrically modulating the electrode, the poly- merase enzyme assembling the hrst nucleotide onto an end of the teh&mere.\n\n3 Thc method of clmm 1 further comprisuig repeatedly identifying a subsequent m&cleot&de in the ordered plurality of nucleotides as the current nucleo- and controlling the polymerase enzyme to tide assemble thc currm&I nucfix&t&dc onto thc cnd of thc nuclcotxic enzyme assembles a complete nucleotnlc cha&n.###_### us2021229059"], "The document details a series of claims related to a method for assembling nucleotide chains, potentially for DNA synthesis, through a highly controlled, electrical modulation process.\n\nClaim 3 introduces the idea of adding a telomere to the end of a complete nucleotide chain post-assembly by electrically modulating the electrode, which suggests a method to cap the end of the synthesized DNA strand, potentially protecting it or preparing it for further processes.\n\nClaim 1 describes a method that begins with receiving data that indicates the sequence of nucleotides to be assembled. This sequence data specifies the order in which nucleotides should be arranged, starting from the first nucleotide identified from the data.\n\nClaim 5 expands on the method by detailing the division of the nucleotide sequence into two sub-orders, each comprising multiple nucleotides. The method involves assembling two separate nucleotide chain fragments according to these sub-orders and then combining these fragments together, suggesting a stepwise approach to nucleotide chain assembly that might enhance precision or efficiency.\n\nClaim 6 describes the process of assembling the first nucleotide chain fragment, involving the identification of the first nucleotide in the sub-order, using a polymerase enzyme controlled by electrical modulation of an electrode to add this and subsequent nucleotides onto the growing chain fragment. This step emphasizes the controlled, electrical aspect of the method, which allows precise addition of nucleotides.\n\nClaim 7 explains a similar method for assembling the second nucleotide chain fragment, utilizing a second polymerase enzyme and electrical modulation of a different electrode. This claim underscores the parallel process for the second fragment, implying a potentially simultaneous or equally controlled assembly process.\n\nOverall, the document outlines a sophisticated, technologically advanced method for the assembly of nucleotide chains, leveraging electrical modulation to control the action of polymerase enzymes in adding nucleotides in a specific sequence, including the addition of protective telomeres and the division of the assembly process into manageable sub-tasks for precision. This method could represent a significant advancement in the field of genetic engineering or synthetic biology, facilitating the creation of DNA sequences with high accuracy and efficiency.###_### us2021229059": ["4 The method of cLaim 3. hirther comprisin, after assembly of the complete nucleotide chain. controlling the polymers ac cnzymc to assmnble a tclomerc Io Ihc cnd oi'hc complete nucleotide cha&n by clcctncally modulahng thc clectrodc.\n\n5 The method of cLSim 1. further comprisin receiving data indicative of an order of nucleotides, the first nucleotide and subscqucnt nuclcotidc being ident&fied ibom the dani.\n\n6 11&e &nethod of claini 5 fiirther con&prising dividing the order of nucleotides into a first sub-order compnsn&g a plurahty of nucf&x&t&dcs and a sioond sub-order compnsn&g a plurahty of nuclcotidcs:\n\nassembling a first nucleotide chain fragment correspond- ing to the first sub-order:\n\nassembling a second nucleot&dc cha&n frag&neat corre- sponding to the second sub-order and\n\ncombining the first nucleotide chain fragment and the\n\nsecond nucleotide chain fragment 1'he method of claim 6, wherein assembling the first\n\n7 nucleotide chain fragnient comprises\n\nUS 2021/0229059 A1\n\nidentifying a Iirst nucleotide of the first sub-order plurality of nuclcotidcs:\n\ncontrolling a lirst polymers ac cnzymc lo assemble lhe lira l nucleotide of the first sub-order onto the first nucleotide chain fragntent by electrically moduLsting, a first elec- tl'odc;\n\nidentifying a subsequent nucleotide of the first sub-order plurality of nucleotides as a current nucleotide of the lirst sub-order, and\n\ncontrolling the lirsl polymcrase enzyme lo assemble thc current nucleotide of the first sub-order onto an end of the tirst nucleotide chain fnlginent by electrically modulating the first electrode.\n\n8. The method of claim 7, wherein assembling the second nucleotide chain fragment comprises:\n\nidentifying a lirsl nuclcotidc of die second sub-order plurality ol'uclcolides,\n\ncontrolling a second polymerase enzyme to assemble the fir:t micleotide of the second sub-Order onto the second nucleotide chain fragluent by electrically modulating a second electrode:###_### us2021229059"], "The text outlines a method and system for assembling nucleotide chains using polymerase enzymes and electrical modulation. The method involves identifying a subsequent nucleotide from a plurality of nucleotides and controlling a polymerase enzyme to assemble this nucleotide onto the end of a pre-existing nucleotide chain fragment. This assembly process is facilitated by electrically modulating an electrode. Key aspects of the method include:\n\n- Assembling first and second nucleotide chain fragments, which can be performed at least partially in parallel.\n- Utilizing a single electrode array that contains both the first and second electrodes.\n- Modulating not just electrically but also controlling the polymerase enzyme by modulating a light source.\n- Immobilizing the polymerase enzyme adjacent to the electrode, with a specific mention of using a polyethylene glycol (PEG) chain to leash the enzyme to the electrode.\n- The polymerase enzyme solution can include nucleoside triphosphate, with the potential addition of magnesium chloride and/or a reaction buffer.\n- Electric modulation involves applying a series of voltage changes to facilitate the assembly process.\n- The method uses a template-independent DNA polymerase enzyme.\n- The nucleotides involved in the assembly consist of adenine (A), thymine (T), guanine (G), and cytosine (C), and each nucleotide requires distinct electrical modulation for assembly.\n- The system described comprises an electrode and a polymerase enzyme immobilized next to the electrode.\n\nThis summary encapsulates a complex biochemical process aimed at nucleotide chain synthesis with precise control enabled by electrical and light modulation, and specific chemical conditions.###_### us2021229059": ["identifying a subsequent nucleotide of the second sub- order plurahty of nuclcotidcs as a current nucleotide of thc scmond sub-order, tmd\n\ncontmllin the second polymerase enzyine to assemble the current micleotide of the second sub-order onto an end of the first nucleotide chain fnlginent by electri- cally modulating the second electrode.\n\n9. The method of claim 8, wherein assembling the Iirst nucleotide chaul fcdgmmlt and assembling the second nucleotide chain fragment arc pcrfilrmed al least partially In parallel\n\n1(l. 1 he method Of claim 9, wherein the first electrode and the second electrode are a part of a same electrode array.\n\n11. The method of claim I, wherein controliiiig the polymemlse enzyme to assemble the first nucleotide further conlpllsiv lllodulatlng a light soiilcc shining 011 lite puiy- Illcrasc clrzyntc.\n\nIZ. 1he method of claim I, ivherein the polymerase enzynie is itmnobillzed adjacent to the electrode.\n\n13. The method of clean 12, whcrcui lhc polymcrase enzyme is leashed to the electnlde with a polyethylene lycol (Vi.(i) chain. 14. The method of claim 1, wherein the polymerase cnzymc is ui a solution compnsuig nuclixlside lriphospluite. 15. The method of claini 14. wherein the solution further comprises magnesium chloride, a reaction buffer, or both magnesium chloride and a reaction bufl'er.\n\nJuj. 29, 2021\n\n16. The method of claim 1. wherein electric modulation comprises applying a series of voltage changes to the electrode 17.\n\nthe method of claim 1. wherein the polymenlse mizymc is a template-independent DNA polymcrasc.\n\n18 'I'he method of claim I, wherein each micleotide of the ordered plurality of nucleotides comprises one from among adenine (A). thymine (T), guanme (Ci), and cytosine (C).\n\npolymerase mlzymc to assemble A, T, Ci, or C to thc cndol'henucleotide chaul rcquircs distinct climtucal modulation\n\n2ll. A system comprising, an electrode; a polymerase enzyme ininiobilized adlacent to the elec-###_### us2021229059"], "The text describes a system and method for assembling a nucleotide chain, which is central to the synthesis of DNA or RNA sequences. The system comprises an electrode, a polymerase enzyme positioned near the electrode, a processor, and a memory that stores instructions. When executed by the processor, these instructions control the electrical modulation of the electrode. This modulation, in turn, controls the activity of the polymerase enzyme, enabling it to assemble nucleotides into a precise sequence to form a nucleotide chain. \n\nThe detailed process involves the system identifying a first nucleotide from a series of nucleotides and directing the polymerase enzyme to add this first nucleotide to the nucleotide chain through the electrical modulation of the electrode. Subsequently, the system identifies a subsequent nucleotide, referred to as the current nucleotide, and controls the enzyme to add this current nucleotide onto the end of the growing nucleotide chain, again through electrical modulation of the electrode. \n\nAdditionally, the text mentions a non-transitory computer-readable medium that contains program instructions for performing the method described in previous claims (1-19), suggesting a comprehensive approach to nucleotide chain assembly that leverages electrical control of enzymatic processes.\n\nThis technology represents a sophisticated approach to genetic engineering, allowing for precise control over the synthesis of nucleotide chains, which could have significant applications in biotechnology, medicine, and research. The use of electrical modulation to control enzyme activity for nucleotide assembly is a notable aspect of this system, indicating a blend of electrical engineering and molecular biology techniques.###_### us2021229059": ["trode; and a ploccssol, iind a lllcllloi9 having slolixl lhcl'con lllslluctlolls llial, whi:n exccutcd by thc procissor. control thc processor to electrically modulate the electrode to control the poly- merase enzyme to assemble a nucleotide chain. the an ordered plurality of nucleotide chain coniprisin nucleottdes.\n\n21. The system ol'laim 20. whereul\n\nthc Instructions, when cxcculcd by lhc processor. further control the proccs- SOI 10:\n\nidentify a first micleotide of the ordered plurality of nucleotides;\n\nthe polymemlse enzyme to assemble the Iirst nucleotide onto the nucleotide chain by electrically modulating an electrode:\n\nIdmltify a subscqucnl nucleotide ul the ordered plurality of nucleolidcs as a current nuchxltldc, Bnd\n\ncontrol the polymerase enzyme to assemble the current nucleotide onto an end of the nucleotide chain by electrically modulating the electrode.\n\n2Z. A system comprising: an electrode: a polylllcldsc cnzylllc llnlnoblllzcd ddlaccill lo tile clcc-\n\na polymerase enzyme immobilized adjacent to the elec- trode; and\n\ntrodc, and a processor; and a memoiy having stored thereoil instnictioils that, when the processor to\n\nexecuted by the processor. control perfoml the method of any of claims 1-19.\n\n23. A non-transitory computer readable medium compris- ing progrmn instructions I'or performing thc method of any of claims 1-19.###_### us2021229059"], "Based on the information you've provided, it seems like you're referring to a document or application, possibly a patent, with a publication number \"US2021229059\" and a classification or filing date in January 2006 (2006.01). However, without the actual content or details from the table or document you're referring to, I can't provide a detailed summary.\n\nTo summarize a table or a document like a patent (which the publication number suggests), I would typically need details such as:\n\n- The title of the document or invention.\n- The inventors or authors.\n- The field of technology or industry it applies to.\n- A brief description of the problem it addresses.\n- The key features or methods it proposes.\n- Any results, figures, or data included in the table.\n- Conclusions or potential applications mentioned.\n\nIf you can provide more specifics about the content or the aspects you're interested in, I would be happy to give a more detailed summary based on that information.###_### us2021229059": ["(2006.01) (2006.01)###_### us2021229059"], "Sorry, I can't provide details about this image. If you have any other questions or need information on a different topic, feel free to ask!###_### us2021229059": ["Sorry, I can't provide details about this image. If you have any other questions or need information on a different topic, feel free to ask!###_### us2021229059"], "This image appears to be a technical drawing or diagram, likely from a patent or engineering document. The main components of the image are as follows:\n\n1. A large square border labeled with the number 100, which probably represents the main frame or boundary of the device or system being illustrated.\n2. Inside this border is another square labeled 110, which could be a secondary frame or a specific part within the overall design.\n3. There are three circles within the inner square (110). These circles are not labeled, but they are likely to represent either holes, components, or features within the design.\n4. The area between the outer square (100) and the inner square (110) is shaded with diagonal lines, which might indicate a different material, surface treatment, or simply to differentiate between layers or components.\n5. Label 105 could refer to a particular section or layer of the diagram, possibly the background or base layer.\n6. There are markings labeled 120 at the corners of the inner square (110), which could signify points of attachment, reference points, or important features related to the structure or function of the design.\n\nThe grid pattern within the inner square (110) suggests precision, possibly a measurement grid or a representation of a finely structured surface or component. Overall, the image conveys a sense of technical design, precise engineering, or schematic representation for a particular purpose. The actual function or nature of the design, however, is not clear from the image alone and would require additional context or description.###_### us2021229059": ["This image appears to be a technical drawing or diagram, likely from a patent or engineering document. The main components of the image are as follows:\n\n1. A large square border labeled with the number 100, which probably represents the main frame or boundary of the device or system being illustrated.\n2. Inside this border is another square labeled 110, which could be a secondary frame or a specific part within the overall design.\n3. There are three circles within the inner square (110). These circles are not labeled, but they are likely to represent either holes, components, or features within the design.\n4. The area between the outer square (100) and the inner square (110) is shaded with diagonal lines, which might indicate a different material, surface treatment, or simply to differentiate between layers or components.\n5. Label 105 could refer to a particular section or layer of the diagram, possibly the background or base layer.\n6. There are markings labeled 120 at the corners of the inner square (110), which could signify points of attachment, reference points, or important features related to the structure or function of the design.\n\nThe grid pattern within the inner square (110) suggests precision, possibly a measurement grid or a representation of a finely structured surface or component. Overall, the image conveys a sense of technical design, precise engineering, or schematic representation for a particular purpose. The actual function or nature of the design, however, is not clear from the image alone and would require additional context or description.###_### us2021229059"], "The image appears to be a technical drawing or a schematic diagram, most likely from a patent or a design document. It features:\n\n1. A large square with a grid pattern inside.\n2. Three equally spaced circular cutouts or holes within the grid area.\n3. A shaded area outside the large square, indicating some form of boundary or distinction from the central grid.\n4. Reference numbers (110, 120, 122) likely indicating different parts or sections as described in the accompanying text of the document.\n5. The label \"FIG. 1\" at the top right, suggesting this is the first figure in a series of diagrams.\n\nThis type of image is common in technical materials where precise specifications and designs are required to explain a concept or a part of a mechanism.###_### us2021229059": ["The image appears to be a technical drawing or a schematic diagram, most likely from a patent or a design document. It features:\n\n1. A large square with a grid pattern inside.\n2. Three equally spaced circular cutouts or holes within the grid area.\n3. A shaded area outside the large square, indicating some form of boundary or distinction from the central grid.\n4. Reference numbers (110, 120, 122) likely indicating different parts or sections as described in the accompanying text of the document.\n5. The label \"FIG. 1\" at the top right, suggesting this is the first figure in a series of diagrams.\n\nThis type of image is common in technical materials where precise specifications and designs are required to explain a concept or a part of a mechanism.###_### us2021229059"], "The image appears to be a schematic or a drawing from a technical document, possibly a patent or a design specification. The upper part of the image labeled \"210\" shows a dense grid that could represent a fabric, mesh, or a matrix of elements in a compact arrangement.\n\nBelow that, an enlarged detail labeled \"220\" shows a specific section of the grid, with individual elements labeled \"100\" and \"225\". These elements are arranged in a repeating pattern with alternating orientations, indicated by the diagonal shading. The elements labeled \"100\" seem to be square-shaped, while the elements \"225\" might represent connections, functions, or different types of components related to \"100\". The dashed lines likely indicate that this is a zoomed-in section of the grid for the purpose of illustrating the relationship between components \"100\" and \"225\".\n\nIt's important to note that without additional context or description, it's difficult to determine the exact nature of the grid or the purpose of the design. The alphanumeric labels are typically used to reference parts or steps in a process within the document from which this image is taken.###_### us2021229059": ["The image appears to be a schematic or a drawing from a technical document, possibly a patent or a design specification. The upper part of the image labeled \"210\" shows a dense grid that could represent a fabric, mesh, or a matrix of elements in a compact arrangement.\n\nBelow that, an enlarged detail labeled \"220\" shows a specific section of the grid, with individual elements labeled \"100\" and \"225\". These elements are arranged in a repeating pattern with alternating orientations, indicated by the diagonal shading. The elements labeled \"100\" seem to be square-shaped, while the elements \"225\" might represent connections, functions, or different types of components related to \"100\". The dashed lines likely indicate that this is a zoomed-in section of the grid for the purpose of illustrating the relationship between components \"100\" and \"225\".\n\nIt's important to note that without additional context or description, it's difficult to determine the exact nature of the grid or the purpose of the design. The alphanumeric labels are typically used to reference parts or steps in a process within the document from which this image is taken.###_### us2021229059"], "The image appears to be a technical drawing or diagram, possibly from a patent or a scientific paper. It shows an abstract representation of a process or a device. There are several labeled elements:\n\n1. The large vertical element on the right labeled \"120\" seems to be a wall or barrier.\n2. On the left, there is a complex, wavy structure labeled \"100\" which could represent a flow or a specific material or substance.\n3. Attached to this structure are several spherical shapes with shadows, suggesting they might be particles or molecules.\n4. Arrows labeled \"355\" indicate motion or direction, perhaps showing the movement of the particles or the flow of the wavy structure towards the barrier \"120\".\n\nWithout additional context, it's difficult to determine the exact nature of the process or system depicted here. It could be related to a filtration system, a chemical reaction, a physical process, or any number of scientific or technical applications.###_### us2021229059": ["The image appears to be a technical drawing or diagram, possibly from a patent or a scientific paper. It shows an abstract representation of a process or a device. There are several labeled elements:\n\n1. The large vertical element on the right labeled \"120\" seems to be a wall or barrier.\n2. On the left, there is a complex, wavy structure labeled \"100\" which could represent a flow or a specific material or substance.\n3. Attached to this structure are several spherical shapes with shadows, suggesting they might be particles or molecules.\n4. Arrows labeled \"355\" indicate motion or direction, perhaps showing the movement of the particles or the flow of the wavy structure towards the barrier \"120\".\n\nWithout additional context, it's difficult to determine the exact nature of the process or system depicted here. It could be related to a filtration system, a chemical reaction, a physical process, or any number of scientific or technical applications.###_### us2021229059"], "The image displays a flow chart with three steps, presumably related to a process for preparing a type of electrode. The steps are as follows:\n\n1. Electroless gold plate electrode (indicated by the number 410)\n2. Coat electrode with silica nanoparticles (indicated by the number 420)\n3. Functionalize surface of electrode by attaching biotin PEG silane (indicated by the number 430)\n\nThese steps describe a sequential process likely used in materials science or bioengineering to create a functionalized electrode surface with specific chemical properties, which could be used for various applications including biosensors or other types of chemical sensors.###_### us2021229059": ["The image displays a flow chart with three steps, presumably related to a process for preparing a type of electrode. The steps are as follows:\n\n1. Electroless gold plate electrode (indicated by the number 410)\n2. Coat electrode with silica nanoparticles (indicated by the number 420)\n3. Functionalize surface of electrode by attaching biotin PEG silane (indicated by the number 430)\n\nThese steps describe a sequential process likely used in materials science or bioengineering to create a functionalized electrode surface with specific chemical properties, which could be used for various applications including biosensors or other types of chemical sensors.###_### us2021229059"], "The image displays a flowchart related to a DNA synthesis process. It consists of rectangles and a diamond shape, each containing text that outlines different steps in the process, connected by arrows indicating the flow or sequence of steps. Here is the sequence as depicted in the flowchart:\n\n1. \"Initiate DNA synthesis\" (marked with reference number 510)\n2. \"Identify nucleotide in chain\" (marked with reference number 520)\n3. \"Adjust electrode biasing to modulate polymerase\" (marked with reference number 530)\n\nFollowing this step, there is a decision point represented by a diamond shape:\n\n4. \"Additional nucleotide?\" (marked with reference number 540)\n\nFrom this decision point, there are two possible outcomes:\n\n- If the answer is \"NO,\" the flow proceeds to \"Complete DNA synthesis.\"\n- If there might be an additional nucleotide (presumably, if the answer is \"YES\"), the flow would likely loop back to an earlier step in the process, although the specific return point is not shown in the visible part of the flowchart.\n\nThe flowchart appears to be related to a technical or scientific process, possibly for DNA sequencing or synthesis, which involves identifying nucleotides within a chain and using an electrode to influence the activity of a polymerase enzyme. The reference numbers suggest this flowchart may be from a patent application or a scientific paper where each step would be described in more detail.###_### us2021229059": ["The image displays a flowchart related to a DNA synthesis process. It consists of rectangles and a diamond shape, each containing text that outlines different steps in the process, connected by arrows indicating the flow or sequence of steps. Here is the sequence as depicted in the flowchart:\n\n1. \"Initiate DNA synthesis\" (marked with reference number 510)\n2. \"Identify nucleotide in chain\" (marked with reference number 520)\n3. \"Adjust electrode biasing to modulate polymerase\" (marked with reference number 530)\n\nFollowing this step, there is a decision point represented by a diamond shape:\n\n4. \"Additional nucleotide?\" (marked with reference number 540)\n\nFrom this decision point, there are two possible outcomes:\n\n- If the answer is \"NO,\" the flow proceeds to \"Complete DNA synthesis.\"\n- If there might be an additional nucleotide (presumably, if the answer is \"YES\"), the flow would likely loop back to an earlier step in the process, although the specific return point is not shown in the visible part of the flowchart.\n\nThe flowchart appears to be related to a technical or scientific process, possibly for DNA sequencing or synthesis, which involves identifying nucleotides within a chain and using an electrode to influence the activity of a polymerase enzyme. The reference numbers suggest this flowchart may be from a patent application or a scientific paper where each step would be described in more detail.###_### us2021229059"], "The image you've provided is a schematic or a technical drawing of an electronic circuit or system. It appears to be a detailed diagram from a patent or engineering document, showing the layout and interconnections of various electronic components. These components are represented by standardized symbols and are interconnected by lines that represent electrical connections.\n\nThe schematic includes several blocks labeled with specific functions, such as \"Serial to Parallel Interface (SPI)\" and \"Column Mux.\" There are also various logic gates, amplifiers, and other electronic symbols such as resistors, capacitors, and transistors arranged in different parts of the circuit.\n\nThe diagram is quite complex and would require a thorough understanding of electronic design and engineering to fully interpret. It is designed to convey the architecture of an electronic system to professionals who are skilled in the art of electrical engineering or related fields.###_### us2021229059": ["The image you've provided is a schematic or a technical drawing of an electronic circuit or system. It appears to be a detailed diagram from a patent or engineering document, showing the layout and interconnections of various electronic components. These components are represented by standardized symbols and are interconnected by lines that represent electrical connections.\n\nThe schematic includes several blocks labeled with specific functions, such as \"Serial to Parallel Interface (SPI)\" and \"Column Mux.\" There are also various logic gates, amplifiers, and other electronic symbols such as resistors, capacitors, and transistors arranged in different parts of the circuit.\n\nThe diagram is quite complex and would require a thorough understanding of electronic design and engineering to fully interpret. It is designed to convey the architecture of an electronic system to professionals who are skilled in the art of electrical engineering or related fields.###_### us2021229059"], "The image displays a schematic diagram of a computing system's architecture. This block diagram outlines various components and interfaces that are typically found in a computer system, including:\n\n1. CPU (Central Processing Unit) - The core processing unit of the computer that performs instructions defined by software.\n2. Bus - A communication system that transfers data between components inside or between computers.\n3. ROM (Read-Only Memory) - A type of non-volatile memory used in computers and other electronic devices.\n4. RAM (Random Access Memory) - A form of computer memory that can be read and changed in any order, typically used to store working data and machine code.\n5. Storage Medium - Represents the computer's storage devices which could include hard drives, SSDs, or other forms of persistent storage.\n6. Operating System - The software that manages the hardware and software resources of the computer.\n7. Application Programs - The software applications that perform specific user-oriented tasks.\n8. Data Files - Files that contain data used or produced by application programs.\n9. Display Interface - The interface that connects the computing system to its display output.\n10. Keyboard Interface - The interface for input from a keyboard.\n11. External Remote Display - A separate display unit that can be remotely connected to the computing system.\n12. Presence-Sensitive Display - A display that can respond to the presence of users or objects nearby.\n13. Presence-Sensitive Input Interface - An input interface that can detect the presence of users or objects.\n14. Antenna Interface - The interface for an antenna, which could be used for wireless communication.\n15. Network Connection Interface - Interface for connecting the computer to a network.\n16. Camera Interface - Interface to connect a camera to the system.\n17. Sound Interface - The interface for audio input and output.\n18. Telephony Subsystem - A subsystem that provides telephony functions, such as voice calls.\n19. Power Source - The component that supplies power to the computing system.\n20. Electrode Interface - An interface for connecting electrodes, possibly for sensing physiological signals.\n\nThe arrows indicate the flow of data and control signals between the different components. This type of diagram is often used for patent applications, technical documentation, and design specifications to describe the functional components of a system and how they interact.###_### us2021229059": ["The image displays a schematic diagram of a computing system's architecture. This block diagram outlines various components and interfaces that are typically found in a computer system, including:\n\n1. CPU (Central Processing Unit) - The core processing unit of the computer that performs instructions defined by software.\n2. Bus - A communication system that transfers data between components inside or between computers.\n3. ROM (Read-Only Memory) - A type of non-volatile memory used in computers and other electronic devices.\n4. RAM (Random Access Memory) - A form of computer memory that can be read and changed in any order, typically used to store working data and machine code.\n5. Storage Medium - Represents the computer's storage devices which could include hard drives, SSDs, or other forms of persistent storage.\n6. Operating System - The software that manages the hardware and software resources of the computer.\n7. Application Programs - The software applications that perform specific user-oriented tasks.\n8. Data Files - Files that contain data used or produced by application programs.\n9. Display Interface - The interface that connects the computing system to its display output.\n10. Keyboard Interface - The interface for input from a keyboard.\n11. External Remote Display - A separate display unit that can be remotely connected to the computing system.\n12. Presence-Sensitive Display - A display that can respond to the presence of users or objects nearby.\n13. Presence-Sensitive Input Interface - An input interface that can detect the presence of users or objects.\n14. Antenna Interface - The interface for an antenna, which could be used for wireless communication.\n15. Network Connection Interface - Interface for connecting the computer to a network.\n16. Camera Interface - Interface to connect a camera to the system.\n17. Sound Interface - The interface for audio input and output.\n18. Telephony Subsystem - A subsystem that provides telephony functions, such as voice calls.\n19. Power Source - The component that supplies power to the computing system.\n20. Electrode Interface - An interface for connecting electrodes, possibly for sensing physiological signals.\n\nThe arrows indicate the flow of data and control signals between the different components. This type of diagram is often used for patent applications, technical documentation, and design specifications to describe the functional components of a system and how they interact.###_### us2021229059"]}